Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: click on one of the two bitmaps at the top of the box
ar: انقر على إحدى خريطتي البتات في الجزء العلوي من المربع
bg: щракнете върху едно от двете растерни изображения в горната част на полето
bn: বাক্সের উপরে দুটি বিটম্যাপের একটিতে ক্লিক করুন।
da: klik på en af ​​de to bitmaps øverst i boksen
sq: klikoni në një nga dy bitmaps në krye të kutisë
zh: 单击框顶部的两个位图之一

source: or click on the radio button next to it.
ar: أو انقر على زر الاختيار المجاور له.
bg: или щракнете върху бутона за избор до него.
bn: অথবা এর পাশের রেডিও বোতামে ক্লিক করুন।
da: eller klik på alternativknappen ved siden af.
sq: ose klikoni në butonin e radios pranë tij.
zh: 或单击旁边的单选按钮。

source: Then pick the bitmap that you want for the square
ar: ثم اختر الخريطة النقطية التي تريدها للمربع
bg: След това изберете растерното изображение, което искате за квадрата
bn: তারপর বর্গক্ষেত্রের জন্য আপনার পছন্দসই বিটম্যাপটি বেছে নিন।
da: Vælg derefter den bitmap, du vil have til firkanten
sq: Pastaj zgjidhni bitmap-në që dëshironi për katrorin
zh: 然后选择所需的正方形位图

source: by clicking on one of the bitmaps.
ar: من خلال النقر على إحدى الخرائط النقطية.
bg: като щракнете върху една от растерните карти.
bn: বিটম্যাপগুলির একটিতে ক্লিক করে।
da: ved at klikke på en af ​​bitmaps.
sq: duke klikuar në një nga bitmaps.
zh: 通过单击其中一个位图。

source: There are twenty bitmaps displayed in the box to choose from.
ar: يتم عرض عشرين خريطة نقطية في المربع للاختيار من بينها.
bg: В кутията има двадесет растерни изображения, от които можете да избирате.
bn: বাক্সে বিশটি বিটম্যাপ প্রদর্শিত আছে যেগুলো থেকে আপনি বেছে নিতে পারেন।
da: Der er tyve bitmaps vist i boksen at vælge imellem.
sq: Ka njëzet bitmap të shfaqura në kuti për të zgjedhur.
zh: 框中显示了二十个位图可供选择。

source: New ones from outside the top twenty can be selected in by
ar: يمكن اختيار أعضاء جدد من خارج العشرين الأوائل من خلال
bg: Новите извън първите двадесет могат да бъдат избрани от
bn: শীর্ষ বিশের বাইরে থেকে নতুনদের নির্বাচন করা যেতে পারে
da: Nye fra uden for top tyve kan vælges i af
sq: Të reja nga jashtë njëzet e para mund të zgjidhen nga
zh: 前二十名以外的新人可以通过以下方式选拔：

source: changing the names of the bitmaps in the user_bitmaps directory.
ar: تغيير أسماء الخرائط النقطية في دليل user_bitmaps.
bg: промяна на имената на растерните изображения в директорията user_bitmaps.
bn: user_bitmaps ডিরেক্টরিতে বিটম্যাপের নাম পরিবর্তন করা।
da: ændring af navnene på bitmaps i user_bitmaps-mappen.
sq: ndryshimi i emrave të bitmap-ve në direktorinë user_bitmaps.
zh: 更改 user_bitmaps 目录中位图的名称。

source: The usual location is
ar: الموقع المعتاد هو
bg: Обичайното местоположение е
bn: স্বাভাবিক অবস্থান হল
da: Den sædvanlige placering er
sq: Vendndodhja e zakonshme është
zh: 通常的地点是

source: e.g To use
ar: على سبيل المثال للاستخدام
bg: например да използвате
bn: যেমন ব্যবহার করা
da: fx at bruge
sq: p.sh. Për të përdorur
zh: 例如使用

source: instead of
ar: بدلاً من
bg: вместо
bn: পরিবর্তে
da: i stedet for
sq: në vend të
zh: 而不是

source: for the dark squares :-
ar: للمربعات الداكنة :-
bg: за тъмните квадратчета:-
bn: অন্ধকার বর্গক্ষেত্রের জন্য :-
da: til de mørke firkanter :-
sq: për katrorët e errët: -
zh: 对于黑色方块：-

source: using Windows explorer rename
ar: استخدام مستكشف Windows لإعادة التسمية
bg: с помощта на преименуване на Windows Explorer
bn: উইন্ডোজ এক্সপ্লোরার পুনঃনামকরণ ব্যবহার করে
da: bruger Windows Stifinder omdøb
sq: duke përdorur riemërtimin e Windows Explorer
zh: 使用 Windows 资源管理器重命名

source: or something similar and then rename
ar: أو شيء مماثل ثم قم بإعادة التسمية
bg: или нещо подобно и след това преименувайте
bn: অথবা অনুরূপ কিছু এবং তারপর নাম পরিবর্তন করুন
da: eller noget lignende og derefter omdøbe
sq: ose diçka të ngjashme dhe më pas riemërto
zh: 或类似的东西然后重命名

source: You can also add your own bitmaps to this directory
ar: يمكنك أيضًا إضافة خرائط البتات الخاصة بك إلى هذا الدليل
bg: Можете също да добавите свои собствени растерни изображения към тази директория
bn: আপনি এই ডিরেক্টরিতে আপনার নিজস্ব বিটম্যাপও যোগ করতে পারেন।
da: Du kan også tilføje dine egne bitmaps til denne mappe
sq: Ju gjithashtu mund të shtoni bitmaps tuaj në këtë direktori
zh: 您还可以将自己的位图添加到此目录

source: but files must be converted to the .bmp format.
ar: ولكن يجب تحويل الملفات إلى صيغة .bmp.
bg: но файловете трябва да бъдат конвертирани във формат .bmp.
bn: কিন্তু ফাইলগুলিকে .bmp ফর্ম্যাটে রূপান্তর করতে হবে।
da: men filer skal konverteres til .bmp-formatet.
sq: por skedarët duhet të konvertohen në formatin .bmp.
zh: 但文件必须转换为.bmp 格式。

source: This can usually be done with windows paint.
ar: يمكن عادةً القيام بذلك باستخدام طلاء النوافذ.
bg: Това обикновено може да се направи с боя за прозорци.
bn: এটি সাধারণত জানালার রঙ দিয়ে করা যেতে পারে।
da: Dette kan normalt gøres med vinduesmaling.
sq: Kjo zakonisht mund të bëhet me bojë për dritare.
zh: 这通常可以使用窗户涂料来完成。

source: It is advisable to make the bitmaps 256 pixels square,
ar: من المستحسن أن تكون الخرائط النقطية 256 بكسل مربعة،
bg: Препоръчително е да направите растерните изображения 256 квадратни пиксела,
bn: বিটম্যাপগুলি 256 পিক্সেল বর্গক্ষেত্র করা যুক্তিযুক্ত,
da: Det er tilrådeligt at gøre bitmaps 256 pixels kvadratiske,
sq: Këshillohet që të bëni bitmaps 256 piksele katrore,
zh: 建议将位图设为 256 像素正方形，

source: because other sizes can cause the program to misbehave.
ar: لأن الأحجام الأخرى قد تؤدي إلى حدوث خطأ في عمل البرنامج.
bg: защото други размери могат да причинят неправилно поведение на програмата.
bn: কারণ অন্যান্য আকারের কারণে প্রোগ্রামটি খারাপ আচরণ করতে পারে।
da: fordi andre størrelser kan få programmet til at opføre sig forkert.
sq: sepse madhësitë e tjera mund të shkaktojnë sjellje të gabuar të programit.
zh: 因为其他尺寸可能会导致程序出现故障。

source: User board bitmaps help
ar: مساعدة في خرائط لوحة المستخدم
bg: Растерните изображения на борда на потребителя помагат
bn: ব্যবহারকারী বোর্ড বিটম্যাপ সহায়তা
da: Brugerkort bitmaps hjælp
sq: Bitmaps të bordit të përdoruesit ndihmojnë
zh: 用户板位图帮助

source: The wooden board bitmaps are modified versions of free samples
ar: خرائط البتات الموجودة على اللوحة الخشبية هي إصدارات معدلة من العينات المجانية
bg: Растерните изображения на дървена дъска са модифицирани версии на безплатни мостри
bn: কাঠের বোর্ড বিটম্যাপগুলি বিনামূল্যের নমুনার পরিবর্তিত সংস্করণ।
da: Træplade bitmaps er modificerede versioner af gratis prøver
sq: Bitmap-të e pllakave prej druri janë versione të modifikuara të mostrave falas
zh: 木板位图是免费样品的修改版本

source: downloaded from Arroway-textures.ch and are used with their permission.
ar: تم تنزيلها من Arroway-textures.ch واستخدامها بإذنهم.
bg: изтеглени от Arroway-textures.ch и се използват с тяхно разрешение.
bn: Arroway-textures.ch থেকে ডাউনলোড করা হয়েছে এবং তাদের অনুমতি নিয়ে ব্যবহার করা হয়েছে।
da: downloadet fra Arroway-textures.ch og bruges med deres tilladelse.
sq: shkarkohen nga Arroway-textures.ch dhe përdoren me lejen e tyre.
zh: 从 Arroway-textures.ch 下载并经其许可使用。

source: More of their textures, free and paid, can be obtained from their website
ar: يمكن الحصول على المزيد من القوام، مجانًا ومدفوعًا، من موقعهم على الويب
bg: Повече от техните текстури, безплатни и платени, могат да бъдат получени от техния уебсайт
bn: তাদের আরও টেক্সচার, বিনামূল্যে এবং অর্থপ্রদানের মাধ্যমে, তাদের ওয়েবসাইট থেকে পাওয়া যাবে।
da: Flere af deres teksturer, gratis og betalt, kan fås fra deres hjemmeside
sq: Më shumë nga teksturat e tyre, falas dhe me pagesë, mund të merren nga faqja e tyre e internetit
zh: 您可以从他们的网站获取更多免费和付费的纹理

source: The remainder are CC0 free distribution bitmaps from various sources.
ar: الباقي عبارة عن خرائط نقطية للتوزيع المجاني CC0 من مصادر مختلفة.
bg: Останалите са CC0 безплатни растерни изображения от различни източници.
bn: বাকিগুলো বিভিন্ন উৎস থেকে প্রাপ্ত CC0 বিনামূল্যে বিতরণ বিটম্যাপ।
da: Resten er CC0 gratis distribution bitmaps fra forskellige kilder.
sq: Pjesa tjetër janë bitmap të shpërndarjes pa pagesë CC0 nga burime të ndryshme.
zh: 其余的是来自各种来源的 CC0 免费分发位图。

source: Although it is not required to give attribution for these,
ar: على الرغم من أنه ليس من الضروري إعطاء الإسناد لهذه،
bg: Въпреки че не е необходимо да се дава признание за тях,
bn: যদিও এগুলোর জন্য অ্যাট্রিবিউশন দেওয়ার প্রয়োজন নেই,
da: Selvom det ikke er påkrævet at give tilskrivning for disse,
sq: Edhe pse nuk kërkohet të jepet atribut për këto,
zh: 虽然这些内容无需注明来源，

source: I think it is only proper to do so.
ar: أعتقد أنه من المناسب أن نفعل ذلك.
bg: Мисля, че е правилно да се направи така.
bn: আমার মনে হয় এটা করাই ঠিক।
da: Jeg synes kun, det er rigtigt at gøre det.
sq: Mendoj se është e duhura ta bëjmë këtë.
zh: 我认为这样做才是正确的。

source: So, for the files in the user_bitmaps directory from the original download,
ar: لذا، بالنسبة للملفات الموجودة في دليل user_bitmaps من التنزيل الأصلي،
bg: И така, за файловете в директорията user_bitmaps от оригиналното изтегляне,
bn: সুতরাং, মূল ডাউনলোড থেকে user_bitmaps ডিরেক্টরিতে থাকা ফাইলগুলির জন্য,
da: Så for filerne i user_bitmaps-mappen fra den originale download,
sq: Pra, për skedarët në direktorinë user_bitmaps nga shkarkimi origjinal,
zh: 因此，对于原始下载的 user_bitmaps 目录中的文件，

source: the accreditations are as follows :-
ar: الاعتمادات هي كما يلي:-
bg: акредитациите са както следва:
bn: স্বীকৃতিগুলি নিম্নরূপ:-
da: akkrediteringerne er som følger:
sq: akreditimet janë si më poshtë:
zh: 认证如下：-

source: Credits for bitmaps
ar: حقوق النشر لخرائط البتات
bg: Кредити за растерни изображения
bn: বিটম্যাপের জন্য ক্রেডিট
da: Kreditering til bitmaps
sq: Kredite për bitmaps
zh: 位图版权

source: Use this dialog box in order to select the 3d board border bitmap.
ar: استخدم مربع الحوار هذا لتحديد خريطة حدود اللوحة ثلاثية الأبعاد.
bg: Използвайте този диалогов прозорец, за да изберете растерното изображение на границата на 3d дъска.
bn: 3d বোর্ড বর্ডার বিটম্যাপ নির্বাচন করতে এই ডায়ালগ বক্সটি ব্যবহার করুন।
da: Brug denne dialogboks til at vælge 3D-brætkantens bitmap.
sq: Përdorni këtë kuti dialogu për të zgjedhur bitmap-në e kufirit 3d të tabelës.
zh: 使用此对话框可以选择 3D 板边框位图。

source: To select the bitmap that you want to use for the board border
ar: لتحديد الخريطة النقطية التي تريد استخدامها لحدود اللوحة
bg: За да изберете растерното изображение, което искате да използвате за границата на дъската
bn: বোর্ড বর্ডারের জন্য আপনি যে বিটম্যাপটি ব্যবহার করতে চান তা নির্বাচন করতে
da: For at vælge den bitmap, du vil bruge til bordkanten
sq: Për të zgjedhur bitmap-në që dëshironi të përdorni për kufirin e tabelës
zh: 选择要用于板边框的位图

source: simply click on the bitmap.
ar: فقط انقر على الخريطة النقطية.
bg: просто щракнете върху растерното изображение.
bn: শুধু বিটম্যাপে ক্লিক করুন।
da: klik blot på bitmap.
sq: thjesht klikoni në bitmap.
zh: 只需单击位图即可。

source: changing the names of the bitmaps in the border_bitmaps directory.
ar: تغيير أسماء الخرائط النقطية في دليل border_bitmaps.
bg: промяна на имената на растерните изображения в директорията border_bitmaps.
bn: border_bitmaps ডিরেক্টরিতে বিটম্যাপের নাম পরিবর্তন করা।
da: ændring af navnene på bitmaps i border_bitmaps-mappen.
sq: ndryshimi i emrave të bitmap-ve në direktorinë border_bitmaps.
zh: 更改 border_bitmaps 目录中位图的名称。

source: e.g To use bmp_27 instead of bmp_1 for the border :-
ar: على سبيل المثال لاستخدام bmp_27 بدلاً من bmp_1 للحدود:
bg: напр. За да използвате bmp_27 вместо bmp_1 за граница: -
bn: যেমন বর্ডারের জন্য bmp_1 এর পরিবর্তে bmp_27 ব্যবহার করা :-
da: for eksempel at bruge bmp_27 i stedet for bmp_1 til grænsen:-
sq: p.sh. Për të përdorur bmp_27 në vend të bmp_1 për kufirin:-
zh: 例如，使用 bmp_27 而不是 bmp_1 作为边框：-

source: Border bitmaps are from Arroway.ch and Ambientcg.com
ar: خرائط البتات الحدودية مأخوذة من Arroway.ch وAmbientcg.com
bg: Граничните растерни изображения са от Arroway.ch и Ambientcg.com
bn: বর্ডার বিটম্যাপগুলি Arroway.ch এবং Ambientcg.com থেকে নেওয়া হয়েছে।
da: Border bitmaps er fra Arroway.ch og Ambientcg.com
sq: Bitmap-të kufitare janë nga Arroway.ch dhe Ambientcg.com
zh: 边框位图来自 Arroway.ch 和 Ambientcg.com

source: Board border bitmaps
ar: خرائط حدود اللوحة
bg: Графични изображения на борда
bn: বোর্ড বর্ডার বিটম্যাপ
da: Border bitmaps
sq: Bitmaps kufiri të tabelës
zh: 棋盘边框位图

source: To select the dark or light piece bitmap to change,
ar: لتحديد القطعة الداكنة أو الفاتحة من الخريطة النقطية التي تريد تغييرها،
bg: За да изберете тъмното или светлото растерно изображение за промяна,
bn: পরিবর্তন করার জন্য অন্ধকার বা হালকা বিটম্যাপ নির্বাচন করতে,
da: For at vælge den mørke eller lyse bitmap, der skal ændres,
sq: Për të zgjedhur bitmap-in e pjesës së errët ose të lehtë për të ndryshuar,
zh: 要选择要更改的深色或浅色位图，

source: Then pick the bitmap that you want for the piece
ar: ثم اختر الخريطة النقطية التي تريدها للقطعة
bg: След това изберете растерното изображение, което искате за парчето
bn: তারপর টুকরোটির জন্য আপনার পছন্দের বিটম্যাপটি বেছে নিন।
da: Vælg derefter den bitmap, du vil have til stykket
sq: Pastaj zgjidhni bitmap-në që dëshironi për pjesën
zh: 然后选择您想要的位图

source: changing the names of the bitmaps in the piece_bitmaps directory.
ar: تغيير أسماء الخرائط النقطية في الدليل piece_bitmaps.
bg: промяна на имената на растерните изображения в директорията piece_bitmaps.
bn: piece_bitmaps ডিরেক্টরিতে বিটম্যাপের নাম পরিবর্তন করা।
da: ændring af navnene på bitmaps i mappen piece_bitmaps.
sq: ndryshimi i emrave të bitmap-ve në direktorinë piece_bitmaps.
zh: 更改 piece_bitmaps 目录中位图的名称。

source: e.g To use bmp_27 instead of bmp_1 for the dark pieces :-
ar: على سبيل المثال لاستخدام bmp_27 بدلاً من bmp_1 للقطع الداكنة:
bg: напр. За да използвате bmp_27 вместо bmp_1 за тъмните фигури: -
bn: যেমন, অন্ধকার অংশের জন্য bmp_1 এর পরিবর্তে bmp_27 ব্যবহার করা :-
da: For eksempel at bruge bmp_27 i stedet for bmp_1 til de mørke stykker:-
sq: p.sh. Për të përdorur bmp_27 në vend të bmp_1 për pjesët e errëta:-
zh: 例如，对于暗色部分，使用 bmp_27 代替 bmp_1 :-

source: The piece bitmaps are from Arroway-textures.ch and Ambientcg.com
ar: خرائط القطع مأخوذة من Arroway-textures.ch وAmbientcg.com
bg: Частичните растерни изображения са от Arroway-textures.ch и Ambientcg.com
bn: বিটম্যাপগুলি Arroway-textures.ch এবং Ambientcg.com থেকে নেওয়া হয়েছে।
da: Stykkets bitmaps er fra Arroway-textures.ch og Ambientcg.com
sq: Bitmap-të e pjesëve janë nga Arroway-textures.ch dhe Ambientcg.com
zh: 片断位图来自 Arroway-textures.ch 和 Ambientcg.com

source: Piece bitmap help
ar: مساعدة في رسم خريطة القطعة
bg: Помощ за парче растерно изображение
bn: পিস বিটম্যাপ সাহায্য
da: Bitmap-hjælp
sq: Ndihmë për bitmap-in
zh: 片位图帮助

source: Bitmap textures
ar: نسيج الخريطة النقطية
bg: Растерни текстури
bn: বিটম্যাপ টেক্সচার
da: Bitmap-teksturer
sq: Teksturat bitmap
zh: 位图纹理

source: Users who cannot find bitmaps that suit them in the selection
ar: المستخدمون الذين لا يستطيعون العثور على خرائط البتات التي تناسبهم في الاختيار
bg: Потребители, които не могат да намерят растерни изображения, които им подхождат в селекцията
bn: যেসব ব্যবহারকারী তাদের পছন্দের বিটম্যাপ খুঁজে পাচ্ছেন না
da: Brugere, der ikke kan finde bitmaps, der passer til dem i udvalget
sq: Përdoruesit që nuk mund të gjejnë bitmap që u përshtaten atyre në përzgjedhje
zh: 在选择中找不到适合自己的位图的用户

source: that I have provided, might want to look at the ones available from
ar: التي قدمتها، قد ترغب في إلقاء نظرة على تلك المتوفرة من
bg: които предоставих, може да искате да разгледате наличните от
bn: আমি যেগুলো দিয়েছি, সেগুলো থেকে পাওয়া যায় সেগুলো দেখতে চাইতে পারি
da: som jeg har leveret, vil måske se på dem, der er tilgængelige fra
sq: që kam ofruar, mund të dëshirojë të shikoj ato që janë në dispozicion
zh: 我提供的，可能需要查看

source: Whilst I have provided plenty of wooden bitmaps,
ar: على الرغم من أنني قدمت الكثير من الخرائط الخشبية،
bg: Въпреки че предоставих много дървени растерни изображения,
bn: যদিও আমি প্রচুর কাঠের বিটম্যাপ প্রদান করেছি,
da: Mens jeg har leveret masser af træ bitmaps,
sq: Ndërsa unë kam ofruar shumë bitmaps prej druri,
zh: 虽然我提供了大量的木制位图，

source: I could not find many free marble ones, especially cream marble
ar: لم أتمكن من العثور على العديد من الرخام المجاني، وخاصة الرخام الكريمي
bg: Не можах да намеря много безплатни мраморни, особено кремав мрамор
bn: আমি অনেক বিনামূল্যের মার্বেল খুঁজে পাইনি, বিশেষ করে ক্রিম মার্বেল
da: Jeg kunne ikke finde mange gratis marmor, især creme marmor
sq: Nuk gjeta shumë mermer pa pagesë, veçanërisht mermer krem
zh: 我找不到很多免费的大理石，尤其是奶油色大理石

source: for the white pieces. Sketchup has a large selection of these.
ar: للقطع البيضاء. يحتوي Sketchup على مجموعة كبيرة من هذه القطع.
bg: за белите фигури. Sketchup има голям избор от тях.
bn: সাদা টুকরোগুলোর জন্য। স্কেচআপে এগুলোর বিশাল সংগ্রহ রয়েছে।
da: til de hvide stykker. Sketchup har et stort udvalg af disse.
sq: për copat e bardha. Sketchup ka një përzgjedhje të madhe të tyre.
zh: 白色部分。Sketchup 有大量此类选择。

source: Sketchup prohibits the redistribution of their bitmaps,
ar: يمنع Sketchup إعادة توزيع خرائط البتات الخاصة به،
bg: Sketchup забранява преразпределението на техните растерни изображения,
bn: স্কেচআপ তাদের বিটম্যাপের পুনর্বণ্টন নিষিদ্ধ করে,
da: Sketchup forbyder omfordeling af deres bitmaps,
sq: Sketchup ndalon rishpërndarjen e bitmap-ve të tyre,
zh: Sketchup 禁止重新分发其位图，

source: so that is why I have not provided any of theirs with this package.
ar: لهذا السبب لم أقدم أيًا منهم مع هذه الحزمة.
bg: затова не съм предоставил нито един от тях с този пакет.
bn: তাই আমি তাদের কাউকে এই প্যাকেজটি দেইনি।
da: så derfor har jeg ikke givet nogen af ​​deres denne pakke.
sq: prandaj nuk i kam ofruar asnjë prej tyre këtë paketë.
zh: 所以这就是为什么我没有向他们提供这个包裹。

source: However, you are allowed to download them for personal use.
ar: ومع ذلك، يُسمح لك بتنزيلها للاستخدام الشخصي.
bg: Имате обаче право да ги изтеглите за лична употреба.
bn: তবে, আপনি ব্যক্তিগত ব্যবহারের জন্য এগুলি ডাউনলোড করতে পারবেন।
da: Du har dog lov til at downloade dem til personlig brug.
sq: Megjithatë, ju lejohet t'i shkarkoni ato për përdorim personal.
zh: 但是，您可以下载它们供个人使用。

source: You can sign up for a free account and then download 15 bitmaps per day.
ar: يمكنك التسجيل للحصول على حساب مجاني ثم تنزيل 15 خريطة بت يوميًا.
bg: Можете да се регистрирате за безплатен акаунт и след това да изтегляте 15 растерни изображения на ден.
bn: আপনি একটি বিনামূল্যে অ্যাকাউন্টের জন্য সাইন আপ করতে পারেন এবং তারপর প্রতিদিন ১৫টি বিটম্যাপ ডাউনলোড করতে পারেন।
da: Du kan tilmelde dig en gratis konto og derefter downloade 15 bitmaps om dagen.
sq: Mund të regjistroheni për një llogari falas dhe më pas të shkarkoni 15 bitmap në ditë.
zh: 您可以注册一个免费帐户，然后每天下载 15 张位图。

source: Next, using Windows paint, you need to resize them to 256 pixels square
ar: بعد ذلك، باستخدام برنامج الرسام الخاص بنظام Windows، تحتاج إلى تغيير حجمها إلى 256 بكسل مربع
bg: След това, като използвате Windows paint, трябва да ги преоразмерите до 256 квадратни пиксела
bn: এরপর, উইন্ডোজ পেইন্ট ব্যবহার করে, আপনাকে তাদের আকার ২৫৬ পিক্সেল বর্গক্ষেত্রে পরিবর্তন করতে হবে।
da: Dernæst skal du ved hjælp af Windows-maling ændre størrelsen på dem til 256 pixels kvadrat
sq: Më pas, duke përdorur bojën e Windows, duhet t'i ndryshoni madhësinë e tyre në 256 piksele katrore
zh: 接下来，使用 Windows 画图，您需要将其大小调整为 256 像素正方形

source: and save them in the *.bmp format.
ar: وحفظها بصيغة *.bmp.
bg: и ги запишете във формат *.bmp.
bn: এবং *.bmp ফর্ম্যাটে সংরক্ষণ করুন।
da: og gem dem i *.bmp-formatet.
sq: dhe ruajini ato në formatin *.bmp.
zh: 并将其保存为*.bmp格式。

source: Then, using Windows explorer, copy them into the required directory -
ar: ثم باستخدام مستكشف Windows، قم بنسخها إلى الدليل المطلوب -
bg: След това с помощта на Windows Explorer ги копирайте в необходимата директория -
bn: তারপর, উইন্ডোজ এক্সপ্লোরার ব্যবহার করে, প্রয়োজনীয় ডিরেক্টরিতে সেগুলি অনুলিপি করুন -
da: Brug derefter Windows Stifinder til at kopiere dem til den nødvendige mappe -
sq: Pastaj, duke përdorur Windows Explorer, kopjoni ato në drejtorinë e kërkuar -
zh: 然后，使用 Windows 资源管理器将它们复制到所需的目录中 -

source: e.g.
ar: على سبيل المثال
bg: напр.
bn: যেমন
da: f.eks.
sq: p.sh.
zh: 例如

source: and rename them so that they appear in the select bitmap dialog panel.
ar: وأعد تسميتها بحيث تظهر في لوحة حوار تحديد الخريطة النقطية.
bg: и ги преименувайте, така че да се показват в диалоговия панел за избор на растерно изображение.
bn: এবং তাদের পুনঃনামকরণ করুন যাতে তারা নির্বাচিত বিটম্যাপ ডায়ালগ প্যানেলে প্রদর্শিত হয়।
da: og omdøb dem, så de vises i dialogpanelet for vælg bitmap.
sq: dhe riemërtoni ato në mënyrë që të shfaqen në panelin e dialogut të zgjedhur bitmap.
zh: 并重命名它们以便它们出现在选择位图对话框面板中。

source: There are more detailed instructions on the previous help screen.
ar: هناك تعليمات أكثر تفصيلاً على شاشة المساعدة السابقة.
bg: Има по-подробни инструкции на предишния помощен екран.
bn: পূর্ববর্তী সহায়তা স্ক্রিনে আরও বিস্তারিত নির্দেশাবলী রয়েছে।
da: Der er mere detaljerede instruktioner på den forrige hjælpeskærm.
sq: Ka udhëzime më të detajuara në ekranin e mëparshëm të ndihmës.
zh: 上一个帮助屏幕上有更详细的说明。

source: Additional bitmap textures
ar: نسيج الخريطة النقطية الإضافية
bg: Допълнителни растерни текстури
bn: অতিরিক্ত বিটম্যাপ টেক্সচার
da: Yderligere bitmap-teksturer
sq: Tekstura shtesë të bitmap
zh: 附加位图纹理

source: Automatic Analysis Options
ar: خيارات التحليل التلقائي
bg: Опции за автоматичен анализ
bn: স্বয়ংক্রিয় বিশ্লেষণ বিকল্প
da: Automatiske analysemuligheder
sq: Opsionet e analizës automatike
zh: 自动分析选项

source: Variation length options
ar: خيارات طول التباين
bg: Опции за вариационна дължина
bn: পরিবর্তনের দৈর্ঘ্যের বিকল্পগুলি
da: Variationslængde muligheder
sq: Opsionet e gjatësisë së variacionit
zh: 变体长度选项

source: Variation length Options
ar: خيارات طول التباين
bg: Опции за вариационна дължина
bn: পরিবর্তনের দৈর্ঘ্যের বিকল্প
da: Variationslængde Muligheder
sq: Opsionet e gjatësisë së variacionit
zh: 变异长度选项

source: Bug fix options
ar: خيارات إصلاح الأخطاء
bg: Опции за коригиране на грешки
bn: বাগ সংশোধনের বিকল্পগুলি
da: Muligheder for fejlrettelser
sq: Opsionet e rregullimit të gabimeve
zh: 错误修复选项

source: Piece animation options
ar: خيارات الرسوم المتحركة للقطعة
bg: Опции за анимация на парчета
bn: পিস অ্যানিমেশনের বিকল্পগুলি
da: Muligheder for stykke animation
sq: Opsionet e animacionit të pjesëve
zh: 片段动画选项

source: Auto replay options
ar: خيارات إعادة التشغيل التلقائي
bg: Опции за автоматично повторение
bn: অটো রিপ্লে বিকল্পগুলি
da: Muligheder for automatisk genafspilning
sq: Opsionet e riprodhimit automatik
zh: 自动重播选项

source: Select 3d user defined window background settings
ar: حدد إعدادات خلفية النافذة ثلاثية الأبعاد المحددة من قبل المستخدم
bg: Изберете дефинирани от потребителя 3D настройки за фон на прозореца
bn: 3D ব্যবহারকারী-নির্দিষ্ট উইন্ডো ব্যাকগ্রাউন্ড সেটিংস নির্বাচন করুন
da: Vælg 3d brugerdefinerede vinduesbaggrundsindstillinger
sq: Zgjidhni cilësimet e sfondit të dritares së përcaktuar nga përdoruesi 3d
zh: 选择 3d 用户定义的窗口背景设置

source: Select board widget options
ar: حدد خيارات أداة اللوحة
bg: Изберете опции за джаджи на дъска
bn: বোর্ড উইজেট বিকল্পগুলি নির্বাচন করুন
da: Vælg muligheder for boardwidget
sq: Zgjidhni opsionet e miniaplikacionit të bordit
zh: 选择板小部件选项

source: Opening book settings
ar: إعدادات فتح الكتاب
bg: Отваряне на настройките на книгата
bn: বই সেটিংস খোলা হচ্ছে
da: Åbning af bogindstillinger
sq: Hapja e cilësimeve të librit
zh: 打开书籍设置

source: Clock Settings
ar: إعدادات الساعة
bg: Настройки на часовника
bn: ঘড়ির সেটিংস
da: Urindstillinger
sq: Cilësimet e orës
zh: 时钟设置

source: Select screen colours
ar: حدد ألوان الشاشة
bg: Изберете цветове на екрана
bn: স্ক্রিনের রঙ নির্বাচন করুন
da: Vælg skærmfarver
sq: Zgjidhni ngjyrat e ekranit
zh: 选择屏幕颜色

source: Engine settings
ar: إعدادات المحرك
bg: Настройки на двигателя
bn: ইঞ্জিন সেটিংস
da: Motorindstillinger
sq: Cilësimet e motorit
zh: 引擎设置

source: Engine match
ar: مطابقة المحرك
bg: Съвпадение на двигателя
bn: ইঞ্জিন ম্যাচ
da: Motor match
sq: Ndeshja e motorit
zh: 引擎匹配

source: Engine option parameters
ar: معلمات خيار المحرك
bg: Опционални параметри на двигателя
bn: ইঞ্জিন বিকল্পের পরামিতি
da: Motorindstillingsparametre
sq: Parametrat e opsionit të motorit
zh: 发动机选项参数
