Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: Please load a game before adding moves
ar: يرجى تحميل اللعبة قبل إضافة الحركات
bg: Моля, заредете игра, преди да добавите ходове
bn: মুভ যোগ করার আগে দয়া করে একটি গেম লোড করুন
da: Indlæs venligst et spil, før du tilføjer træk
sq: Ju lutemi, ngarkoni një lojë përpara se të shtoni lëvizje
zh: 添加动作前请加载游戏

source: Add games from PGN file message
ar: إضافة الألعاب من رسالة ملف PGN
bg: Съобщение за добавяне на игри от PGN файл
bn: PGN ফাইল বার্তা থেকে গেম যোগ করুন
da: Tilføj spil fra PGN-filmeddelelse
sq: Shtoni lojëra nga mesazhi i skedarit PGN
zh: 从 PGN 文件消息添加游戏

source: There is no PGN file loaded
ar: لا يوجد ملف PGN محمل
bg: Няма зареден PGN файл
bn: কোনও PGN ফাইল লোড করা নেই।
da: Der er ingen PGN-fil indlæst
sq: Nuk ka asnjë skedar PGN të ngarkuar
zh: 未加载 PGN 文件

source: Please load a PGN file before adding games
ar: يرجى تحميل ملف PGN قبل إضافة الألعاب
bg: Моля, заредете PGN файл, преди да добавите игри
bn: গেম যোগ করার আগে দয়া করে একটি PGN ফাইল লোড করুন।
da: Indlæs venligst en PGN-fil, før du tilføjer spil
sq: Ju lutemi, ngarkoni një skedar PGN përpara se të shtoni lojëra
zh: 添加游戏前请加载 PGN 文件

source: Game moves added to opening book
ar: تمت إضافة حركات اللعبة إلى كتاب الافتتاح
bg: Ходовете на играта са добавени към началната книга
bn: ওপেনিং বুকে গেমের চাল যোগ করা হয়েছে
da: Spiltræk tilføjet til åbningsbogen
sq: Lëvizjet e lojës u shtuan në librin e hapjes
zh: 游戏动作已添加到开局书中

source: Book file update message
ar: رسالة تحديث ملف الكتاب
bg: Съобщение за актуализиране на файла на книгата
bn: বই ফাইল আপডেট বার্তা
da: Besked om bogfilopdatering
sq: Mesazh për përditësimin e skedarit të librit
zh: 书籍文件更新消息

source: Add games complete
ar: إضافة الألعاب المكتملة
bg: Добавянето на игри е завършено
bn: গেম যোগ করা সম্পূর্ণ
da: Tilføj spil færdig
sq: Shtimi i lojërave përfundoi
zh: 添加游戏完成

source: Add games stopped
ar: إضافة الألعاب المتوقفة
bg: Добавянето на игри е спряно
bn: বন্ধ করা গেম যোগ করুন
da: Tilføj spil stoppet
sq: Shto lojëra të ndaluara
zh: 添加已停止的游戏

source: Move weights for the opening book
ar: حرك الأوزان للكتاب الافتتاحي
bg: Преместете тежести за началната книга
bn: শুরুর বইয়ের জন্য ওজন সরান
da: Flyt vægte til åbningsbogen
sq: Lëvizni peshat për librin e hapjes
zh: 为开书移动重量

source: Use weight scaling
ar: استخدم مقياس الوزن
bg: Използвайте мащабиране на теглото
bn: ওজন স্কেলিং ব্যবহার করুন
da: Brug vægtskalering
sq: Përdorni shkallëzimin e peshës
zh: 使用权重缩放

source: Max scaling weight :
ar: الحد الأقصى لوزن القياس:
bg: Максимално тегло на мащабиране:
bn: সর্বোচ্চ স্কেলিং ওজন:
da: Max skaleringsvægt:
sq: Pesha maksimale e shkallës:
zh: 最大称重：

source: Use weight filter
ar: استخدم مرشح الوزن
bg: Използвайте филтър за тегло
bn: ওজন ফিল্টার ব্যবহার করুন
da: Brug vægtfilter
sq: Përdorni filtrin e peshës
zh: 使用权重过滤器

source: Min.
ar: الحد الأدنى
bg: Мин.
bn: ন্যূনতম।
zh: 最小。

source: Max.
ar: الأعلى.
bg: Макс.
bn: সর্বোচ্চ।
da: Maks.
sq: Maks.
zh: 最大限度。

source: Re-write book file
ar: إعادة كتابة ملف الكتاب
bg: Пренапишете файла на книгата
bn: বইয়ের ফাইলটি পুনরায় লিখুন
da: Genskriv bogfil
sq: Ri-shkruaj skedarin e librit
zh: 重写书籍文件

source: Save book weights
ar: حفظ أوزان الكتب
bg: Запазете теглото на книгата
bn: বইয়ের ওজন সংরক্ষণ করুন
da: Gem bogvægte
sq: Kurseni peshën e librit
zh: 节省书籍重量

source: Weight
ar: وزن
bg: Тегло
bn: ওজন
da: Vægt
sq: Pesha
zh: 重量

source: Check to scale move weights to max. scale weight
ar: التحقق من مقياس نقل الأوزان إلى الحد الأقصى لوزن المقياس
bg: Проверете, за да преместите тежестите до макс. тегло на везната
bn: ওজন সর্বোচ্চে সরাতে স্কেল চেক করুন। স্কেল ওজন
da: Marker for at skala flytte vægte til max. vægt vægt
sq: Kontrolloni për të shkallëzuar peshën e lëvizjes në maksimum. pesha e peshores
zh: 检查秤移动重量至最大秤量重量

source: Maximum scale weight value
ar: الحد الأقصى لقيمة وزن المقياس
bg: Максимална стойност на теглото на везната
bn: সর্বোচ্চ স্কেল ওজন মান
da: Maksimal vægtvægtværdi
sq: Vlera maksimale e peshës së peshores
zh: 最大秤量值

source: Use book move weight filtering
ar: استخدم تصفية وزن نقل الكتاب
bg: Използвайте филтриране на теглото при преместване на книга
bn: বই সরানোর ওজন ফিল্টারিং ব্যবহার করুন
da: Brug bogflytningsvægtfiltrering
sq: Përdorni filtrimin e peshës së lëvizjes së librit
zh: 使用书籍移动重量过滤

source: Book move weight minimum value
ar: الحد الأدنى لقيمة وزن نقل الكتاب
bg: Минимална стойност на теглото на преместването на книгата
bn: বই স্থানান্তর ওজনের সর্বনিম্ন মান
da: Bogflytningsvægt minimumværdi
sq: Vlera minimale e peshës së lëvizjes së librit
zh: 书籍移动重量最小值

source: Book move weight maximum value
ar: الحد الأقصى لقيمة وزن نقل الكتاب
bg: Максимална стойност на теглото на преместване на книга
bn: বই সরানোর ওজনের সর্বোচ্চ মান
da: Bogtræk vægt maksimum værdi
sq: Vlera maksimale e peshës së lëvizjes së librit
zh: 图书移动重量最大值

source: Click to re-write opening book file with scaled values
ar: انقر لإعادة كتابة ملف الكتاب الافتتاحي بقيم مقياسية
bg: Щракнете, за да напишете отново отварящия файл на книгата с мащабирани стойности
bn: স্কেল করা মান সহ খোলার বইয়ের ফাইলটি পুনরায় লিখতে ক্লিক করুন।
da: Klik for at genskrive åbningsbogsfilen med skalerede værdier
sq: Klikoni për të rishkruar skedarin e librit hapës me vlera të shkallëzuara
zh: 单击以使用缩放值重写开本书文件

source: Click to save the current weights to the opening book file
ar: انقر لحفظ الأوزان الحالية في ملف الكتاب الافتتاحي
bg: Щракнете, за да запазите текущите тегла в отварящия файл на книгата
bn: খোলার বইয়ের ফাইলে বর্তমান ওজন সংরক্ষণ করতে ক্লিক করুন।
da: Klik for at gemme de aktuelle vægte i åbningsbogsfilen
sq: Klikoni për të ruajtur peshat aktuale në skedarin e librit hapës
zh: 点击将当前权重保存到打开的书文件中

source: You are about to re-write the opening book file
ar: أنت على وشك إعادة كتابة ملف الكتاب الافتتاحي
bg: На път сте да пренапишете файла с началната книга
bn: তুমি খোলার বইয়ের ফাইলটি পুনরায় লিখতে চলেছো।
da: Du er ved at genskrive åbningsbogen
sq: Jeni gati të rishkruani skedarin e librit hapës
zh: 您即将重写开书文件

source: This process cannot be reversed
ar: لا يمكن عكس هذه العملية
bg: Този процес не може да бъде обърнат
bn: এই প্রক্রিয়াটি বিপরীত করা যাবে না।
da: Denne proces kan ikke vendes
sq: Ky proces nuk mund të kthehet mbrapsht
zh: 此过程不可逆转

source: Do you wish to continue
ar: هل ترغب في الاستمرار
bg: Искате ли да продължите
bn: তুমি কি চালিয়ে যেতে চাও?
da: Ønsker du at fortsætte
sq: Dëshironi të vazhdoni
zh: 您是否希望继续

source: Confirm re-write of book file
ar: تأكيد إعادة كتابة ملف الكتاب
bg: Потвърдете повторното записване на файла на книгата
bn: বইয়ের ফাইল পুনর্লিখন নিশ্চিত করুন।
da: Bekræft genskrivning af bogfil
sq: Konfirmo rishkrimin e skedarit të librit
zh: 确认重写书籍文件

source: Re-writing the opening book file will re-write all of the moves in
ar: ستؤدي إعادة كتابة ملف الكتاب الافتتاحي إلى إعادة كتابة جميع التحركات في
bg: Пренаписването на файла с отварящата книга ще пренапише всички ходове
bn: ওপেনিং বুক ফাইলটি পুনরায় লেখার ফলে সমস্ত মুভগুলি পুনরায় লেখা হবে
da: Genskrivning af åbningsbogsfilen vil genskrive alle træk ind
sq: Ri-shkrimi i skedarit të librit hapës do të rishkruajë të gjitha lëvizjet brenda
zh: 重写开局文件将重写所有动作

source: the opening book file using the current scaling and filtering settings.
ar: ملف الكتاب الافتتاحي باستخدام إعدادات القياس والتصفية الحالية.
bg: отварящия файл на книгата, използвайки текущите настройки за мащабиране и филтриране.
bn: বর্তমান স্কেলিং এবং ফিল্টারিং সেটিংস ব্যবহার করে খোলার বইয়ের ফাইল।
da: åbningsbogsfilen ved hjælp af de aktuelle skalerings- og filtreringsindstillinger.
sq: skedari i librit hapës duke përdorur cilësimet aktuale të shkallëzimit dhe filtrimit.
zh: 使用当前缩放和过滤设置的打开书籍文件。

source: When you select the scaling and filtering options with the check boxes,
ar: عند تحديد خيارات التدرج والتصفية باستخدام مربعات الاختيار،
bg: Когато изберете опциите за мащабиране и филтриране с квадратчетата за отметка,
bn: যখন আপনি চেক বাক্সগুলি দিয়ে স্কেলিং এবং ফিল্টারিং বিকল্পগুলি নির্বাচন করেন,
da: Når du vælger skalerings- og filtreringsindstillingerne med afkrydsningsfelterne,
sq: Kur zgjidhni opsionet e shkallëzimit dhe filtrimit me kutitë e kontrollit,
zh: 当您使用复选框选择缩放和过滤选项时，

source: this only affects the display of the moves but has no effect
ar: يؤثر هذا فقط على عرض التحركات ولكن ليس له أي تأثير
bg: това засяга само показването на ходовете, но няма ефект
bn: এটি কেবল চালের প্রদর্শনকে প্রভাবিত করে কিন্তু কোনও প্রভাব ফেলে না
da: dette påvirker kun visningen af ​​træk, men har ingen effekt
sq: kjo ndikon vetëm në shfaqjen e lëvizjeve, por nuk ka asnjë efekt
zh: 这只会影响动作的显示，但没有效果

source: on the opening book file itself.
ar: على ملف الكتاب الافتتاحي نفسه.
bg: върху самия файл на отварящата книга.
bn: শুরুর বইয়ের ফাইলেই।
da: på selve åbningsbogsfilen.
sq: në vetë dosjen e librit hapës.
zh: 在开书文件本身上。

source: However, if you proceed to re-write the opening book file
ar: ومع ذلك، إذا قمت بإعادة كتابة ملف الكتاب الافتتاحي
bg: Ако обаче продължите да пренаписвате файла на отварящата книга
bn: তবে, যদি আপনি শুরুর বইয়ের ফাইলটি পুনরায় লিখতে শুরু করেন
da: Men hvis du fortsætter med at omskrive åbningsbogen
sq: Megjithatë, nëse vazhdoni të rishkruani skedarin e librit hapës
zh: 但是，如果你继续重写开书文件

source: then the changes are made to the file itself.
ar: ثم يتم إجراء التغييرات على الملف نفسه.
bg: тогава промените се правят в самия файл.
bn: তারপর ফাইলটিতেই পরিবর্তনগুলি করা হয়।
da: derefter foretages ændringerne i selve filen.
sq: atëherë ndryshimet bëhen në vetë skedarin.
zh: 那么更改就是针对文件本身进行的。

source: This process cannot be reversed because each block of moves
ar: لا يمكن عكس هذه العملية لأن كل كتلة من التحركات
bg: Този процес не може да бъде обърнат, защото всеки блок се движи
bn: এই প্রক্রিয়াটি বিপরীত করা যাবে না কারণ প্রতিটি ব্লক সরে যায়
da: Denne proces kan ikke vendes, fordi hver blok af bevægelser
sq: Ky proces nuk mund të kthehet mbrapsht sepse çdo bllok lëvizjesh
zh: 这个过程不能逆转，因为每组动作

source: in the book will be scaled by a different factor in order to
ar: في الكتاب سيتم قياسه بعامل مختلف من أجل
bg: в книгата ще бъдат мащабирани с различен фактор, за да
bn: বইটিতে একটি ভিন্ন ফ্যাক্টর দ্বারা স্কেল করা হবে যাতে
da: i bogen vil blive skaleret med en anden faktor for at
sq: në libër do të shkallëzohet nga një faktor tjetër në mënyrë që të
zh: 书中的内容将按不同的比例缩放，以便

source: scale them against the move with the highest weight in the block.
ar: قم بمقارنتها بالحركة ذات الوزن الأعلى في الكتلة.
bg: мащабирайте ги спрямо движението с най-голямо тегло в блока.
bn: ব্লকের সর্বোচ্চ ওজন দিয়ে তাদের সরানোর বিরুদ্ধে স্কেল করুন।
da: skaler dem mod bevægelsen med den højeste vægt i blokken.
sq: shkallëzojini ato kundrejt lëvizjes me peshën më të madhe në bllok.
zh: 根据区块中权重最高的移动来衡量它们。

source: If the moves are filtered, then some will them may be excluded
ar: إذا تمت تصفية الحركات، فقد يتم استبعاد بعضها
bg: Ако ходовете са филтрирани, някои от тях може да бъдат изключени
bn: যদি চালগুলি ফিল্টার করা হয়, তাহলে কিছু বাদ দেওয়া হতে পারে
da: Hvis træk er filtreret, så vil nogle af dem blive udelukket
sq: Nëse lëvizjet filtrohen, atëherë disa do të mund të përjashtohen
zh: 如果动作被过滤，那么一些动作可能会被排除

source: during the re-write.
ar: أثناء إعادة الكتابة.
bg: по време на пренаписването.
bn: পুনর্লিখনের সময়।
da: under genskrivningen.
sq: gjatë rishkrimit.
zh: 在重写过程中。

source: So if you want to have the option of seeing the original weight
ar: لذا إذا كنت تريد أن يكون لديك خيار رؤية الوزن الأصلي
bg: Така че, ако искате да имате възможност да видите оригиналното тегло
bn: তাই যদি আপনি আসল ওজন দেখার বিকল্পটি পেতে চান
da: Så hvis du vil have mulighed for at se den originale vægt
sq: Pra, nëse dëshironi të keni mundësinë të shihni peshën origjinale
zh: 所以如果你想要查看原始重量

source: for a book move and/or see all of the moves in a block,
ar: لتحريك الكتاب و/أو رؤية جميع التحركات في كتلة،
bg: за ход на книга и/или вижте всички ходове в блок,
bn: একটি বই স্থানান্তরের জন্য এবং/অথবা একটি ব্লকের সমস্ত পদক্ষেপ দেখার জন্য,
da: for et bogtræk og/eller se alle træk i en blok,
sq: për një lëvizje libri dhe/ose shikoni të gjitha lëvizjet në një bllok,
zh: 了解书籍移动和/或查看区块中的所有移动，

source: then do not proceed with this operation.
ar: لذلك لا تستمر بهذه العملية.
bg: тогава не продължавайте с тази операция.
bn: তাহলে এই অপারেশনটি এগিয়ে যাবেন না।
da: så fortsæt ikke med denne operation.
sq: atëherë mos vazhdoni me këtë operacion.
zh: 那么不要继续此操作。

source: However, if you have no interest in the original book weights
ar: ومع ذلك، إذا لم يكن لديك أي اهتمام بأوزان الكتاب الأصلية
bg: Ако обаче не се интересувате от оригиналните тегла на книгата
bn: তবে, যদি আপনার মূল বইয়ের ওজনের প্রতি কোন আগ্রহ না থাকে,
da: Men hvis du ikke har nogen interesse i de originale bogvægte
sq: Sidoqoftë, nëse nuk keni interes për peshat e librit origjinal
zh: 但是，如果你对原书重量不感兴趣

source: and want to get rid of the moves outside of the filter,
ar: وتريد التخلص من التحركات خارج الفلتر،
bg: и искате да се отървете от движенията извън филтъра,
bn: এবং ফিল্টারের বাইরের চালচলন থেকে মুক্তি পেতে চাই,
da: og ønsker at slippe af med bevægelserne uden for filteret,
sq: dhe duan të heqin qafe lëvizjet jashtë filtrit,
zh: 并想摆脱过滤器之外的动作，

source: then re-writing the book will mean the program will read the
ar: ثم إعادة كتابة الكتاب يعني أن البرنامج سوف يقرأه
bg: тогава пренаписването на книгата ще означава, че програмата ще прочете
bn: তারপর বইটি পুনরায় লেখার অর্থ হবে প্রোগ্রামটি পড়বে
da: derefter omskrivning af bogen vil betyde, at programmet vil læse
sq: atëherë rishkrimi i librit do të thotë se programi do të lexojë
zh: 那么重写这本书就意味着程序将读取

source: book moves slightly faster.
ar: الكتاب يتحرك بشكل أسرع قليلاً.
bg: книгата се движи малко по-бързо.
bn: বইটি একটু দ্রুত চলে।
da: bogen bevæger sig lidt hurtigere.
sq: libri lëviz pak më shpejt.
zh: 书的移动速度稍微快一些。

source: It would be advisable to make a backup copy of the original file
ar: من المستحسن عمل نسخة احتياطية من الملف الأصلي
bg: Би било препоръчително да направите резервно копие на оригиналния файл
bn: মূল ফাইলের একটি ব্যাকআপ কপি তৈরি করা যুক্তিযুক্ত হবে।
da: Det vil være tilrådeligt at lave en sikkerhedskopi af den originale fil
sq: Do të ishte e këshillueshme që të bëni një kopje rezervë të skedarit origjinal
zh: 建议备份原始文件

source: before performing this operation in case something goes wrong.
ar: قبل إجراء هذه العملية في حالة حدوث أي خطأ.
bg: преди да извършите тази операция, в случай че нещо се обърка.
bn: যদি কিছু ভুল হয়ে যায়, তাহলে এই অপারেশনটি করার আগে।
da: før du udfører denne handling, hvis noget går galt.
sq: përpara se të kryeni këtë operacion në rast se diçka nuk shkon mirë.
zh: 在执行此操作之前，以防出现问题。

source: Opening book scale file help
ar: مساعدة في فتح ملف مقياس الكتاب
bg: Помощ при отваряне на файла с мащаба на книгата
bn: বইয়ের স্কেল ফাইল খোলার সাহায্য
da: Hjælp til fil til åbning af bogskala
sq: Ndihmë për hapjen e skedarit të shkallës së librit
zh: 开卷秤文件帮助

source: This dialog box displays the polyglot .bin book move weights,
ar: يعرض مربع الحوار هذا أوزان نقل كتاب .bin متعدد اللغات،
bg: Този диалогов прозорец показва теглата на преместване на книгата полиглот .bin,
bn: এই ডায়ালগ বক্সটি পলিগ্লট .bin বইয়ের সরানোর ওজন প্রদর্শন করে,
da: Denne dialogboks viser polyglot .bin bog flytte vægte,
sq: Kjo kuti dialogu shfaq peshën e lëvizjes së librit poliglot .bin,
zh: 此对话框显示多语言 .bin 书移动权重，

source: allows you to select display options and change the move weights.
ar: يسمح لك بتحديد خيارات العرض وتغيير أوزان الحركة.
bg: ви позволява да изберете опции за показване и да промените тежестта на движение.
bn: আপনাকে প্রদর্শনের বিকল্পগুলি নির্বাচন করতে এবং সরানোর ওজন পরিবর্তন করতে দেয়।
da: giver dig mulighed for at vælge visningsmuligheder og ændre flyttevægtene.
sq: ju lejon të zgjidhni opsionet e ekranit dhe të ndryshoni peshat e lëvizjes.
zh: 允许您选择显示选项并更改移动权重。

source: Use scaling : Check this box to scale the move weights
ar: استخدام التدرج: حدد هذا المربع لتغيير مقياس أوزان الحركة
bg: Използване на мащабиране: Поставете отметка в това квадратче, за да мащабирате тежестите на движение
bn: স্কেলিং ব্যবহার করুন: সরানোর ওজন স্কেল করতে এই বাক্সটি চেক করুন।
da: Brug skalering: Marker dette felt for at skalere flyttevægtene
sq: Përdorni shkallëzimin: Zgjidhni këtë kuti për të shkallëzuar peshat e lëvizjes
zh: 使用缩放：选中此框可以缩放移动权重

source: up to the maximum scale weight setting.
ar: حتى الحد الأقصى لإعداد وزن المقياس.
bg: до максималната настройка на теглото на везната.
bn: সর্বোচ্চ স্কেল ওজন সেটিং পর্যন্ত।
da: op til den maksimale vægtindstilling.
sq: deri në vendosjen e peshës maksimale të peshores.
zh: 直至最大秤重设置。

source: Max scaling weight : Input the value for the best move in the block of moves
ar: أقصى وزن للتدرج: أدخل القيمة لأفضل حركة في كتلة الحركات
bg: Максимално тегло на мащабиране: Въведете стойността за най-добрия ход в блока от ходове
bn: সর্বোচ্চ স্কেলিং ওজন: মুভ ব্লকে সেরা মুভের মান ইনপুট করুন
da: Maks. skaleringsvægt: Indtast værdien for det bedste træk i trækblokken
sq: Pesha maksimale e shkallëzimit: Futni vlerën për lëvizjen më të mirë në bllokun e lëvizjeve
zh: 最大缩放权重：输入移动块中最佳移动的值

source: to be set to. The remaining moves are then scaled from this value.
ar: يتم ضبطها. ثم يتم قياس الحركات المتبقية من هذه القيمة.
bg: да бъде настроен на. След това останалите ходове се мащабират от тази стойност.
bn: সেট করতে হবে। বাকি চালগুলি এই মান থেকে স্কেল করা হয়।
da: skal indstilles til. De resterende træk skaleres derefter fra denne værdi.
sq: për t'u vendosur në. Lëvizjet e mbetura më pas shkallëzohen nga kjo vlerë.
zh: 设置为。其余的移动将根据该值缩放。

source: Use filter : Use a range filter for the move weights.
ar: استخدم الفلتر: استخدم فلتر النطاق لأوزان الحركة.
bg: Използвайте филтър : Използвайте филтър за обхват за тежестите на движение.
bn: ফিল্টার ব্যবহার করুন: সরানোর ওজনের জন্য একটি রেঞ্জ ফিল্টার ব্যবহার করুন।
da: Brug filter: Brug et områdefilter til flyttevægtene.
sq: Përdorni filtrin: Përdorni një filtër diapazoni për peshat lëvizëse.
zh: 使用过滤器：对移动权重使用范围过滤器。

source: Move weights : Input the minimum and maximum weights for a
ar: نقل الأوزان: أدخل الحد الأدنى والحد الأقصى للأوزان لـ
bg: Преместване на тежести: Въведете минималните и максималните тежести за a
bn: ওজন সরান: একটির জন্য সর্বনিম্ন এবং সর্বোচ্চ ওজন ইনপুট করুন
da: Flyt vægte: Indtast minimum og maksimum vægte for en
sq: Lëvizja e peshave : Futni peshat minimale dhe maksimale për a
zh: 移动权重：输入最小和最大权重

source: Polyglot .bin opening book.
ar: كتاب فتح متعدد اللغات .bin.
bg: Полиглот .bin отваряща книга.
bn: পলিগ্লট .বিন খোলার বই।
da: Polyglot .bin åbningsbog.
sq: Libri i hapjes Polyglot .bina.
zh: 多语言 .bin 开书。

source: Re-write book file : Click to re-write all of the moves in the opening book file
ar: إعادة كتابة ملف الكتاب: انقر لإعادة كتابة جميع الحركات في ملف الكتاب الافتتاحي
bg: Презаписване на файла на книгата: Щракнете, за да напишете отново всички ходове в отварящия файл на книгата
bn: বইয়ের ফাইলটি পুনরায় লিখুন: খোলার বইয়ের ফাইলের সমস্ত চালগুলি পুনরায় লিখতে ক্লিক করুন।
da: Genskriv bogfil: Klik for at genskrive alle træk i åbningsbogsfilen
sq: Ri-shkruaj skedarin e librit: Klikoni për të rishkruar të gjitha lëvizjet në skedarin e librit hapës
zh: 重写书本文件：点击重写开局书本文件中的所有动作

source: using the current scaling and filtering settings.
ar: استخدام إعدادات القياس والتصفية الحالية.
bg: използвайки текущите настройки за мащабиране и филтриране.
bn: বর্তমান স্কেলিং এবং ফিল্টারিং সেটিংস ব্যবহার করে।
da: ved hjælp af de aktuelle skalerings- og filtreringsindstillinger.
sq: duke përdorur cilësimet aktuale të shkallëzimit dhe filtrimit.
zh: 使用当前的缩放和过滤设置。

source: Save move weights : Click to save the current weights to the book file.
ar: حفظ أوزان الحركة: انقر هنا لحفظ الأوزان الحالية في ملف الكتاب.
bg: Запазване на тежестите на хода: Щракнете, за да запазите текущите тежести във файла на книгата.
bn: সরানোর ওজন সংরক্ষণ করুন: বইয়ের ফাইলে বর্তমান ওজন সংরক্ষণ করতে ক্লিক করুন।
da: Gem flyttevægte : Klik for at gemme de aktuelle vægte i bogfilen.
sq: Ruaj peshën e lëvizjes: Kliko për të ruajtur peshat aktuale në skedarin e librit.
zh: 保存移动权重：单击可将当前权重保存到书籍文件中。

source: The move weights in the right hand column of the table can be edited
ar: يمكن تحرير أوزان الحركة في العمود الأيمن من الجدول
bg: Теглата на хода в дясната колона на таблицата могат да се редактират
bn: টেবিলের ডান হাতের কলামে থাকা মুভ ওয়েটগুলি সম্পাদনা করা যেতে পারে।
da: Flyttevægtene i tabellens højre kolonne kan redigeres
sq: Peshat e lëvizjes në kolonën e djathtë të tabelës mund të modifikohen
zh: 表格右侧的移动权重可以编辑

source: by simply typing in new values. You can then save the changes to the
ar: ببساطة عن طريق كتابة القيم الجديدة. يمكنك بعد ذلك حفظ التغييرات في
bg: като просто въведете нови стойности. След това можете да запазите промените в
bn: কেবল নতুন মান টাইপ করে। তারপর আপনি পরিবর্তনগুলি সংরক্ষণ করতে পারেন
da: ved blot at indtaste nye værdier. Du kan derefter gemme ændringerne i
sq: thjesht duke shtypur vlera të reja. Më pas mund t'i ruani ndryshimet në
zh: 只需输入新值即可。然后您可以将更改保存到

source: opening book file by clicking on <Save move weights>
ar: فتح ملف الكتاب بالضغط على <حفظ أوزان النقل>
bg: отваряне на файла на книгата, като щракнете върху <Запазване на тежестите на ход>
bn: <সেভ মুভ ওয়েট> এ ক্লিক করে বইয়ের ফাইলটি খুলুন
da: åbne bogfil ved at klikke på <Gem flyttevægte>
sq: hapni skedarin e librit duke klikuar në <Ruaj peshat e lëvizjes>
zh: 点击<保存移动权重>打开书籍文件

source: You can only do this when the <Use filter> checkbox is switched off.
ar: لا يمكنك القيام بذلك إلا عند إيقاف تشغيل مربع الاختيار <استخدام الفلتر>.
bg: Можете да направите това само когато квадратчето <Използване на филтър> е изключено.
bn: আপনি কেবল তখনই এটি করতে পারবেন যখন <Use filter> চেকবক্সটি বন্ধ থাকে।
da: Du kan kun gøre dette, når afkrydsningsfeltet <Brug filter> er slået fra.
sq: Këtë mund ta bëni vetëm kur kutia e kontrollit <Përdor filtrin> është e fikur.
zh: 仅当<使用过滤器>复选框关闭时，您才可以执行此操作。

source: For more information on move weights, click on the <Weights..> button.
ar: لمزيد من المعلومات حول تحريك الأوزان، انقر فوق الزر <الأوزان..>.
bg: За повече информация относно тежестите на движение, щракнете върху бутона <Тегла..>.
bn: সরানোর ওজন সম্পর্কে আরও তথ্যের জন্য, <ওজন..> বোতামে ক্লিক করুন।
da: For mere information om flyt af vægte, klik på knappen <Vægt..>.
sq: Për më shumë informacion mbi lëvizjen e peshave, klikoni në butonin <Peshat..>.
zh: 有关移动重量的更多信息，请单击<重量..>按钮。

source: Weights..
ar: الأوزان..
bg: Тежести..
bn: ওজন..
da: Vægte..
sq: Peshat..
zh: 重量……

source: Using the move weights in a PolyGlot .bin opening book
ar: استخدام أوزان الحركة في كتاب فتح .bin الخاص بـ PolyGlot
bg: Използване на тежестите на преместване в начална книга на PolyGlot .bin
bn: একটি PolyGlot .bin খোলার বইতে মুভ ওয়েট ব্যবহার করা
da: Brug af flyttevægtene i en PolyGlot .bin-åbningsbog
sq: Përdorimi i peshave të lëvizjes në një libër hapjeje .bina PolyGlot
zh: 在 PolyGlot .bin 开局书中使用移动权重

source: presents some difficulties. According to the Polyglot documentation,
ar: يُظهر بعض الصعوبات. وفقًا لوثائق Polyglot،
bg: създава някои трудности. Според документацията на Polyglot,
bn: কিছু অসুবিধা দেখায়। পলিগ্লট ডকুমেন্টেশন অনুসারে,
da: giver nogle vanskeligheder. Ifølge Polyglot-dokumentationen,
sq: paraqet disa vështirësi. Sipas dokumentacionit Polyglot,
zh: 存在一些困难。根据 Polyglot 文档，

source: the move weight indicates the likelihood that a move will be played.
ar: يشير وزن الحركة إلى احتمالية لعب الحركة.
bg: теглото на хода показва вероятността ходът да бъде изигран.
bn: মুভ ওয়েট ইঙ্গিত দেয় যে মুভ খেলার সম্ভাবনা কত।
da: trækvægten angiver sandsynligheden for, at et træk bliver spillet.
sq: pesha e lëvizjes tregon mundësinë që një lëvizje të luhet.
zh: 移动权重表示采取某一举动的可能性。

source: Previously, I had misunderstood how this number was calculated.
ar: في السابق، كنت قد أساءت فهم كيفية حساب هذا الرقم.
bg: Преди това не бях разбрал как се изчислява това число.
bn: আগে, আমি ভুল বুঝেছিলাম কিভাবে এই সংখ্যাটি গণনা করা হয়।
da: Tidligere havde jeg misforstået, hvordan dette tal blev beregnet.
sq: Më parë, e kisha keqkuptuar se si llogaritej ky numër.
zh: 以前，我误解了这个数字是如何计算的。
