Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: only want to use puzzle mode occasionally for a game database file.
ar: أريد فقط استخدام وضع الألغاز من حين لآخر لملف قاعدة بيانات اللعبة.
bg: искам да използвам режим пъзел само от време на време за файл с база данни на играта.
bn: শুধুমাত্র গেম ডাটাবেস ফাইলের জন্য মাঝে মাঝে পাজল মোড ব্যবহার করতে চাই।
da: ønsker kun at bruge puslespilstilstand lejlighedsvis til en spildatabasefil.
sq: vetëm dëshironi të përdorni modalitetin e enigmës herë pas here për një skedar të bazës së të dhënave të lojës.
zh: 只想偶尔对游戏数据库文件使用拼图模式。

source: This option is only active when a PGN file is loaded.
ar: يكون هذا الخيار نشطًا فقط عند تحميل ملف PGN.
bg: Тази опция е активна само когато е зареден PGN файл.
bn: এই বিকল্পটি কেবল তখনই সক্রিয় থাকে যখন একটি PGN ফাইল লোড করা হয়।
da: Denne mulighed er kun aktiv, når en PGN-fil er indlæst.
sq: Ky opsion është aktiv vetëm kur ngarkohet një skedar PGN.
zh: 仅当加载 PGN 文件时此选项才有效。

source: Load last PGN file - if you want a puzzle file to automatically load
ar: قم بتحميل ملف PGN الأخير - إذا كنت تريد تحميل ملف الألغاز تلقائيًا
bg: Заредете последния PGN файл - ако искате файл с пъзел да се зареди автоматично
bn: শেষ PGN ফাইলটি লোড করুন - যদি আপনি চান যে একটি ধাঁধা ফাইল স্বয়ংক্রিয়ভাবে লোড হোক
da: Indlæs sidste PGN-fil - hvis du ønsker, at en puslespilsfil automatisk indlæses
sq: Ngarkoni skedarin e fundit PGN - nëse dëshironi që skedari i enigmës të ngarkohet automatikisht
zh: 加载最后一个 PGN 文件 - 如果您希望拼图文件自动加载

source: on program start, then this option must be checked.
ar: عند بدء تشغيل البرنامج، يجب تحديد هذا الخيار.
bg: при стартиране на програмата, тогава тази опция трябва да бъде отметната.
bn: প্রোগ্রাম শুরু হলে, এই বিকল্পটি অবশ্যই চেক করতে হবে।
da: ved programstart, så skal denne mulighed være afkrydset.
sq: në fillimin e programit, atëherë ky opsion duhet të kontrollohet.
zh: 在程序启动时，必须检查此选项。

source: This option is also available from < Options > < General.. >
ar: هذا الخيار متاح أيضًا من <الخيارات> <عام..>
bg: Тази опция е достъпна и от < Опции > < Общи.. >
bn: এই বিকল্পটি <Options > <General.. > থেকেও পাওয়া যাবে।
da: Denne indstilling er også tilgængelig fra < Indstillinger > < Generelt.. >
sq: Ky opsion është gjithashtu i disponueshëm nga < Opsionet > < Të përgjithshme.. >
zh: 此选项也可从 < 选项 > < 常规.. > 中获得。

source: Auto load puzzle mode - automatically load puzzle mode when a PGN file
ar: وضع تحميل الألغاز تلقائيًا - تحميل وضع الألغاز تلقائيًا عند تحميل ملف PGN
bg: Автоматично зареждане на пъзел режим - автоматично зареждане на пъзел режим, когато PGN файл
bn: অটো লোড পাজল মোড - একটি PGN ফাইল থাকলে স্বয়ংক্রিয়ভাবে পাজল মোড লোড হয়
da: Automatisk indlæsning af puslespil-tilstand - indlæs automatisk puslespilstilstand, når en PGN-fil
sq: Modaliteti i ngarkimit automatik të enigmës - ngarkoni automatikisht modalitetin e enigmës kur një skedar PGN
zh: 自动加载拼图模式 - 当 PGN 文件时自动加载拼图模式

source: marked as a puzzle file is opened.
ar: تم وضع علامة على ملف لغز مفتوح.
bg: маркиран като пъзел файл се отваря.
bn: ধাঁধা ফাইল হিসেবে চিহ্নিত করা হলে তা খোলা হবে।
da: markeret som en puslespil fil åbnes.
sq: i shënuar si një skedar puzzle hapet.
zh: 标记为拼图的文件被打开。

source: For this feature to work, the < Save file stats > option has to be checked
ar: لكي تعمل هذه الميزة، يجب تحديد خيار <حفظ إحصائيات الملف>
bg: За да работи тази функция, трябва да бъде отметната опцията <Запазване на статистиката на файла>
bn: এই বৈশিষ্ট্যটি কাজ করার জন্য, <Save file stats > বিকল্পটি চেক করতে হবে।
da: For at denne funktion skal fungere, skal indstillingen < Gem filstatistik > være markeret
sq: Që kjo veçori të funksionojë, duhet të kontrollohet opsioni < Ruaj statistikat e skedarit >
zh: 要使此功能正常工作，必须选中<保存文件统计信息>选项

source: as well as the < Mark puzzle file >
ar: بالإضافة إلى < ملف لغز العلامة >
bg: както и <Маркиране на пъзел файл>
bn: পাশাপাশি <মার্ক পাজল ফাইল >
da: samt < Mark puslespil fil >
sq: si dhe < Shëno skedarin e enigmës >
zh: 以及<标记拼图文件>

source: Auto load last puzzle - automatically load the puzzle from the last session
ar: تحميل اللغز الأخير تلقائيًا - تحميل اللغز تلقائيًا من الجلسة الأخيرة
bg: Автоматично зареждане на последния пъзел - автоматично зареждане на пъзела от последната сесия
bn: শেষ ধাঁধাটি স্বয়ংক্রিয়ভাবে লোড করুন - শেষ সেশন থেকে ধাঁধাটি স্বয়ংক্রিয়ভাবে লোড করুন
da: Indlæs automatisk sidste puslespil - indlæs automatisk puslespillet fra sidste session
sq: Ngarkoni automatikisht enigmën e fundit - ngarkoni automatikisht enigmën nga sesioni i fundit
zh: 自动加载最后一个拼图 - 自动加载上一个会话中的拼图

source: when puzzle mode is opened.
ar: عندما يتم فتح وضع اللغز.
bg: когато режимът на пъзел е отворен.
bn: যখন ধাঁধা মোড খোলা হয়।
da: når puslespilstilstand åbnes.
sq: kur hapet modaliteti i enigmës.
zh: 当拼图模式打开时。

source: Auto load next puzzle - automatically load the next puzzle when the
ar: تحميل اللغز التالي تلقائيًا - تحميل اللغز التالي تلقائيًا عند
bg: Автоматично зареждане на следващия пъзел - автоматично зареждане на следващия пъзел, когато
bn: পরবর্তী ধাঁধাটি স্বয়ংক্রিয়ভাবে লোড করুন - পরবর্তী ধাঁধাটি স্বয়ংক্রিয়ভাবে লোড করুন যখন
da: Automatisk indlæsning af næste puslespil - indlæs automatisk det næste puslespil, når
sq: Ngarkoni automatikisht enigmën tjetër - ngarkoni automatikisht enigmën tjetër kur
zh: 自动加载下一个拼图 - 当

source: current puzzle is completed.
ar: تم الانتهاء من اللغز الحالي.
bg: текущият пъзел е завършен.
bn: বর্তমান ধাঁধাটি সম্পন্ন হয়েছে।
da: nuværende puslespil er afsluttet.
sq: enigma aktuale është përfunduar.
zh: 当前拼图已完成。

source: Delay for auto load - delay in 1/10 seconds before the next puzzle is loaded.
ar: تأخير التحميل التلقائي - تأخير بمقدار 1/10 ثانية قبل تحميل اللغز التالي.
bg: Забавяне за автоматично зареждане - забавяне от 1/10 секунди преди зареждането на следващия пъзел.
bn: স্বয়ংক্রিয় লোডের জন্য বিলম্ব - পরবর্তী ধাঁধাটি লোড হওয়ার আগে ১/১০ সেকেন্ড বিলম্ব।
da: Forsinkelse for automatisk indlæsning - forsinkelse på 1/10 sekund før næste puslespil er indlæst.
sq: Vonesa për ngarkimin automatik - vonesë në 1/10 sekonda përpara se të ngarkohet enigma tjetër.
zh: 自动加载延迟 - 加载下一个拼图前延迟 1/10 秒。

source: Show puzzle stats - display a panel the statistics for the current puzzle.
ar: إظهار إحصائيات اللغز - عرض لوحة تحتوي على إحصائيات اللغز الحالي.
bg: Показване на статистика за пъзела - показване на панел със статистиката за текущия пъзел.
bn: ধাঁধার পরিসংখ্যান দেখান - বর্তমান ধাঁধার পরিসংখ্যান একটি প্যানেলে প্রদর্শন করুন।
da: Vis puslespilstatistik - vis et panel statistikken for det aktuelle puslespil.
sq: Shfaq statistikat e enigmës - shfaq një panel statistikash për enigmën aktuale.
zh: 显示拼图统计数据 - 在面板上显示当前拼图的统计数据。

source: Show session stats - display statistics for the current session in the panel.
ar: إظهار إحصائيات الجلسة - عرض الإحصائيات الخاصة بالجلسة الحالية في اللوحة.
bg: Показване на статистика за сесията - показване на статистика за текущата сесия в панела.
bn: সেশন পরিসংখ্যান দেখান - প্যানেলে বর্তমান সেশনের পরিসংখ্যান প্রদর্শন করুন।
da: Vis sessionsstatistik - vis statistik for den aktuelle session i panelet.
sq: Shfaq statistikat e sesionit - shfaq statistikat për sesionin aktual në panel.
zh: 显示会话统计信息 - 在面板中显示当前会话的统计信息。

source: Show file stats - display statistics for the current file int the panel.
ar: إظهار إحصائيات الملف - عرض الإحصائيات للملف الحالي في اللوحة.
bg: Показване на файлова статистика - показване на статистика за текущия файл в панела.
bn: ফাইল পরিসংখ্যান দেখান - প্যানেলে বর্তমান ফাইলের পরিসংখ্যান প্রদর্শন করুন।
da: Vis filstatistik - vis statistik for den aktuelle fil i panelet.
sq: Shfaq statistikat e skedarit - shfaq statistikat për skedarin aktual në panel.
zh: 显示文件统计信息 - 在面板中显示当前文件的统计信息。

source: Save file stats - save the file statistics when you exit puzzle mode.
ar: حفظ إحصائيات الملف - احفظ إحصائيات الملف عند الخروج من وضع اللغز.
bg: Запазване на статистиката на файла - запазете статистиката на файла, когато излезете от режим пъзел.
bn: ফাইল পরিসংখ্যান সংরক্ষণ করুন - ধাঁধা মোড থেকে বেরিয়ে আসার সময় ফাইল পরিসংখ্যান সংরক্ষণ করুন।
da: Gem filstatistik - gem filstatistikken, når du afslutter puslespilstilstand.
sq: Ruani statistikat e skedarëve - ruani statistikat e skedarëve kur dilni nga modaliteti i enigmës.
zh: 保存文件统计信息 - 退出拼图模式时保存文件统计信息。

source: Use stat average - the overall ratings for session and file
ar: استخدم متوسط الإحصائيات - التقييمات الإجمالية للجلسة والملف
bg: Използвайте средна статистика - общите оценки за сесия и файл
bn: স্ট্যাট গড় ব্যবহার করুন - সেশন এবং ফাইলের জন্য সামগ্রিক রেটিং
da: Brug statgennemsnit - de overordnede vurderinger for session og fil
sq: Përdorni mesataren e statistikave - vlerësimet e përgjithshme për sesionin dhe skedarin
zh: 使用统计平均值 - 会话和文件的总体评分

source: statistics are calculated as an average. (total_rating / puzzles_attempted)
ar: يتم حساب الإحصائيات كمتوسط. (total_rating / puzzles_attempted)
bg: статистиката се изчислява като средна стойност. (общ_рейтинг / пъзели_опитвани)
bn: পরিসংখ্যান গড় হিসেবে গণনা করা হয়। (total_rating / puzzles_attempted)
da: Statistikken beregnes som et gennemsnit. (total_rating / puzzles_tempted)
sq: statistikat llogariten si mesatare. (gjithsej_vlerësimi / enigma_përpjekje)
zh: 统计数据以平均值计算。（total_rating / puzzles_attempted）

source: If unchecked, then the overall rating is calculated as an adjusted total.
ar: إذا لم يتم تحديد هذا المربع، فسيتم حساب التقييم الإجمالي كإجمالي معدّل.
bg: Ако не е отметнато, общият рейтинг се изчислява като коригирана обща сума.
bn: যদি চেক না করা হয়, তাহলে সামগ্রিক রেটিং একটি সমন্বিত মোট হিসাবে গণনা করা হয়।
da: Hvis det ikke er markeret, beregnes den samlede vurdering som en justeret total.
sq: Nëse nuk është zgjedhur, atëherë vlerësimi i përgjithshëm llogaritet si një total i rregulluar.
zh: 如果未选中，则总体评分将按调整后的总数计算。

source: (puzzle_solved / puzzles_attempted - penalties)
ar: (puzzle_solved / puzzles_attempted - العقوبات)
bg: (puzzle_solved / puzzles_attempted - наказания)
bn: (ধাঁধা_সমাধান / ধাঁধা_প্রচেষ্টা - জরিমানা)
da: (puslespil_løst / gåder_forsøgt - straffe)
sq: (puzzle_zgjidhen / enigma_përpjekje - penallti)
zh: （拼图解决数 / 拼图尝试数 - 惩罚）

source: Flat rate penalty - calculate penalties as a flat rate, rather than
ar: عقوبة بمعدل ثابت - احسب العقوبات بمعدل ثابت، بدلاً من
bg: Неустойка с фиксирана ставка - изчислете неустойките като фиксирана ставка, а не
bn: ফ্ল্যাট রেট পেনাল্টি - জরিমানা গণনা করুন, বরং ফ্ল্যাট রেট হিসেবে
da: Fast sats - beregn bøder som en fast sats, snarere end
sq: Dënimi me normë të sheshtë - llogaritni gjobat si një normë fikse, dhe jo
zh: 固定罚款——按固定费率计算罚款，而不是

source: as a percentage of the rating for an individual puzzle.
ar: كنسبة مئوية من التقييم للغز فردي.
bg: като процент от рейтинга за отделен пъзел.
bn: একটি পৃথক ধাঁধার জন্য রেটিং শতাংশ হিসাবে।
da: som en procentdel af vurderingen for et individuelt puslespil.
sq: si përqindje e vlerësimit për një enigmë individuale.
zh: 作为单个谜题评分的百分比。

source: e.g. A puzzle has three moves and the hint penalty is set at 20 percent
ar: على سبيل المثال، اللغز يتكون من ثلاث حركات ويتم ضبط عقوبة التلميح بنسبة 20 بالمائة
bg: напр. Пъзелът има три хода и наказанието за подсказване е зададено на 20 процента
bn: যেমন, একটি ধাঁধার তিনটি চাল থাকে এবং ইঙ্গিতের শাস্তি ২০ শতাংশ নির্ধারণ করা হয়।
da: f.eks. Et puslespil har tre træk, og hint-straffen er sat til 20 procent
sq: p.sh. Një enigmë ka tre lëvizje dhe dënimi i aludimit është vendosur në 20 përqind
zh: 例如，一个谜题有三步，提示惩罚设置为 20%

source: You enter three correct move with one mistake and use 1 hint.
ar: تدخل ثلاث حركات صحيحة مع خطأ واحد وتستخدم تلميحًا واحدًا.
bg: Въвеждате три правилни хода с една грешка и използвате 1 подсказка.
bn: আপনি একটি ভুল সহ তিনটি সঠিক পদক্ষেপ লিখুন এবং 1টি ইঙ্গিত ব্যবহার করুন।
da: Du indtaster tre rigtige træk med en fejl og bruger 1 tip.
sq: Ju futni tre lëvizje të sakta me një gabim dhe përdorni 1 aluzion.
zh: 您输入三个正确的动作和一个错误并使用 1 个提示。

source: With a flat rate penalty, you will score 55 percent
ar: مع عقوبة بمعدل ثابت، ستحصل على 55 بالمائة
bg: С фиксирана глоба ще постигнете 55 процента
bn: ফ্ল্যাট রেট পেনাল্টি সহ, আপনি ৫৫ শতাংশ স্কোর করবেন
da: Med en fast straf, vil du score 55 procent
sq: Me një dënim të sheshtë, ju do të shënoni 55 për qind
zh: 如果采用固定罚款率，您的罚金将达到 55%

source: 75 percent for 3/4 correct moves entered minus a 20 percent hint penalty.
ar: 75 بالمائة لـ 3/4 من التحركات الصحيحة المدخلة ناقص 20 بالمائة عقوبة التلميح.
bg: 75 процента за въведени 3/4 правилни ходове минус 20 процента наказание за намек.
bn: ৩/৪টি সঠিক পদক্ষেপের জন্য ৭৫ শতাংশ প্রবেশ করানো হয়েছে, ২০ শতাংশ ইঙ্গিত জরিমানা বাদ দিয়ে।
da: 75 procent for 3/4 korrekte træk indtastet minus en 20 procent hint straf.
sq: 75 për qind për 3/4 e lëvizjeve të sakta hynë minus një penallti 20 për qind.
zh: 对于输入的 3/4 正确动作，得分为 75%，减去 20% 的提示惩罚。

source: 75 percent for 3/4 correct moves entered minus a 15 percent hint penalty,
ar: 75 بالمائة لـ 3/4 من التحركات الصحيحة المدخلة ناقص 15 بالمائة عقوبة التلميح،
bg: 75 процента за въведени 3/4 правилни ходове минус 15 процента наказание за намек,
bn: ৩/৪টি সঠিক পদক্ষেপের জন্য ৭৫ শতাংশ, ১৫ শতাংশ ইঙ্গিত জরিমানা বাদ দিয়ে,
da: 75 procent for 3/4 korrekte træk indtastet minus en 15 procent hint straf,
sq: 75 për qind për 3/4 e lëvizjeve të sakta hynë minus një penallti 15 për qind,
zh: 3/4 正确操作的得分为 75%，减去 15% 的提示罚分，

source: (20 percent of 75 percent)
ar: (20 بالمائة من 75 بالمائة)
bg: (20 процента от 75 процента)
bn: (৭৫ শতাংশের ২০ শতাংশ)
da: (20 procent af 75 procent)
sq: (20 përqind nga 75 përqind)
zh: （75% 中的 20%）

source: Partial score - when the current rating is calculated,
ar: النتيجة الجزئية - عندما يتم حساب التقييم الحالي،
bg: Частичен резултат - когато се изчислява текущият рейтинг,
bn: আংশিক স্কোর - যখন বর্তমান রেটিং গণনা করা হয়,
da: Delvis score - når den aktuelle vurdering beregnes,
sq: Rezultati i pjesshëm - kur llogaritet vlerësimi aktual,
zh: 部分评分-当计算当前评分时，

source: the total number of moves in a puzzle or game will be factored in.
ar: سيتم أخذ العدد الإجمالي للحركات في اللغز أو اللعبة في الاعتبار.
bg: общият брой ходове в пъзел или игра ще бъде взет предвид.
bn: একটি ধাঁধা বা খেলার মোট চালের সংখ্যা বিবেচনা করা হবে।
da: det samlede antal træk i et puslespil eller spil vil blive indregnet.
sq: do të merret parasysh numri i përgjithshëm i lëvizjeve në një enigmë ose lojë.
zh: 拼图或游戏的总移动次数将被考虑在内。

source: This will initially give a lower, partial score, which will rise
ar: سيؤدي هذا في البداية إلى إعطاء درجة جزئية أقل، والتي سترتفع
bg: Това първоначално ще даде по-нисък, частичен резултат, който ще се повиши
bn: এটি প্রাথমিকভাবে একটি কম, আংশিক স্কোর দেবে, যা বৃদ্ধি পাবে
da: Dette vil i første omgang give en lavere, delvis score, som vil stige
sq: Kjo fillimisht do të japë një rezultat më të ulët, të pjesshëm, i cili do të rritet
zh: 这将最初给出较低的部分分数，但随后会上升

source: as more correct moves are entered.
ar: حيث يتم إدخال المزيد من الحركات الصحيحة.
bg: тъй като се въвеждат повече правилни ходове.
bn: আরও সঠিক চাল প্রবেশ করানো হলে।
da: efterhånden som flere korrekte træk indtastes.
sq: pasi futen lëvizje më të sakta.
zh: 随着输入的正确动作越来越多。

source: when any incorrect moves are entered.
ar: عندما يتم إدخال أي تحركات غير صحيحة.
bg: когато са въведени неправилни ходове.
bn: যখন কোন ভুল পদক্ষেপ প্রবেশ করানো হয়।
da: når der indtastes forkerte træk.
sq: kur futet ndonjë lëvizje e gabuar.
zh: 当输入任何错误的动作时。

source: I prefer to have this box checked for doing puzzles and
ar: أفضل أن يتم تحديد هذا المربع لحل الألغاز و
bg: Предпочитам това квадратче да е отметнато за правене на пъзели и
bn: আমি ধাঁধা সমাধানের জন্য এই বাক্সটি চেক করা পছন্দ করি এবং
da: Jeg foretrækker at have denne boks markeret for at lave puslespil og
sq: Unë preferoj ta kontrolloj këtë kuti për të bërë enigma dhe
zh: 我更喜欢在玩拼图时勾选这个方框，

source: unchecked when using Puzzle mode to predict the moves in a game.
ar: لم يتم تحديد هذا الخيار عند استخدام وضع اللغز للتنبؤ بالتحركات في اللعبة.
bg: без отметка, когато използвате режим Пъзел за предвиждане на ходовете в игра.
bn: গেমের চালগুলি পূর্বাভাস দেওয়ার জন্য ধাঁধা মোড ব্যবহার করার সময় আনচেক করা হয় না।
da: ikke markeret, når du bruger puslespilstilstand til at forudsige træk i et spil.
sq: i pakontrolluar kur përdorni modalitetin Puzzle për të parashikuar lëvizjet në një lojë.
zh: 使用拼图模式预测游戏中的动作时未选中。

source: Show hint - a hint will be automatically displayed after a given number
ar: إظهار التلميح - سيتم عرض التلميح تلقائيًا بعد رقم معين
bg: Показване на подсказка - автоматично ще се покаже подсказка след дадено число
bn: ইঙ্গিত দেখান - একটি নির্দিষ্ট সংখ্যার পরে একটি ইঙ্গিত স্বয়ংক্রিয়ভাবে প্রদর্শিত হবে
da: Vis tip - et tip vil automatisk blive vist efter et givet tal
sq: Trego këshillën - një sugjerim do të shfaqet automatikisht pas një numri të caktuar
zh: 显示提示 - 给定数字后将自动显示提示

source: of incorrect attempts for each move.
ar: من المحاولات الخاطئة لكل حركة.
bg: на неправилни опити за всеки ход.
bn: প্রতিটি পদক্ষেপের জন্য ভুল প্রচেষ্টার সংখ্যা।
da: af forkerte forsøg for hvert træk.
sq: e përpjekjeve të pasakta për çdo lëvizje.
zh: 每次移动的错误尝试次数。

source: If you enter 0 for the try number, this option will not be used.
ar: إذا قمت بإدخال 0 لرقم المحاولة، فلن يتم استخدام هذا الخيار.
bg: Ако въведете 0 за номер на опит, тази опция няма да се използва.
bn: যদি আপনি ট্রাই নম্বরের জন্য 0 প্রবেশ করান, তাহলে এই বিকল্পটি ব্যবহার করা হবে না।
da: Hvis du indtaster 0 for prøvenummeret, vil denne mulighed ikke blive brugt.
sq: Nëse vendosni 0 për numrin e provës, ky opsion nuk do të përdoret.
zh: 如果输入 0 作为尝试次数，则不会使用此选项。

source: Show move after try - the correct move will be automatically
ar: إظهار الحركة بعد المحاولة - سيتم عرض الحركة الصحيحة تلقائيًا
bg: Показване на ход след опит - правилният ход ще бъде автоматично
bn: চেষ্টা করার পর চাল দেখান - সঠিক চাল স্বয়ংক্রিয়ভাবে হবে
da: Vis træk efter forsøg - det korrekte træk bliver automatisk
sq: Trego lëvizjen pas përpjekjes - lëvizja e saktë do të jetë automatikisht
zh: 尝试后显示移动 - 正确的移动将自动

source: played after a given number of incorrect attempts for each move.
ar: يتم لعبها بعد عدد معين من المحاولات الخاطئة لكل نقلة.
bg: играе след определен брой неправилни опити за всеки ход.
bn: প্রতিটি পদক্ষেপের জন্য নির্দিষ্ট সংখ্যক ভুল প্রচেষ্টার পরে খেলা হয়েছে।
da: spillet efter et givet antal forkerte forsøg for hvert træk.
sq: luajtur pas një numri të caktuar përpjekjesh të pasakta për çdo lëvizje.
zh: 每一步尝试错误次数达到一定值后即可进行。

source: Delay for show move - delay in 1/10 seconds before the correct move is shown.
ar: تأخير عرض الحركة - تأخير لمدة 1/10 ثانية قبل عرض الحركة الصحيحة.
bg: Закъснение за показване на ход - забавяне от 1/10 секунди преди да се покаже правилният ход.
bn: শো মুভের জন্য বিলম্ব - সঠিক মুভ দেখানোর আগে ১/১০ সেকেন্ড বিলম্ব।
da: Delay for show move - forsinkelse på 1/10 sekund før det korrekte træk vises.
sq: Vonesa për lëvizjen e shfaqjes - vonesë në 1/10 sekonda përpara se të shfaqet lëvizja e saktë.
zh: 显示动作的延迟 - 在显示正确动作之前延迟 1/10 秒。

source: Minutes - Here you can enter the time allowed for a puzzle.
ar: الدقائق - هنا يمكنك إدخال الوقت المسموح به لحل اللغز.
bg: Минути - Тук можете да въведете времето, разрешено за пъзел.
bn: মিনিট - এখানে আপনি একটি ধাঁধার জন্য অনুমোদিত সময় লিখতে পারেন।
da: Minutter - Her kan du indtaste den tilladte tid til et puslespil.
sq: Minutat - Këtu mund të futni kohën e lejuar për një enigmë.
zh: 分钟——在这里您可以输入拼图所需的时间。

source: Seconds
ar: ثواني
bg: Секунди
bn: সেকেন্ড
da: Sekunder
sq: Sekonda
zh: 秒

source: Show clock - display the clock in puzzle mode.
ar: إظهار الساعة - عرض الساعة في وضع الألغاز.
bg: Показване на часовник - показване на часовника в режим пъзел.
bn: ঘড়ি দেখান - ধাঁধা মোডে ঘড়িটি প্রদর্শন করুন।
da: Vis ur - vis uret i puslespilstilstand.
sq: Shfaq orën - shfaq orën në modalitetin e enigmës.
zh: 显示时钟 - 以拼图模式显示时钟。

source: Auto reset - reset the clock automatically for the next puzzle.
ar: إعادة الضبط التلقائي - إعادة ضبط الساعة تلقائيًا للغز التالي.
bg: Автоматично нулиране - нулирайте часовника автоматично за следващия пъзел.
bn: অটো রিসেট - পরবর্তী ধাঁধার জন্য স্বয়ংক্রিয়ভাবে ঘড়ি রিসেট করুন।
da: Automatisk nulstilling - nulstil automatisk uret til det næste puslespil.
sq: Rivendosja automatike - rivendosni orën automatikisht për enigmën tjetër.
zh: 自动重置- 自动重置时钟以进行下一个谜题。

source: Auto start - start the clock automatically for the next puzzle.
ar: البدء التلقائي - قم بتشغيل الساعة تلقائيًا للغز التالي.
bg: Автоматичен старт - стартирайте часовника автоматично за следващия пъзел.
bn: স্বয়ংক্রিয়ভাবে শুরু - পরবর্তী ধাঁধার জন্য স্বয়ংক্রিয়ভাবে ঘড়িটি শুরু করুন।
da: Auto start - start uret automatisk for det næste puslespil.
sq: Fillimi automatik - filloni orën automatikisht për enigmën tjetër.
zh: 自动启动- 自动启动时钟以进行下一个谜题。

source: Countdown - the clock will count down towards zero,
ar: العد التنازلي - سوف تقوم الساعة بالعد التنازلي نحو الصفر،
bg: Обратно броене - часовникът ще отброи до нула,
bn: কাউন্টডাউন - ঘড়িটি শূন্যের দিকে কাউন্টডাউন করবে,
da: Nedtælling - uret tæller ned mod nul,
sq: Numërimi mbrapsht - ora do të numërojë mbrapsht drejt zeros,
zh: 倒计时——时钟将倒计时至零，

source: uncheck this box to count upwards.
ar: قم بإلغاء تحديد هذا المربع للعد التصاعدي.
bg: премахнете отметката от това квадратче, за да броите нагоре.
bn: উপরের দিকে গুনতে এই বাক্সটি আনচেক করুন।
da: fjern markeringen i dette felt for at tælle opad.
sq: zgjidh këtë kuti për të numëruar lart.
zh: 取消选中此框可向上计数。

source: If Countdown is toggled, clock times will be set to default values,
ar: إذا تم تبديل العد التنازلي، فسيتم ضبط أوقات الساعة على القيم الافتراضية،
bg: Ако обратното броене е превключено, часовниците ще бъдат зададени на стойности по подразбиране,
bn: যদি কাউন্টডাউন টগল করা হয়, তাহলে ঘড়ির সময় ডিফল্ট মানগুলিতে সেট করা হবে,
da: Hvis Countdown er slået til eller fra, vil urtiden blive indstillet til standardværdier,
sq: Nëse numërimi mbrapsht ndërrohet, orët e orës do të vendosen në vlerat e paracaktuara,
zh: 如果切换倒计时，时钟时间将设置为默认值，

source: although they can still be subsequently altered.
ar: على الرغم من أنه لا يزال من الممكن تغييرها لاحقًا.
bg: въпреки че те все още могат да бъдат променени впоследствие.
bn: যদিও পরবর্তীতে এগুলি পরিবর্তন করা যেতে পারে।
da: selvom de stadig kan ændres efterfølgende.
sq: edhe pse ato mund të ndryshohen më pas.
zh: 尽管它们随后仍可能被改变。

source: Reset clock after move - check to reset the clock time after each move.
ar: إعادة ضبط الساعة بعد التحرك - حدد هذا الخيار لإعادة ضبط وقت الساعة بعد كل تحرك.
bg: Нулиране на часовника след ход - отметнете, за да нулирате времето на часовника след всеки ход.
bn: সরানোর পর ঘড়ি রিসেট করুন - প্রতিটি সরানোর পর ঘড়ির সময় রিসেট করতে চেক করুন।
da: Nulstil ur efter træk - afkryds for at nulstille uret efter hvert træk.
sq: Rivendosni orën pas lëvizjes - kontrolloni për të rivendosur kohën e orës pas çdo lëvizjeje.
zh: 移动后重置时钟 - 勾选后每次移动后重置时钟时间。

source: You may want this when you are using a complete game in puzzle mode.
ar: ربما تريد هذا عند استخدام لعبة كاملة في وضع الألغاز.
bg: Може да искате това, когато използвате пълна игра в режим пъзел.
bn: আপনি যখন ধাঁধা মোডে একটি সম্পূর্ণ গেম ব্যবহার করছেন তখন আপনি এটি চাইতে পারেন।
da: Du vil måske have dette, når du bruger et komplet spil i puslespilstilstand.
sq: Ju mund ta dëshironi këtë kur përdorni një lojë të plotë në modalitetin e enigmës.
zh: 当您在拼图模式下使用完整的游戏时，您可能会想要这个。

source: Time up message - display a message when the allotted time has expired.
ar: رسالة انتهاء الوقت - عرض رسالة عند انتهاء الوقت المخصص.
bg: Съобщение за изтекло време - показва съобщение, когато определеното време изтече.
bn: সময় শেষ হওয়ার বার্তা - নির্ধারিত সময় শেষ হয়ে গেলে একটি বার্তা প্রদর্শন করুন।
da: Time up-meddelelse - vis en meddelelse, når den tildelte tid er udløbet.
sq: Mesazhi i skadimit të kohës - shfaq një mesazh kur koha e caktuar ka skaduar.
zh: 时间到消息 - 当分配的时间到时显示一条消息。

source: Puzzle options dialog help
ar: مساعدة في حوار خيارات الألغاز
bg: Помощ за диалоговия прозорец с опции за пъзел
bn: ধাঁধার বিকল্পগুলির ডায়ালগ সহায়তা
da: Hjælp til dialogbokse med puslespil
sq: Ndihmë për dialogun e opsioneve të enigmës
zh: 拼图选项对话框帮助
