Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: This version was written by Roy Sawyer and is a fork of the original program.
ar: تم كتابة هذه النسخة بواسطة روي سوير وهي عبارة عن شوكة من البرنامج الأصلي.
bg: Тази версия е написана от Рой Сойер и е разклонение на оригиналната програма.
bn: এই সংস্করণটি রয় সয়ার লিখেছেন এবং এটি মূল প্রোগ্রামের একটি অংশ।
da: Denne version er skrevet af Roy Sawyer og er en forgrening af det originale program.
sq: Ky version është shkruar nga Roy Sawyer dhe është një fork i programit origjinal.
zh: 该版本由 Roy Sawyer 编写，是原始程序的一个分支。

source: Foundation supporter: Yves Catineau.
ar: داعم المؤسسة: إيف كاتينو.
bg: Поддръжник на фондацията: Ив Катино.
bn: ফাউন্ডেশন সমর্থক: ইয়েভেস ক্যাটিনিউ।
da: Fondens støtte: Yves Catineau.
sq: Mbështetësi i fondacionit: Yves Catineau.
zh: 基金会支持者：伊夫·卡蒂诺。

source: Foundation donors: Paul Cook, Gary Baydo, Ransith Fernando,
ar: المتبرعون للمؤسسة: بول كوك، جاري بايدو، رانسيث فرناندو،
bg: Дарители на фондацията: Пол Кук, Гари Байдо, Рансит Фернандо,
bn: ফাউন্ডেশনের দাতা: পল কুক, গ্যারি বেডো, র‍্যানসিথ ফার্নান্দো,
da: Fondsdonorer: Paul Cook, Gary Baydo, Ransith Fernando,
sq: Donatorët e fondacionit: Paul Cook, Gary Baydo, Ransith Fernando,
zh: 基金会捐赠者：Paul Cook、Gary Baydo、Ransith Fernando、

source: Lukasz Berezowski, Eric Ziegler, Laurence Dayton, Albrecht Schmidt,
ar: لوكاس بيريزوفسكي، إريك زيجلر، لورانس دايتون، ألبريشت شميت،
bg: Лукаш Березовски, Ерик Зиглер, Лорънс Дейтън, Албрехт Шмид,
bn: লুকাস বেরেজোস্কি, এরিক জিগলার, লরেন্স ডেটন, আলব্রেখ্ট শ্মিট,

source: Lloyd Standish and David Beagan.
ar: لويد ستانديش وديفيد بيغان.
bg: Лойд Стандиш и Дейвид Бигън.
bn: লয়েড স্ট্যান্ডিশ এবং ডেভিড বিগান।
da: Lloyd Standish og David Beagan.
sq: Lloyd Standish dhe David Beagan.
zh: 劳埃德·斯坦迪什和大卫·比根。

source: Testers: Iliya Kristoff, Claude Tamplenizza, Ian Sellen.
ar: المختبرون: إيليا كريستوف، كلود تامبلينيزا، إيان سيلين.
bg: Тестери: Илия Кристоф, Клод Тампленица, Иън Селен.
bn: পরীক্ষক: ইলিয়া ক্রিস্টফ, ক্লদ ট্যাম্পলেনিজা, ইয়ান সেলেন।
da: Testere: Iliya Kristoff, Claude Tamplenizza, Ian Sellen.
sq: Testues: Iliya Kristoff, Claude Tamplenizza, Ian Sellen.
zh: 测试人员：Iliya Kristoff、Claude Tamplenizza、Ian Sellen。

source: Thanks to David L Brown and the Good Companions for the chess graphics.
ar: شكرًا لـ David L Brown ورفاقه الطيبين على رسومات الشطرنج.
bg: Благодаря на David L Brown и Good Companions за шахматната графика.
bn: দাবার গ্রাফিক্সের জন্য ডেভিড এল ব্রাউন এবং গুড কম্প্যানিয়নসকে ধন্যবাদ।
da: Tak til David L Brown and the Good Companions for skakgrafikken.
sq: Faleminderit David L Brown dhe Shoqëruesit e Mirë për grafikën e shahut.
zh: 感谢 David L Brown 和 Good Companions 提供的国际象棋图形。

source: Thanks to Yusuke Kamiyamane (Fugue icons) for some of the toolbar icons.
ar: شكرًا لـ Yusuke Kamiyamane (Fugue icons) على بعض أيقونات شريط الأدوات.
bg: Благодаря на Yusuke Kamiyamane (икони на Fugue) за някои от иконите на лентата с инструменти.
bn: কিছু টুলবার আইকনের জন্য ইউসুকে কামিয়ামানে (ফুগু আইকন) কে ধন্যবাদ।
da: Tak til Yusuke Kamiyamane (Fugue-ikoner) for nogle af værktøjslinjeikonerne.
sq: Faleminderit Yusuke Kamiyamane (ikonat e fugës) për disa nga ikonat e shiritit të veglave.
zh: 感谢 Yusuke Kamiyamane（Fugue 图标）提供一些工具栏图标。

source: Special thanks to Mark Crowther for permission to use TWIC to build tarrasch-base,
ar: شكر خاص لمارك كروثر للسماح باستخدام TWIC لبناء قاعدة تاراش،
bg: Специални благодарности на Mark Crowther за разрешението да използвам TWIC за изграждане на tarrasch-base,
bn: মার্ক ক্রোথারকে বিশেষ ধন্যবাদ, tarrasch-base তৈরিতে TWIC ব্যবহারের অনুমতি দেওয়ার জন্য,
da: Særlig tak til Mark Crowther for tilladelsen til at bruge TWIC til at bygge tarrasch-base,
sq: Falënderime të veçanta për Mark Crowther për lejen për të përdorur TWIC për të ndërtuar bazën e tarrashit,
zh: 特别感谢 Mark Crowther 允许使用 TWIC 建造 tarrasch 基地，

source: the default database, TWIC underlies all modern chess database curation,
ar: قاعدة البيانات الافتراضية، TWIC، تشكل الأساس لجميع عمليات تنظيم قواعد بيانات الشطرنج الحديثة،
bg: базата данни по подразбиране, TWIC е в основата на всички модерни шахматни бази данни,
bn: ডিফল্ট ডাটাবেস, TWIC সমস্ত আধুনিক দাবা ডাটাবেস কিউরেশনের ভিত্তি,
da: standarddatabasen TWIC ligger til grund for al moderne skakdatabasekuration,
sq: bazën e të dhënave të parazgjedhur, TWIC qëndron në themel të të gjithë kurimit modern të bazës së të dhënave të shahut,
zh: 默认数据库 TWIC 是所有现代国际象棋数据库管理的基础，

source: the chess community owes Mark a massive debt.
ar: إن مجتمع الشطرنج مدين لمارك بقدر كبير من الدين.
bg: шахматната общност дължи огромен дълг на Марк.
bn: দাবা সম্প্রদায় মার্কের কাছে বিরাট ঋণী।
da: skaksamfundet skylder Mark en massiv gæld.
sq: komuniteti i shahut i detyrohet Markut një borxh masiv.
zh: 国际象棋界对马克欠下了巨额的恩情。

source: Thanks to Ed Schroeder for Millionbase.
ar: شكرًا لـ Ed Schroeder على Millionbase.
bg: Благодаря на Ед Шрьодер за Millionbase.
bn: মিলিয়নবেসের জন্য এড শ্রোডারকে ধন্যবাদ।
da: Tak til Ed Schroeder for Millionbase.
sq: Faleminderit Ed Schroeder për Millionbase.
zh: 感谢 Ed Schroeder 为 Millionbase 做出的努力。

source: Thanks to the engine authors who provided explicit permission to
ar: شكرًا لمؤلفي المحرك الذين قدموا إذنًا صريحًا لـ
bg: Благодаря на авторите на двигателя, които предоставиха изрично разрешение за
bn: ইঞ্জিন লেখকদের ধন্যবাদ যারা স্পষ্ট অনুমতি প্রদান করেছেন
da: Tak til motorens forfattere, der gav eksplicit tilladelse til
sq: Faleminderit autorëve të motorit që dhanë leje të qartë për të
zh: 感谢引擎作者明确允许

source: include their engines. In chronological order, Vasik Rajlich (Rybka),
ar: تشمل محركاتهم. بالترتيب الزمني، فاسيك راجليش (ريبكا)،
bg: включват техните двигатели. В хронологичен ред Васик Райлич (Рибка),
bn: তাদের ইঞ্জিনগুলি অন্তর্ভুক্ত করুন। কালানুক্রমিকভাবে, ভাসিক রাজলিচ (রাইবকা),
da: inkludere deres motorer. I kronologisk rækkefølge, Vasik Rajlich (Rybka),
sq: përfshijnë motorët e tyre. Në rend kronologjik, Vasik Rajlich (Rybka),
zh: 包括他们的引擎。按时间顺序，Vasik Rajlich (Rybka)，

source: the late Don Dailey and Larry Kaufman (Komodo), and Robert Houdart (Houdini).
ar: المرحوم دون دايلي ولاري كوفمان (كومودو) وروبرت هودارت (هوديني).
bg: покойните Дон Дейли и Лари Кауфман (Комодо) и Робърт Хударт (Худини).
bn: প্রয়াত ডন ডেইলি এবং ল্যারি কাউফম্যান (কোমোডো), এবং রবার্ট হাউডার্ট (হাউডিনি)।
da: afdøde Don Dailey og Larry Kaufman (Komodo) og Robert Houdart (Houdini).
sq: të ndjerit Don Dailey dhe Larry Kaufman (Komodo), dhe Robert Houdart (Houdini).
zh: 已故的唐·戴利 (Don Dailey) 和拉里·考夫曼 (Larry Kaufman)（科莫多）以及罗伯特·胡达特 (Robert Houdart)（胡迪尼）。

source: Thanks to the Stockfish team, Stockfish is now the default engine.
ar: بفضل فريق Stockfish، أصبح Stockfish الآن هو المحرك الافتراضي.
bg: Благодарение на екипа на Stockfish, Stockfish вече е двигателят по подразбиране.
bn: স্টকফিশ টিমের কল্যাণে, স্টকফিশ এখন ডিফল্ট ইঞ্জিন।
da: Takket være Stockfish-teamet er Stockfish nu standardmotoren.
sq: Falë ekipit të Stockfish, Stockfish është tani motori i parazgjedhur.
zh: 感谢 Stockfish 团队，Stockfish 现在是默认引擎。

source: Permission to include Stockfish is inherent in its licence, as long
ar: يعتبر الإذن بتضمين Stockfish متأصلاً في ترخيصها، طالما
bg: Разрешението за включване на Stockfish е присъщо на неговия лиценз, стига
bn: স্টকফিশ অন্তর্ভুক্ত করার অনুমতি তার লাইসেন্সের অন্তর্নিহিত, যতক্ষণ না
da: Tilladelse til at inkludere Stockfish er iboende i licensen, så længe
sq: Leja për të përfshirë Stockfish është e natyrshme në licencën e saj, për aq kohë sa
zh: 允许将 Stockfish 纳入其许可证中，只要

source: as the location of the Stockfish source code is provided.
ar: حيث يتم توفير موقع الكود المصدر لـ Stockfish.
bg: тъй като е предоставено местоположението на изходния код на Stockfish.
bn: স্টকফিশ সোর্স কোডের অবস্থান প্রদান করা হয়েছে।
da: som placeringen af ​​Stockfish-kildekoden er angivet.
sq: pasi është dhënë vendndodhja e kodit burimor të Stockfish.
zh: 因为提供了 Stockfish 源代码的位置。

source: The location is https://stockfishchess.org.
ar: الموقع هو https://stockfishchess.org.
bg: Местоположението е https://stockfishchess.org.
bn: অবস্থানটি https://stockfishchess.org।
da: Placeringen er https://stockfishchess.org.
sq: Vendndodhja është https://stockfishchess.org.
zh: 网址是https://stockfishchess.org。

source: Thanks to Inno Setup from Jordan Russell (jrsoftware.org),
ar: بفضل Inno Setup من Jordan Russell (jrsoftware.org)،
bg: Благодарение на Inno Setup от Jordan Russell (jrsoftware.org),
bn: জর্ডান রাসেল (jrsoftware.org) এর ইনো সেটআপকে ধন্যবাদ,
da: Takket være Inno Setup fra Jordan Russell (jrsoftware.org),
sq: Falë Inno Setup nga Jordan Russell (jrsoftware.org),
zh: 感谢 Jordan Russell (jrsoftware.org) 提供的 Inno Setup，

source: for the setup program.
ar: لبرنامج الإعداد.
bg: за програмата за настройка.
bn: সেটআপ প্রোগ্রামের জন্য।
da: til opsætningsprogrammet.
sq: për programin e konfigurimit.
zh: 用于安装程序。

source: Thanks to Julian Smart, Vadim Zeitlin and the wxWidgets community
ar: شكرًا لجوليان سمارت وفاديم زيتلين ومجتمع wxWidgets
bg: Благодарение на Julian Smart, Vadim Zeitlin и общността wxWidgets
bn: জুলিয়ান স্মার্ট, ভাদিম জেইটলিন এবং wxWidgets সম্প্রদায়কে ধন্যবাদ
da: Tak til Julian Smart, Vadim Zeitlin og wxWidgets-fællesskabet
sq: Falë Julian Smart, Vadim Zeitlin dhe komunitetit wxWidgets
zh: 感谢 Julian Smart、Vadim Zeitlin 和 wxWidgets 社区

source: for the GUI library.
ar: لمكتبة واجهة المستخدم الرسومية.
bg: за GUI библиотеката.
bn: GUI লাইব্রেরির জন্য।
da: til GUI-biblioteket.
sq: për bibliotekën GUI.
zh: 用于 GUI 库。

source: Thanks to Garry Peek and the Radium team - Norman Bartholomew, John Cocks,
ar: شكرًا لغاري بيك وفريق راديوم - نورمان بارثولوميو، وجون كوكس،
bg: Благодарение на Гари Пийк и екипа на Radium - Норман Бартоломю, Джон Кокс,
bn: গ্যারি পিক এবং রেডিয়াম টিমকে ধন্যবাদ - নরম্যান বার্থোলোমিউ, জন কক্স,
da: Tak til Garry Peek og Radium-teamet - Norman Bartholomew, John Cocks,
sq: Falë Garry Peek dhe ekipit të Radium - Norman Bartholomew, John Cocks,
zh: 感谢 Garry Peek 和 Radium 团队 - Norman Bartholomew、John Cocks、

source: Jaron Peek, Tim McEwan, Brian Peach, Dr Garry Brown, Corwin Newall,
ar: جارون بيك، تيم ماك إيوان، برايان بيتش، الدكتور جاري براون، كوروين نيوال،
bg: Джарън Пийк, Тим Макюън, Браян Пийч, д-р Гари Браун, Коруин Нювал,
bn: জ্যারন পিক, টিম ম্যাকইওয়ান, ব্রায়ান পিচ, ডঃ গ্যারি ব্রাউন, করউইন নিউঅল,
zh: Jaron Peek、Tim McEwan、Brian Peach、Garry Brown 博士、Corwin Newall、

source: Kate Hyndman and James Herbison for providing office space
ar: كيت هيندمان وجيمس هيربيسون لتوفير مساحة المكتب
bg: Кейт Хайндман и Джеймс Хърбисън за предоставяне на офис пространство
bn: অফিস স্পেস প্রদানের জন্য কেট হাইন্ডম্যান এবং জেমস হারবিসন
da: Kate Hyndman og James Herbison for at levere kontorlokaler
sq: Kate Hyndman dhe James Herbison për ofrimin e hapësirës për zyra
zh: Kate Hyndman 和 James Herbison 提供办公空间

source: and good company through much of the V3 development grind.
ar: وشركة جيدة خلال جزء كبير من عملية تطوير V3.
bg: и добра компания през голяма част от разработката на V3.
bn: এবং V3 ডেভেলপমেন্টের বেশিরভাগ ক্ষেত্রেই ভালো সঙ্গ।
da: og godt selskab gennem en stor del af V3-udviklingen.
sq: dhe shoqëri e mirë përmes pjesës më të madhe të zhvillimit të V3.
zh: 并在 V3 开发过程中得到了良好的陪伴。

source: Thanks to my dear wife Maria Champion-Forster, for not only tolerating me
ar: شكرًا لزوجتي العزيزة ماريا شامبيون فورستر، ليس فقط لتسامحها معي
bg: Благодаря на моята скъпа съпруга Мария Шампион-Форстър, че не само ме толерира
bn: আমার প্রিয় স্ত্রী মারিয়া চ্যাম্পিয়ন-ফর্স্টারকে ধন্যবাদ, শুধু আমাকে সহ্য করার জন্যই নয়,
da: Tak til min kære kone Maria Champion-Forster, for ikke kun at tolerere mig
sq: Faleminderit gruas time të dashur Maria Champion-Forster, që jo vetëm më toleroi
zh: 感谢我亲爱的妻子 Maria Champion-Forster，她不仅容忍我

source: spending (wasting?) thousands of hours on this project,
ar: قضاء (إهدار؟) آلاف الساعات على هذا المشروع،
bg: прекарвайки (губейки?) хиляди часове по този проект,
bn: এই প্রকল্পে হাজার হাজার ঘন্টা ব্যয় (অপচয়?)
da: at bruge (spilde?) tusindvis af timer på dette projekt,
sq: duke shpenzuar (humbur?) mijëra orë në këtë projekt,
zh: 在这个项目上花费（浪费？）数千小时，

source: but actually encouraging it.
ar: بل في الواقع تشجيعها.
bg: но всъщност го насърчава.
bn: কিন্তু আসলে উৎসাহিত করা।
da: men faktisk opmuntrende det.
sq: por në fakt duke e inkurajuar atë.
zh: 但实际上却鼓励它。

source: Dedicated to the memory of John Victor Forster 1949-2001.
ar: مخصص لذكرى جون فيكتور فورستر 1949-2001.
bg: Посветен на паметта на Джон Виктор Форстър 1949-2001.
bn: জন ভিক্টর ফরস্টারের স্মৃতিতে উৎসর্গীকৃত ১৯৪৯-২০০১।
da: Dedikeret til minde om John Victor Forster 1949-2001.
sq: Kushtuar kujtimit të John Victor Forster 1949-2001.
zh: 献给约翰·维克多·福斯特 (1949-2001)。

source: We miss him every day.
ar: نفتقده كل يوم.
bg: Липсва ни всеки ден.
bn: আমরা প্রতিদিন তাকে মিস করি।
da: Vi savner ham hver dag.
sq: Na mungon çdo ditë.
zh: 我们每天都想念他。

source: Open_log_file
ar: ملف السجل المفتوح
bn: লগ_ফাইল খুলুন
da: Åbn_log_fil
sq: Hap skedarin_log
zh: 打开日志文件

source: Save_as
ar: حفظ باسم
bn: সংরক্ষণ করুন_হিসাবে
da: Gem_som
sq: Ruaj_si
zh: 另存为

source: Save_game_as
ar: حفظ_اللعبة_باسمها
bn: খেলা_হিসাবে_সংরক্ষণ করুন
da: Gem_spil_som
sq: Ruaj_lojën_si
zh: 另存为

source: Engine_analysis
ar: تحليل المحرك
bg: Анализ на двигателя
bn: ইঞ্জিন_বিশ্লেষণ
da: Motoranalyse
sq: Analiza e motorit

source: Current_file
ar: الملف الحالي
bg: Текущ_файл
bn: বর্তমান_ফাইল
sq: Skedari_aktual
zh: 当前文件

source: General
ar: عام
bg: генерал
bn: সাধারণ
da: Generel
sq: Gjeneral
zh: 一般的

source: Player_names
ar: أسماء اللاعبين
bg: Имена на играчи
bn: খেলোয়াড়ের নাম
da: Spillernavne
sq: Emrat e lojtarëve
zh: 玩家姓名

source: Clocks
ar: الساعات
bg: часовници
bn: ঘড়ি
da: Ure
sq: Orët
zh: 时钟

source: Log_file_path
ar: مسار ملف السجل
bg: път_до_файла
bn: লগ_ফাইল_পথ
da: Log_fil_sti
sq: shtegu i skedarit_log
zh: 日志文件路径

source: Training
ar: تمرين
bg: обучение
bn: প্রশিক্ষণ
da: Uddannelse
sq: Trajnimi
zh: 训练

source: Error loading book
ar: خطأ في تحميل الكتاب
bg: Грешка при зареждането на книгата
bn: বই লোড করার সময় ত্রুটি হয়েছে
da: Fejl ved indlæsning af bog
sq: Gabim gjatë ngarkimit të librit
zh: 载入图书时出错

source: Engine_settings
ar: إعدادات المحرك
bg: Настройки на двигателя
bn: ইঞ্জিন_সেটিংস
sq: Cilësimet e motorit
zh: 引擎设置

source: Show_all_games
ar: إظهار جميع الألعاب
bg: Покажи_всички_игри
bn: সব_খেলা_দেখুন
da: Vis_alle_spil
sq: Shfaq_të gjitha lojërat
zh: 显示所有游戏

source: Pattern_search
ar: نمط البحث
bg: Pattern_търсене
bn: প্যাটার্ন_সার্চ
sq: Kërkimi_modeli

source: Material_balance_search
ar: البحث عن توازن المواد
bg: Търсене_на_материален_баланс
bn: উপাদান_ভারসাম্য_অনুসন্ধান
da: Materialebalance_søgning
sq: Kërkimi_balanca_materiale
zh: 物料平衡搜索

source: Show_all_ordered_by_player
ar: إظهار الكل حسب ترتيب اللاعب
bg: Покажи_всички_подредени_по_играч
bn: খেলোয়াড়দের দ্বারা_ক্রমানুসারে_সকল_দেখান
da: Vis_alt_bestilt_af_spiller
sq: Trego_të gjitha_ordered_by_player
zh: 按玩家排序显示所有

source: Select_current_database
ar: حدد قاعدة البيانات الحالية
bg: Изберете_текуща_база_данни
bn: বর্তমান_ডাটাবেস নির্বাচন করুন
da: Vælg_aktuel_database
sq: Zgjidh bazën_aktuale të të dhënave
zh: 选择当前数据库

source: Create_new_database
ar: إنشاء قاعدة بيانات جديدة
bg: Създай_нова_база_данни
bn: নতুন_ডাটাবেস তৈরি করুন
da: Opret_ny_database
sq: Krijo bazën_e_re të të dhënave
zh: 创建新数据库

source: Append_to_database
ar: إضافة إلى قاعدة البيانات
bg: Добавяне_към_база данни
bn: ডাটাবেসে_সংযোজন করুন
da: Tilføj_til_database
sq: Shtoj_në_bazën e të dhënave
zh: 追加到数据库

source: Opening_book
ar: كتاب_الافتتاح
bg: Книга за отваряне
bn: বই খোলা
da: Åbningsbog
sq: Hapja_libri
zh: 开篇

source: There are no book moves for this position
ar: لا توجد تحركات كتابية لهذا المنصب
bg: Няма ходове на книга за тази позиция
bn: এই পদের জন্য কোনও বই স্থানান্তর নেই।
da: Der er ingen bogbevægelser til denne stilling
sq: Nuk ka lëvizje librash për këtë pozicion
zh: 此职位没有书籍动作

source: Opening book message
ar: رسالة افتتاح الكتاب
bg: Съобщение за отваряне на книгата
bn: বই খোলার বার্তা
da: Besked om åbningsbog
sq: Mesazhi i librit po hapet
zh: 开书讯息

source: You are about to change languages to
ar: أنت على وشك تغيير اللغات إلى
bg: На път сте да смените езиците на
bn: তুমি ভাষা পরিবর্তন করতে চলেছে
da: Du er ved at skifte sprog til
sq: Jeni gati të ndryshoni gjuhët në
zh: 您即将更改语言为

source: Do you wish to continue ?
ar: هل ترغب في الاستمرار؟
bg: Искате ли да продължите?
bn: তুমি কি চালিয়ে যেতে চাও?
da: Ønsker du at fortsætte?
sq: Dëshironi të vazhdoni?
zh: 您想继续吗？

source: Change language message
ar: رسالة تغيير اللغة
bg: Смяна на езика на съобщението
bn: ভাষা বার্তা পরিবর্তন করুন
da: Skift sprogmeddelelse
sq: Ndrysho mesazhin e gjuhës
zh: 更改语言消息

source: English
ar: إنجليزي
bg: английски
bn: ইংরেজী
da: engelsk
sq: anglisht
zh: 英语

source: Albanian
ar: الألبانية
bg: албански
bn: আলবেনীয়
da: albansk
sq: shqiptare
zh: 阿尔巴尼亚语

source: Arabic
ar: عربي
bg: арабски
bn: আরবি
da: arabisk
sq: arabisht
zh: 阿拉伯

source: Bengali
ar: البنغالية
bg: бенгалски
bn: বাংলা
da: bengalsk
sq: Bengalisht
zh: 孟加拉

source: Bulgarian
ar: البلغارية
bg: български
bn: বুলগেরীয়
da: bulgarsk
sq: bullgare
zh: 保加利亚语

source: Chinese
ar: الصينية
bg: китайски
bn: চীনা
da: kinesisk
sq: kineze
zh: 中国人

source: Czech
ar: التشيكية
bg: чешки
bn: চেক
da: tjekkisk
sq: çeke
zh: 捷克语

source: Danish
ar: دانماركي
bg: датски
bn: ড্যানিশ
da: dansk
sq: daneze
zh: 丹麦语

source: Dutch
ar: هولندي
bg: холандски
bn: ডাচ
da: hollandsk
sq: holandeze
zh: 荷兰语

source: Estonian
ar: الإستونية
bg: естонски
bn: এস্তোনীয়
da: estisk
sq: estoneze
zh: 爱沙尼亚语

source: Finnish
ar: الفنلندية
bg: финландски
bn: ফিনিশ
da: finsk
sq: finlandez
zh: 芬兰

source: French
ar: فرنسي
bg: френски
bn: ফরাসি
da: fransk
sq: frëngjisht
zh: 法语

source: German
ar: الألمانية
bg: немски
bn: জার্মান
da: tysk
sq: gjermane
zh: 德语

source: Greek
ar: اليونانية
bg: гръцки
bn: গ্রীক
da: græsk
sq: greke
zh: 希腊语

source: Hindi
ar: الهندية
bg: хинди
bn: হিন্দি
zh: 印地语

source: Hungarian
ar: المجرية
bg: унгарски
bn: হাঙ্গেরীয়
da: ungarsk
sq: hungareze
zh: 匈牙利

source: Indonesian
ar: اللغة الإندونيسية
bg: индонезийски
bn: ইন্দোনেশীয়
da: indonesisk
sq: indonezisht
zh: 印度尼西亚

source: Italian
ar: ايطالي
bg: италиански
bn: ইতালীয়
da: italiensk
sq: italisht
zh: 意大利语

source: Japanese
ar: اليابانية
bg: японски
bn: জাপানি
da: japansk
sq: japoneze
zh: 日本人

source: Korean
ar: كوري
bg: корейски
bn: কোরিয়ান
da: koreansk
sq: koreane
zh: 韩国人

source: Latvian
ar: اللاتفية
bg: латвийски
bn: লাটভিয়ান
da: lettisk
sq: Letonisht
zh: 拉脱维亚语

source: Lithuanian
ar: الليتوانية
bg: литовски
bn: লিথুয়ানিয়ান
da: litauisk
sq: Lituanisht
zh: 立陶宛语

source: Norwegian
ar: النرويجية
bg: норвежки
bn: নরওয়েজীয়
da: norsk
sq: norvegjeze
zh: 挪威

source: Persian
ar: الفارسية
bg: персийски
bn: ফার্সি
da: persisk
sq: persisht
zh: 波斯语

source: Polish
ar: بولندي
bg: полски
bn: পোলীশ
da: Polere
sq: polonisht
zh: 抛光

source: Portuguese
ar: البرتغالية
bg: португалски
bn: পর্তুগীজ
da: portugisisk
sq: portugeze
zh: 葡萄牙语

source: Romanian
ar: روماني
bg: румънски
bn: রোমানীয়
da: rumænsk
sq: rumun
zh: 罗马尼亚语

source: Russian
ar: الروسية
bg: руски
bn: রুশ
da: russisk
sq: rusisht
zh: 俄语

source: Serbian
ar: الصربية
bg: сръбски
bn: সার্বীয়
da: serbisk
sq: serb
zh: 塞尔维亚

source: Spanish
ar: الأسبانية
bg: испански
bn: স্পেনীয়
da: spansk
sq: spanjisht
zh: 西班牙语

source: Swahili
ar: السواحلية
bg: суахили
bn: সোয়াহিলি
sq: Suahili
zh: 斯瓦希里语

source: Swedish
ar: السويدية
bg: шведски
bn: সুইডিশ
da: svensk
sq: suedeze
zh: 瑞典

source: Tamil
ar: التاميلية
bg: тамилски
bn: তামিল
sq: tamile
zh: 泰米尔语

source: Thai
ar: تايلاندي
bg: тайландски
bn: থাই
zh: 泰国

source: Turkish
ar: اللغة التركية
bg: турски
bn: তুর্কী
da: tyrkisk
sq: turqisht
zh: 土耳其

source: Ukrainian
ar: الأوكرانية
bg: украински
bn: ইউক্রেনীয়
da: ukrainsk
sq: ukrainase
zh: 乌克兰

source: Urdu
ar: الأردية
bg: урду
bn: উর্দু
zh: 乌尔都语

source: Vietnamese
ar: الفيتنامية
bg: виетнамски
bn: ভিয়েতনামী
da: vietnamesisk
sq: vietnameze
zh: 越南语

source: Languages are selected by clicking on the language name or flag.
ar: يتم اختيار اللغات بالنقر فوق اسم اللغة أو العلم.
bg: Езиците се избират чрез щракване върху името или флага на езика.
bn: ভাষার নাম বা পতাকার উপর ক্লিক করে ভাষা নির্বাচন করা হয়।
da: Sprog vælges ved at klikke på sprogets navn eller flag.
sq: Gjuhët zgjidhen duke klikuar mbi emrin ose flamurin e gjuhës.
zh: 通过单击语言名称或标志来选择语言。

source: The currently selected language is indicated by the
ar: يتم الإشارة إلى اللغة المحددة حاليًا بواسطة
bg: Текущо избраният език се обозначава с
bn: বর্তমানে নির্বাচিত ভাষাটি দ্বারা নির্দেশিত হয়
da: Det aktuelt valgte sprog er angivet med
sq: Gjuha e zgjedhur aktualisht tregohet nga
zh: 当前选择的语言由

source: marker
ar: علامة
bg: маркер
bn: চিহ্নিতকারী
da: markør
sq: shënues
zh: 标记

source: The translations were made using GitLocalize.
ar: تمت الترجمات باستخدام GitLocalize.
bg: Преводите са направени с помощта на GitLocalize.
bn: অনুবাদগুলি GitLocalize ব্যবহার করে করা হয়েছিল।
da: Oversættelserne blev lavet ved hjælp af GitLocalize.
sq: Përkthimet janë bërë duke përdorur GitLocalize.
zh: 翻译是使用 GitLocalize 完成的。

source: The website address is -
ar: عنوان الموقع هو -
bg: Адресът на уебсайта е -
bn: ওয়েবসাইটের ঠিকানা হল -
da: Hjemmesidens adresse er -
sq: Adresa e faqes së internetit është -
zh: 网站地址是 -

source: All of the languages display properly on my computer,
ar: يتم عرض جميع اللغات بشكل صحيح على جهاز الكمبيوتر الخاص بي،
bg: Всички езици се показват правилно на моя компютър,
bn: আমার কম্পিউটারে সব ভাষা সঠিকভাবে প্রদর্শিত হচ্ছে,
da: Alle sprogene vises korrekt på min computer,
sq: Të gjitha gjuhët shfaqen siç duhet në kompjuterin tim,
zh: 所有语言都可以在我的电脑上正常显示，

source: but I have no idea how accurate the translations are.
ar: ولكن ليس لدي أي فكرة عن مدى دقة الترجمات.
bg: но нямам представа колко точни са преводите.
bn: কিন্তু অনুবাদগুলো কতটা সঠিক তা আমার কোন ধারণা নেই।
da: men jeg aner ikke hvor nøjagtige oversættelserne er.
sq: por nuk e kam idenë se sa të sakta janë përkthimet.
zh: 但我不知道翻译的准确性如何。

source: For technical reasons it would have been very difficult
ar: لأسباب فنية كان من الصعب جدًا
bg: По технически причини щеше да е много трудно
bn: কারিগরি কারণে এটি খুব কঠিন হত
da: Af tekniske årsager ville det have været meget vanskeligt
sq: Për arsye teknike do të ishte shumë e vështirë
zh: 由于技术原因，这将非常困难

source: to translate the text in the main window title bar.
ar: لترجمة النص الموجود في شريط عنوان النافذة الرئيسية.
bg: за превод на текста в заглавната лента на главния прозорец.
bn: প্রধান উইন্ডোর শিরোনাম বারে লেখাটি অনুবাদ করতে।
da: for at oversætte teksten i hovedvinduets titellinje.
sq: për të përkthyer tekstin në shiritin e titullit të dritares kryesore.
zh: 翻译主窗口标题栏中的文本。

source: So here are the translated phrases for it -
ar: وهنا العبارات المترجمة لها:
bg: И така, ето преведените фрази за него -
bn: তাহলে এখানে এর অনুবাদিত বাক্যাংশগুলি দেওয়া হল -
da: Så her er de oversatte sætninger til det -
sq: Pra, këtu janë frazat e përkthyera për të -
zh: 以下是它的翻译版本 -

source: Initial position
ar: الوضع الأولي
bg: Първоначална позиция
bn: প্রাথমিক অবস্থান
da: Udgangsstilling
sq: Pozicioni fillestar
zh: 初始位置

source: Position before
ar: الموضع قبل
bg: Позиция преди
bn: আগে অবস্থান
da: Stilling før
sq: Pozicioni përpara
zh: 位置在之前

source: Position after
ar: الموضع بعد
bg: Позиция след
bn: পরে অবস্থান
da: Stilling efter
sq: Pozicioni pas
zh: 位置在之后

source: As yet, I have not translated the Nimzo_3d.chm help file
ar: حتى الآن، لم أقم بترجمة ملف المساعدة Nimzo_3d.chm
bg: Все още не съм превел помощния файл Nimzo_3d.chm
bn: এখনও পর্যন্ত, আমি Nimzo_3d.chm সাহায্য ফাইলটি অনুবাদ করিনি।
da: Endnu har jeg ikke oversat Nimzo_3d.chm hjælpefilen
sq: Ende nuk e kam përkthyer skedarin e ndihmës Nimzo_3d.chm
zh: 到目前为止，我还没有翻译 Nimzo_3d.chm 帮助文件
