Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: There is no < Open recent files > menu item.
ar: لا يوجد عنصر قائمة <فتح الملفات الأخيرة>.
bg: Няма елемент от менюто < Отваряне на скорошни файлове >.
bn: কোনও <Open recent files > মেনু আইটেম নেই।
da: Der er ikke noget menupunkt < Åbn seneste filer >.
sq: Nuk ka asnjë artikull të menusë < Hap skedarët e fundit >.
zh: 没有<打开最近的文件>菜单项。

source: Puzzle stats and Search info can be displayed on the status bar in 3d,
ar: يمكن عرض إحصائيات الألغاز ومعلومات البحث على شريط الحالة بتقنية ثلاثية الأبعاد،
bg: Статистиката на пъзела и информацията за търсене могат да се показват в лентата на състоянието в 3d,
bn: ধাঁধার পরিসংখ্যান এবং অনুসন্ধানের তথ্য স্ট্যাটাস বারে 3d তে প্রদর্শিত হতে পারে,
da: Puslespilsstatistikker og søgeoplysninger kan vises på statuslinjen i 3d,
sq: Statistikat e enigmës dhe informacioni i kërkimit mund të shfaqen në shiritin e statusit në 3d,
zh: 拼图统计数据和搜索信息可以以 3D 形式显示在状态栏上，

source: but there is less detail than in 2d.
ar: ولكن هناك تفاصيل أقل مما هي عليه في 2D.
bg: но има по-малко детайли, отколкото в 2d.
bn: কিন্তু ২য় পর্বের তুলনায় কম বিস্তারিত তথ্য আছে।
da: men der er færre detaljer end i 2d.
sq: por ka më pak detaje se në 2d.
zh: 但细节比 2d 少。

source: The kibitz box works in a similar way to 2d, although in 3d the box
ar: يعمل صندوق kibitz بطريقة مماثلة للصندوق ثنائي الأبعاد، على الرغم من أن الصندوق ثلاثي الأبعاد
bg: Кутията kibitz работи по подобен начин на 2d, но в 3d кутията
bn: কিবিটজ বক্সটি 2d ​​এর মতোই কাজ করে, যদিও 3d তে বাক্সটি
da: Kibitz-boksen fungerer på samme måde som 2d, selvom den er i 3d
sq: Kutia e kibitzit funksionon në mënyrë të ngjashme me 2d, megjithëse në 3d kutia
zh: kibitz 盒子的工作方式与 2d 类似，尽管在 3d 中，盒子

source: can be sized and moved as required. Help for the kibitz box is displayed
ar: يمكن تغيير حجمه ونقله حسب الحاجة. يتم عرض تعليمات صندوق kibitz
bg: може да се оразмерява и премества според нуждите. Показва се помощ за кутията kibitz
bn: প্রয়োজন অনুযায়ী আকার পরিবর্তন এবং স্থানান্তর করা যেতে পারে। কিবিটজ বক্সের জন্য সাহায্য প্রদর্শিত হবে
da: kan dimensioneres og flyttes efter behov. Hjælp til kibitz-boksen vises
sq: mund të përmasohet dhe të zhvendoset sipas nevojës. Shfaqet ndihma për kutinë kibitz
zh: 可以根据需要调整大小和移动。显示 kibitz box 的帮助

source: by clicking the < ? > button on the box.
ar: بالضغط على زر <?> الموجود في المربع.
bg: като щракнете върху < ? > бутон на кутията.
bn: বাক্সের < ? > বোতামে ক্লিক করে।
da: ved at klikke på < ? > knappen på boksen.
sq: duke klikuar < ? > butonin në kuti.
zh: 通过单击框上的<？>按钮。

source: Because of the lack of space, I have put the main 2d playing options
ar: بسبب نقص المساحة، قمت بوضع خيارات اللعب الرئيسية ثنائية الأبعاد
bg: Поради липсата на място съм сложил основните 2d опции за игра
bn: জায়গার অভাবের কারণে, আমি মূল 2D প্লেয়িং অপশনগুলো রেখেছি
da: På grund af manglen på plads har jeg lagt de vigtigste 2d-afspilningsmuligheder
sq: Për shkak të mungesës së hapësirës, ​​kam vendosur opsionet kryesore të lojës 2d
zh: 由于空间不足，我把主要的 2d 播放选项放在了

source: < Play white > < Play black > < Shootout > and < Setup position >
ar: < تشغيل الأبيض > < تشغيل الأسود > < إطلاق النار > و < وضع الإعداد >
bg: < Игра бели > < Игра черни > < Shootout > и < Позиция за настройка >
bn: < সাদা খেলুন > < কালো খেলুন > < শুটআউট > এবং < সেটআপ অবস্থান >
da: < Spil hvid > < Spil sort > < Shootout > og < Setup position >
sq: < Luaj bardhë > < Luaj zi > < Shootout > dhe < Setup position >
zh: < 下白棋 > < 下黑棋 > < 决胜局 > 和 < 摆好位置 >

source: onto the right of the toolbar in 3d.
ar: على يمين شريط الأدوات ثلاثي الأبعاد.
bg: отдясно на лентата с инструменти в 3d.
bn: 3d তে টুলবারের ডানদিকে।
da: til højre på værktøjslinjen i 3d.
sq: në të djathtë të shiritit të veglave në 3d.
zh: 到 3D 工具栏的右侧。

source: They can, of course, still be accessed via the main menu.
ar: وبالطبع، لا يزال بإمكانك الوصول إليها عبر القائمة الرئيسية.
bg: Те, разбира се, все още могат да бъдат достъпни чрез главното меню.
bn: অবশ্যই, এগুলি এখনও প্রধান মেনু দিয়ে অ্যাক্সেস করা যেতে পারে।
da: De kan naturligvis stadig tilgås via hovedmenuen.
sq: Sigurisht, ato ende mund të aksesohen përmes menysë kryesore.
zh: 当然，仍然可以通过主菜单访问它们。

source: For the same reason, I have placed the functions for game tabs
ar: لنفس السبب، قمت بوضع وظائف علامات تبويب اللعبة
bg: По същата причина поставих функциите за раздели на играта
bn: একই কারণে, আমি গেম ট্যাবের জন্য ফাংশনগুলি স্থাপন করেছি
da: Af samme grund har jeg placeret funktionerne til spilfaner
sq: Për të njëjtën arsye, unë kam vendosur funksionet për skedat e lojës
zh: 出于同样的原因，我将游戏标签的功能放在了

source: and opening book move display on the 3d toolbar.
ar: وفتح الكتاب ونقل العرض على شريط الأدوات ثلاثي الأبعاد.
bg: и показване на движение на отваряща се книга в 3d лентата с инструменти.
bn: এবং 3D টুলবারে খোলা বই সরানোর প্রদর্শন।
da: og åbne bogflytningsvisning på 3d-værktøjslinjen.
sq: dhe hapja e ekranit të lëvizjes së librit në shiritin e veglave 3d.
zh: 并在 3d 工具栏上打开书籍移动显示。

source: The game tabs icons are placed towards the left end of the toolbar.
ar: تتم وضع أيقونات علامات تبويب اللعبة نحو الطرف الأيسر من شريط الأدوات.
bg: Иконите на разделите на играта са разположени в левия край на лентата с инструменти.
bn: গেম ট্যাব আইকনগুলি টুলবারের বাম প্রান্তে স্থাপন করা হয়।
da: Ikonerne for spilfaner er placeret i venstre ende af værktøjslinjen.
sq: Ikonat e skedave të lojës vendosen në skajin e majtë të shiritit të veglave.
zh: 游戏标签图标位于工具栏的左端。

source: There are icons for <New tab> <Close tab> and <List tabs> functions.
ar: هناك أيقونات لوظائف <علامة تبويب جديدة> و<إغلاق علامة التبويب> و<قائمة علامات التبويب>.
bg: Има икони за функциите <Нов раздел> <Затваряне на раздел> и <Списък с раздели>.
bn: <New tab> <Close tab> এবং <List tabs> ফাংশনের জন্য আইকন আছে।
da: Der er ikoner for funktionerne <Ny fane> <Luk fane> og <Liste faner>.
sq: Ka ikona për funksionet <Skeda e re> <Mbyll skedën> dhe <Lista skeda>.
zh: 有<新标签> <关闭标签>和<列表标签>功能的图标。

source: Opening book moves are displayed when you hover the mouse
ar: يتم عرض حركات فتح الكتاب عند تحريك الماوس فوقه
bg: Ходовете на отварящата се книга се показват, когато задържите курсора на мишката
bn: মাউস ঘোরালে খোলার বইয়ের নড়াচড়া প্রদর্শিত হয়।
da: Åbnende bogbevægelser vises, når du holder musen over
sq: Lëvizjet e librit të hapjes shfaqen kur vendosni miun
zh: 将鼠标悬停在开局书上时，会显示开局动作

source: over the green icon near the right end of the toolbar.
ar: فوق الرمز الأخضر بالقرب من الطرف الأيمن من شريط الأدوات.
bg: върху зелената икона близо до десния край на лентата с инструменти.
bn: টুলবারের ডান প্রান্তের কাছে সবুজ আইকনের উপরে।
da: over det grønne ikon nær højre ende af værktøjslinjen.
sq: mbi ikonën e gjelbër pranë skajit të djathtë të shiritit të veglave.
zh: 工具栏右端附近的绿色图标上。

source: I was not able to get the drop down move list to display properly
ar: لم أتمكن من عرض قائمة التحرك المنسدلة بشكل صحيح
bg: Не успях да накарам падащия списък за преместване да се покаже правилно
bn: আমি ড্রপ ডাউন মুভ লিস্টটি সঠিকভাবে প্রদর্শন করতে পারিনি।
da: Jeg var ikke i stand til at få rullelisten til at blive vist korrekt
sq: Nuk isha në gjendje të shfaqja listën e lëvizjeve me lëshim poshtë
zh: 我无法让下拉移动列表正确显示

source: on top of the move list window, so you might have to adjust the
ar: في أعلى نافذة قائمة النقل، لذا قد تضطر إلى تعديل
bg: в горната част на прозореца на списъка за преместване, така че може да се наложи да коригирате
bn: সরানোর তালিকা উইন্ডোর উপরে, তাই আপনাকে সামঞ্জস্য করতে হতে পারে
da: øverst i flyttelistevinduet, så du skal muligvis justere
sq: në krye të dritares së listës së lëvizjeve, kështu që mund t'ju duhet të rregulloni
zh: 在移动列表窗口的顶部，因此您可能需要调整

source: toolbar icon size to make the moves visible when the box is displayed.
ar: قم بتغيير حجم أيقونة شريط الأدوات لجعل التحركات مرئية عند عرض المربع.
bg: размер на иконата на лентата с инструменти, за да направите движенията видими, когато полето се показва.
bn: বাক্সটি প্রদর্শিত হলে নড়াচড়াগুলি দৃশ্যমান করার জন্য টুলবার আইকনের আকার।
da: værktøjslinjeikonstørrelse for at gøre bevægelserne synlige, når boksen vises.
sq: Madhësia e ikonës së shiritit të veglave për t'i bërë lëvizjet të dukshme kur shfaqet kutia.
zh: 工具栏图标大小，使得在显示框时移动可见。

source: This can be done by selecting <Options> <General..> <Toolbar icon size>
ar: يمكن القيام بذلك عن طريق تحديد <خيارات> <عام..> <حجم رمز شريط الأدوات>
bg: Това може да стане, като изберете <Опции> <Общи..> <Размер на иконата на лентата с инструменти>
bn: এটি <বিকল্প> <সাধারণ..> <টুলবার আইকন আকার> নির্বাচন করে করা যেতে পারে।
da: Dette kan gøres ved at vælge <Valg> <Generelt..> <Størrelse på værktøjslinjens ikon>
sq: Kjo mund të bëhet duke zgjedhur <Opsionet> <Të përgjithshme..> <Madhësia e ikonës së shiritit të veglave>
zh: 可以通过选择<选项> <常规..> <工具栏图标大小>来完成

source: from the main menu in the 2d screen and putting in a smaller size.
ar: من القائمة الرئيسية في الشاشة ثنائية الأبعاد ووضع حجم أصغر.
bg: от главното меню в 2d екран и поставяне на по-малък размер.
bn: ২য় স্ক্রিনের প্রধান মেনু থেকে এবং আরও ছোট আকারে।
da: fra hovedmenuen i 2d-skærmen og indsætte en mindre størrelse.
sq: nga menyja kryesore në ekranin 2d dhe vendosja e një madhësie më të vogël.
zh: 从二维屏幕的主菜单中，输入较小的尺寸。

source: This will move all the toolbar icons left and thus make the box visible
ar: سيؤدي هذا إلى تحريك جميع أيقونات شريط الأدوات إلى اليسار وبالتالي جعل المربع مرئيًا
bg: Това ще премести всички икони на лентата с инструменти наляво и по този начин ще направи полето видимо
bn: এটি সমস্ত টুলবার আইকন বাম দিকে সরাব এবং এইভাবে বাক্সটি দৃশ্যমান করবে।
da: Dette vil flytte alle værktøjslinjeikoner til venstre og dermed gøre boksen synlig
sq: Kjo do të lëvizë të gjitha ikonat e shiritit të veglave majtas dhe kështu do ta bëjë kutinë të dukshme
zh: 这会将所有工具栏图标向左移动，从而使该框可见

source: when it is displayed.
ar: عندما يتم عرضه.
bg: когато се показва.
bn: যখন এটি প্রদর্শিত হয়।
da: når det vises.
sq: kur shfaqet.
zh: 当显示时。

source: To change the 3d main window colours click -
ar: لتغيير ألوان النافذة الرئيسية ثلاثية الأبعاد انقر فوق -
bg: За да промените цветовете на основния 3d прозорец, щракнете върху -
bn: 3D প্রধান উইন্ডোর রঙ পরিবর্তন করতে ক্লিক করুন -
da: For at ændre 3d-hovedvinduets farver, klik -
sq: Për të ndryshuar ngjyrat e dritares kryesore 3d klikoni -
zh: 要更改 3D 主窗口颜色，请单击 -

source: < 3d graphics > < 3d options.. > < Window colours.. >
ar: < رسومات ثلاثية الأبعاد > < خيارات ثلاثية الأبعاد.. > < ألوان النافذة.. >
bg: < 3d графики > < 3d опции.. > < Цветове на прозореца.. >
bn: < 3D গ্রাফিক্স > < 3D বিকল্প.. > < উইন্ডো রঙ.. >
da: < 3d-grafik > < 3d-indstillinger.. > < Vinduesfarver.. >
sq: < Grafika 3d > < Opsionet 3D.. > < Ngjyrat e dritareve.. >
zh: < 3D 图形 > < 3D 选项.. > < 窗口颜色.. >

source: and choose your preferred colours.
ar: واختر الألوان المفضلة لديك.
bg: и изберете предпочитаните от вас цветове.
bn: এবং আপনার পছন্দের রঙগুলি বেছে নিন।
da: og vælg dine foretrukne farver.
sq: dhe zgjidhni ngjyrat tuaja të preferuara.
zh: 并选择您喜欢的颜色。

source: If you want a user-defined main window background
ar: إذا كنت تريد خلفية نافذة رئيسية محددة من قبل المستخدم
bg: Ако искате дефиниран от потребителя фон на главния прозорец
bn: যদি আপনি একটি ব্যবহারকারী-সংজ্ঞায়িত প্রধান উইন্ডো পটভূমি চান
da: Hvis du ønsker en brugerdefineret baggrund i hovedvinduet
sq: Nëse dëshironi një sfond të dritares kryesore të përcaktuar nga përdoruesi
zh: 如果你想要用户定义的主窗口背景

source: Check the < User-defined > checkbox and click on < Background settings .. >
ar: حدد مربع الاختيار <محدد بواسطة المستخدم> وانقر فوق <إعدادات الخلفية .. >
bg: Поставете отметка в квадратчето <Defined от потребителя> и щракнете върху <Настройки на фона ..>
bn: <User-defined > চেকবক্সটি চেক করুন এবং <Backgroundsettings .. > এ ক্লিক করুন।
da: Marker afkrydsningsfeltet < Brugerdefineret > og klik på < Baggrundsindstillinger .. >
sq: Kontrolloni kutinë e zgjedhjes < Përcaktuar nga përdoruesi > dhe klikoni në < Cilësimet e sfondit .. >
zh: 勾选<用户定义>复选框并点击<背景设置..>

source: You can then choose between a colour gradient or a bitmap image file.
ar: يمكنك بعد ذلك الاختيار بين تدرج الألوان أو ملف صورة نقطية.
bg: След това можете да избирате между цветен градиент или файл с растерно изображение.
bn: এরপর আপনি একটি রঙের গ্রেডিয়েন্ট অথবা একটি বিটম্যাপ চিত্র ফাইলের মধ্যে একটি বেছে নিতে পারেন।
da: Du kan derefter vælge mellem en farvegradient eller en bitmap-billedfil.
sq: Më pas mund të zgjidhni midis një gradienti ngjyrash ose një skedari imazhi bitmap.
zh: 然后您可以在颜色渐变或位图图像文件之间进行选择。

source: The path to the bitmap background image files is usually -
ar: المسار إلى ملفات صور الخلفية النقطية هو عادةً -
bg: Пътят до файловете с растерно фоново изображение обикновено е -
bn: বিটম্যাপ ব্যাকগ্রাউন্ড ইমেজ ফাইলের পথ সাধারণত -
da: Stien til bitmap-baggrundsbilledfilerne er normalt -
sq: Rruga drejt skedarëve të imazhit të sfondit bitmap është zakonisht -
zh: 位图背景图像文件的路径通常是 -

source: then choose < Main menu > < Options > < Reset to factory defaults >
ar: ثم اختر <القائمة الرئيسية> <الخيارات> <إعادة التعيين إلى إعدادات المصنع الافتراضية>
bg: след това изберете < Главно меню > < Опции > < Нулиране до фабричните настройки >
bn: তারপর <প্রধান মেনু> <বিকল্প> <ফ্যাক্টরি ডিফল্টে রিসেট করুন> নির্বাচন করুন
da: vælg derefter < Hovedmenu > < Indstillinger > < Nulstil til fabriksindstillinger >
sq: më pas zgjidhni < Menyja kryesore > < Opsionet > < Rivendosni në cilësimet e fabrikës >
zh: 然后选择 < 主菜单 > < 选项 > < 恢复出厂设置 >

source: from the 2d main menu and then try to load 3d graphics again.
ar: من القائمة الرئيسية ثنائية الأبعاد ثم حاول تحميل الرسومات ثلاثية الأبعاد مرة أخرى.
bg: от главното 2d меню и след това опитайте да заредите 3d графики отново.
bn: ২য় প্রধান মেনু থেকে এবং তারপর আবার ৩য় গ্রাফিক্স লোড করার চেষ্টা করুন।
da: fra 2d-hovedmenuen, og prøv derefter at indlæse 3d-grafik igen.
sq: nga menyja kryesore 2d dhe më pas provo të ngarkosh sërish grafikë 3d.
zh: 从 2d 主菜单，然后尝试再次加载 3d 图形。

source: To exit the 3d screen and return to 2d, you can press < Alt - x >
ar: للخروج من الشاشة ثلاثية الأبعاد والعودة إلى الشاشة ثنائية الأبعاد، يمكنك الضغط على <Alt - x>
bg: За да излезете от 3d екрана и да се върнете към 2d, можете да натиснете < Alt - x >
bn: 3d স্ক্রিন থেকে বেরিয়ে 2d তে ফিরে যেতে, আপনি <Alt - x > টিপতে পারেন।
da: For at forlade 3d-skærmen og vende tilbage til 2d, kan du trykke på < Alt - x >
sq: Për të dalë nga ekrani 3d dhe për t'u kthyer në 2d, mund të shtypni < Alt - x >
zh: 要退出 3D 屏幕并返回 2D，您可以按 < Alt - x >

source: on the keyboard, select < File > < Exit > from the main menu,
ar: على لوحة المفاتيح، حدد <ملف> <خروج> من القائمة الرئيسية،
bg: на клавиатурата изберете < Файл > < Изход > от главното меню,
bn: কীবোর্ডে, প্রধান মেনু থেকে <File > <Exit > নির্বাচন করুন,
da: på tastaturet skal du vælge < Fil > < Afslut > fra hovedmenuen,
sq: në tastierë, zgjidhni < Skedar > < Dil > nga menyja kryesore,
zh: 在键盘上，从主菜单中选择<文件> <退出>，

source: select < 3d graphics > < 2d display >
ar: حدد <رسومات ثلاثية الأبعاد> <عرض ثنائي الأبعاد>
bg: изберете <3d графика> <2d дисплей>
bn: < 3D গ্রাফিক্স > < 2D ডিসপ্লে > নির্বাচন করুন
da: vælg < 3d-grafik > < 2d-visning >
sq: zgjidhni < grafika 3d > < shfaqja 2d >
zh: 选择< 3d 图形>< 2d 显示>

source: or click on the red < X > icon on the right hand side of the toolbar.
ar: أو انقر على الرمز الأحمر <X> على الجانب الأيمن من شريط الأدوات.
bg: или щракнете върху червената икона < X > от дясната страна на лентата с инструменти.
bn: অথবা টুলবারের ডানদিকে লাল <X > আইকনে ক্লিক করুন।
da: eller klik på det røde < X > ikon i højre side af værktøjslinjen.
sq: ose klikoni në ikonën e kuqe < X > në anën e djathtë të shiritit të veglave.
zh: 或者单击工具栏右侧的红色 <X> 图标。

source: For helping me to create Nimzo_3d, thanks go to :-
ar: لمساعدتي في إنشاء Nimzo_3d، شكرًا لـ :-
bg: За това, че ми помогнахте да създам Nimzo_3d, благодаря, отидете на:-
bn: Nimzo_3d তৈরি করতে আমাকে সাহায্য করার জন্য, ধন্যবাদ:- এ যান।
da: For at hjælpe mig med at skabe Nimzo_3d, tak gå til:-
sq: Që më ndihmove të krijoj Nimzo_3d, faleminderit shkoni te:-
zh: 感谢帮助我创建 Nimzo_3d：-

source: Frank Luna for his book Introduction to 3d Game Programming with DirectX 9.0
ar: فرانك لونا عن كتابه مقدمة لبرمجة الألعاب ثلاثية الأبعاد باستخدام DirectX 9.0
bg: Франк Луна за книгата си Въведение в програмирането на 3d игри с DirectX 9.0
bn: ফ্র্যাঙ্ক লুনা তার বই "Introduction to 3d Game Programming with DirectX 9.0" এর জন্য
da: Frank Luna for hans bog Introduktion til 3d-spilprogrammering med DirectX 9.0
sq: Frank Luna për librin e tij Hyrje në programimin e lojërave 3d me DirectX 9.0
zh: Frank Luna 的著作《DirectX 9.0 3D 游戏编程简介》

source: and his website D3dcoder.net which hosts the source code for this book.
ar: وموقعه الإلكتروني D3dcoder.net الذي يستضيف الكود المصدر لهذا الكتاب.
bg: и неговия уебсайт D3dcoder.net, който хоства изходния код за тази книга.
bn: এবং তার ওয়েবসাইট D3dcoder.net যা এই বইয়ের সোর্স কোড হোস্ট করে।
da: og hans hjemmeside D3dcoder.net, som er vært for kildekoden til denne bog.
sq: dhe uebsajti i tij D3dcoder.net i cili pret kodin burimor për këtë libër.
zh: 以及他的网站 D3dcoder.net，其中包含本书的源代码。

source: CadNav.com for their 3d chess pieces (except the knight) model-34739.
ar: CadNav.com لقطع الشطرنج ثلاثية الأبعاد (باستثناء الفارس) النموذج 34739.
bg: CadNav.com за техните 3D фигури за шах (с изключение на коня) модел-34739.
bn: CadNav.com তাদের 3D দাবার টুকরো (নাইট ছাড়া) মডেল-34739 এর জন্য।
da: CadNav.com for deres 3d skakbrikker (undtagen ridderen) model-34739.
sq: CadNav.com për pjesët e tyre të shahut 3d (përveç kalorësit) model-34739.
zh: CadNav.com 提供 3d 棋子（骑士除外）模型 34739。

source: The knight is by PrinterFunUk from the website cults3d.com
ar: الفارس من تصميم PrinterFunUk من موقع cults3d.com
bg: Рицарят е от PrinterFunUk от уебсайта cults3d.com
bn: দ্য নাইটটি প্রিন্টারফানইউকের তৈরি, cults3d.com ওয়েবসাইট থেকে।
da: Ridderen er af PrinterFunUk fra hjemmesiden cults3d.com
sq: Kalorësi është nga PrinterFunUk nga faqja e internetit cults3d.com
zh: 骑士由 PrinterFunUk 制作，来自网站 cults3d.com

source: I made a new base for the knight with the 3d modelling program Blender
ar: لقد قمت بعمل قاعدة جديدة للفارس باستخدام برنامج النمذجة ثلاثية الأبعاد Blender
bg: Направих нова основа за рицаря с програмата за 3d моделиране Blender
bn: আমি 3D মডেলিং প্রোগ্রাম ব্লেন্ডার দিয়ে নাইটের জন্য একটি নতুন ভিত্তি তৈরি করেছি।
da: Jeg lavede en ny base til ridderen med 3d-modelleringsprogrammet Blender
sq: Bëra një bazë të re për kalorësit me programin e modelimit 3D Blender
zh: 我使用 3D 建模程序 Blender 为骑士制作了一个新的底座

source: because the original one was mangled in the conversion process
ar: لأن النسخة الأصلية تعرضت للتشويه أثناء عملية التحويل
bg: тъй като оригиналният е повреден в процеса на преобразуване
bn: কারণ মূলটি রূপান্তর প্রক্রিয়ায় বিকৃত হয়ে গিয়েছিল
da: fordi den oprindelige blev ødelagt i konverteringsprocessen
sq: sepse origjinali ishte ngatërruar në procesin e konvertimit
zh: 因为原来的在转换过程中被损坏了

source: to the DirectX X-file.
ar: إلى ملف DirectX X.
bg: към DirectX X-файла.
bn: ডাইরেক্টএক্স এক্স-ফাইলে।
da: til DirectX X-filen.
sq: te skedari DirectX X.
zh: 到 DirectX X 文件。

source: Thanks to Neal Hirsig for his Blender 3D Course at
ar: شكرًا لـ Neal Hirsig على دورة Blender 3D في
bg: Благодаря на Neal Hirsig за неговия Blender 3D Course в
bn: নীল হিরসিগকে তার ব্লেন্ডার 3D কোর্সের জন্য ধন্যবাদ
da: Tak til Neal Hirsig for hans Blender 3D kursus kl
sq: Faleminderit Neal Hirsig për kursin e tij Blender 3D në
zh: 感谢 Neal Hirsig 的 Blender 3D 课程

source: Other 3d modelling software used was Autodesk 3ds Max
ar: كان برنامج النمذجة ثلاثية الأبعاد الآخر المستخدم هو Autodesk 3ds Max
bg: Друг използван софтуер за 3d моделиране беше Autodesk 3ds Max
bn: ব্যবহৃত অন্যান্য 3D মডেলিং সফ্টওয়্যার ছিল Autodesk 3ds Max
da: Anden anvendt 3d-modelleringssoftware var Autodesk 3ds Max
sq: Softuer tjetër i përdorur për modelimin 3d ishte Autodesk 3ds Max
zh: 使用的其他 3D 建模软件是 Autodesk 3ds Max

source: and Right Hemisphere Deep Exploration.
ar: والاستكشاف العميق للنصف الأيمن من الدماغ.
bg: и дълбоко изследване на дясното полукълбо.
bn: এবং ডান গোলার্ধের গভীর অন্বেষণ।
da: og højre hemisfære dyb udforskning.
sq: dhe Eksplorimi i thellë i hemisferës së djathtë.
zh: 以及右半球深度探索。

source: The bitmaps used for the 3d pieces and board border
ar: الخرائط النقطية المستخدمة للقطع ثلاثية الأبعاد وحدود اللوحة
bg: Растерните изображения, използвани за 3d части и граница на дъската
bn: 3D টুকরা এবং বোর্ড বর্ডারের জন্য ব্যবহৃত বিটম্যাপ
da: Bitmaps, der bruges til 3d-stykkerne og bordkanten
sq: Bitmaps të përdorura për pjesët 3d dhe kufirin e tabelës
zh: 用于 3D 棋子和棋盘边框的位图

source: are from Arroway-textures.ch and Ambientcg.com
ar: من Arroway-textures.ch وAmbientcg.com
bg: са от Arroway-textures.ch и Ambientcg.com
bn: Arroway-textures.ch এবং Ambientcg.com থেকে নেওয়া হয়েছে
da: er fra Arroway-textures.ch og Ambientcg.com
sq: janë nga Arroway-textures.ch dhe Ambientcg.com
zh: 来自 Arroway-textures.ch 和 Ambientcg.com

source: Once again, thanks to Bill Forster, his coding expertise was again most helpful.
ar: مرة أخرى، بفضل بيل فورستر، كانت خبرته في البرمجة مفيدة للغاية.
bg: Още веднъж, благодарение на Бил Форстър, неговият опит в кодирането отново беше много полезен.
bn: আবারও, বিল ফরস্টারের জন্য ধন্যবাদ, তার কোডিং দক্ষতা আবারও সবচেয়ে সহায়ক ছিল।
da: Endnu en gang, takket være Bill Forster, var hans kodningsekspertise igen yderst hjælpsom.
sq: Edhe një herë, falë Bill Forster, ekspertiza e tij e kodimit ishte përsëri më e dobishme.
zh: 再次感谢 Bill Forster，他的编码专业知识再次发挥了极大帮助。

source: I was able to take his code for the game move list box and kibitz panel
ar: تمكنت من أخذ الكود الخاص به لقائمة تحركات اللعبة ولوحة Kibitz
bg: Успях да взема кода му за полето със списък за движение на играта и панела kibitz
bn: আমি গেম মুভ লিস্ট বক্স এবং কিবিটজ প্যানেলের জন্য তার কোড নিতে সক্ষম হয়েছি।
da: Jeg var i stand til at tage hans kode til game move-listeboksen og kbitz-panelet
sq: Unë munda të merrja kodin e tij për kutinë e listës së lëvizjes së lojës dhe panelin kibitz
zh: 我能够获取他的游戏移动列表框和 kibitz 面板的代码

source: and transfer both straight into new windows in the 3d graphics screen,
ar: ونقل كليهما مباشرة إلى نوافذ جديدة في شاشة الرسومات ثلاثية الأبعاد،
bg: и прехвърлете и двете направо в нови прозорци в екрана с 3D графики,
bn: এবং উভয়কেই সরাসরি 3D গ্রাফিক্স স্ক্রিনের নতুন উইন্ডোতে স্থানান্তর করুন,
da: og overføre begge dele direkte til nye vinduer på 3D-grafikskærmen,
sq: dhe transferoni të dyja drejtpërdrejt në dritare të reja në ekranin e grafikës 3D,
zh: 并将两者直接传输到 3D 图形屏幕的新窗口中，

source: with only very minor adjustments.
ar: مع بعض التعديلات الطفيفة جدًا.
bg: само с много малки корекции.
bn: খুব সামান্য সমন্বয় সহ।
da: med kun meget små justeringer.
sq: vetëm me rregullime shumë të vogla.
zh: 只需进行很小的调整。

source: 3d Credits
ar: رصيد ثلاثي الأبعاد
bg: 3d кредити
bn: 3d ক্রেডিট
sq: Kredite 3D
zh: 3d 积分

source: Hello and welcome to %s
ar: مرحباً بكم في %s
bg: Здравейте и добре дошли в %s
bn: %s-এ স্বাগতম এবং স্বাগতম।
da: Hej og velkommen til %s
sq: Përshëndetje dhe mirëseardhje në %s
zh: 您好，欢迎来到 %s

source: About Minimal
ar: حول الحد الأدنى
bg: Относно Минимална
bn: মিনিমাল সম্পর্কে
da: Om Minimal
sq: Rreth Minimal
zh: 关于 Minimal

source: Puzzle session stats :
ar: إحصائيات جلسة الألغاز:
bg: Статистика на пъзел сесията:
bn: ধাঁধা সেশনের পরিসংখ্যান:
da: Puslespil session statistik:
sq: Statistikat e sesionit të enigmës:
zh: 拼图会话统计：

source: Solved :
ar: تم الحل :
bg: Решен:
bn: সমাধান করা হয়েছে:
da: Løst:
sq: E zgjidhur:
zh: 已解决：

source: Correct moves :
ar: الحركات الصحيحة :
bg: Правилни движения:
bn: সঠিক চাল:
da: Korrekte bevægelser:
sq: Lëvizjet e sakta:
zh: 正确的做法：

source: Hints used :
ar: التلميحات المستخدمة:
bg: Използвани съвети:
bn: ব্যবহৃত ইঙ্গিত:
da: Anvendte tip:
sq: Këshilla të përdorura:
zh: 使用的提示：

source: Time up no. :
ar: إنتهى الوقت رقم :
bg: Изтекло време не. :
bn: সময় শেষ নং:
da: Tid op nej. :
sq: Koha e fundit nr. :
zh: 時間到達數：

source: Rating :
ar: التقييم :
bg: рейтинг:
bn: রেটিং :
da: Bedømmelse:
sq: Vlerësimi:
zh: 评分 ：
