Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: If you don't have a database, you can download one from
ar: إذا لم يكن لديك قاعدة بيانات، يمكنك تنزيل واحدة من
bg: Ако нямате база данни, можете да изтеглите такава от
bn: যদি আপনার কোন ডাটাবেস না থাকে, তাহলে আপনি এখান থেকে একটি ডাউনলোড করতে পারেন
da: Hvis du ikke har en database, kan du downloade en fra
sq: Nëse nuk keni një bazë të dhënash, mund ta shkarkoni nga
zh: 如果你没有数据库，你可以从

source: Alternatively, you can create your own database from .pgn files
ar: بدلاً من ذلك، يمكنك إنشاء قاعدة البيانات الخاصة بك من ملفات .pgn
bg: Като алтернатива можете да създадете своя собствена база данни от .pgn файлове
bn: বিকল্পভাবে, আপনি .pgn ফাইল থেকে আপনার নিজস্ব ডাটাবেস তৈরি করতে পারেন।
da: Alternativt kan du oprette din egen database fra .pgn-filer
sq: Përndryshe, ju mund të krijoni bazën tuaj të të dhënave nga skedarët .pgn
zh: 或者，你可以从 .pgn 文件创建自己的数据库

source: with the 'Create new database' command in the database menu.
ar: باستخدام الأمر "إنشاء قاعدة بيانات جديدة" في قائمة قاعدة البيانات.
bg: с командата „Създаване на нова база данни“ в менюто на базата данни.
bn: ডাটাবেস মেনুতে 'নতুন ডাটাবেস তৈরি করুন' কমান্ড দিয়ে।
da: med kommandoen 'Create new database' i databasemenuen.
sq: me komandën "Krijo një bazë të dhënash të re" në menunë e bazës së të dhënave.
zh: 使用数据库菜单中的‘创建新数据库’命令。

source: Database problem
ar: مشكلة في قاعدة البيانات
bg: Проблем с базата данни
bn: ডাটাবেস সমস্যা
sq: Problemi i bazës së të dhënave
zh: 数据库问题

source: Database games
ar: العاب قواعد البيانات
bg: Игри с бази данни
bn: ডাটাবেস গেমস
da: Database spil
sq: Lojërat e bazës së të dhënave
zh: 数据库游戏

source: Memory Congestion Error
ar: خطأ ازدحام الذاكرة
bg: Грешка при претоварване на паметта
bn: মেমোরি কনজেশন ত্রুটি
da: Hukommelsesfejl
sq: Gabim i mbingarkesës së kujtesës
zh: 内存拥塞错误

source: Sorry, it is no longer possible to load new databases,
ar: عذرا، لم يعد من الممكن تحميل قواعد بيانات جديدة،
bg: За съжаление вече не е възможно да се зареждат нови бази данни,
bn: দুঃখিত, নতুন ডাটাবেস লোড করা আর সম্ভব নয়,
da: Beklager, det er ikke længere muligt at indlæse nye databaser,
sq: Na vjen keq, nuk është më e mundur të ngarkohen bazat e të dhënave të reja,
zh: 抱歉，无法再加载新数据库，

source: please save your work, exit Tarrasch and restart
ar: الرجاء حفظ عملك والخروج من Tarrasch وإعادة التشغيل
bg: моля, запазете работата си, излезте от Tarrasch и рестартирайте
bn: আপনার কাজটি সংরক্ষণ করুন, Tarrasch থেকে বেরিয়ে আসুন এবং পুনরায় চালু করুন।
da: gem venligst dit arbejde, afslut Tarrasch og genstart
sq: ju lutemi ruani punën tuaj, dilni nga Tarrasch dhe rinisni
zh: 请保存您的工作，退出 Tarrasch 并重新启动

source: Memory Congestion Warning
ar: تحذير من ازدحام الذاكرة
bg: Предупреждение за претоварване на паметта
bn: মেমোরি কনজেশনের সতর্কতা
da: Advarsel om overbelastning af hukommelsen
sq: Paralajmërim për bllokimin e kujtesës
zh: 内存拥塞警告

source: Please consider clearing the clipboard and/or closing the file
ar: يرجى التفكير في مسح الحافظة و/أو إغلاق الملف
bg: Моля, помислете дали да не изчистите клипборда и/или да затворите файла
bn: ক্লিপবোর্ড সাফ করার এবং/অথবা ফাইলটি বন্ধ করার কথা বিবেচনা করুন।
da: Overvej venligst at rydde udklipsholderen og/eller lukke filen
sq: Ju lutemi merrni parasysh pastrimin e kujtesës së fragmenteve dhe/ose mbylljen e skedarit
zh: 请考虑清除剪贴板和/或关闭文件

source: Select current database
ar: حدد قاعدة البيانات الحالية
bg: Изберете текущата база данни
bn: বর্তমান ডাটাবেস নির্বাচন করুন
da: Vælg den aktuelle database
sq: Zgjidhni bazën e të dhënave aktuale
zh: 选择当前数据库

source: Database selection failed
ar: فشل اختيار قاعدة البيانات
bg: Неуспешен избор на база данни
bn: ডাটাবেস নির্বাচন ব্যর্থ হয়েছে
da: Databasevalg mislykkedes
sq: Zgjedhja e bazës së të dhënave dështoi
zh: 数据库选择失败

source: Press Yes to set the new database as the current database
ar: اضغط على "نعم" لتعيين قاعدة البيانات الجديدة كقاعدة البيانات الحالية
bg: Натиснете Да, за да зададете новата база данни като текуща база данни
bn: নতুন ডাটাবেসটিকে বর্তমান ডাটাবেস হিসেবে সেট করতে হ্যাঁ টিপুন।
da: Tryk på Ja for at indstille den nye database som den aktuelle database
sq: Shtypni Po për të vendosur bazën e re të të dhënave si bazën aktuale të të dhënave
zh: 按“是”将新数据库设置为当前数据库

source: Would you like to use the new database now?
ar: هل ترغب باستخدام قاعدة البيانات الجديدة الآن؟
bg: Искате ли да използвате новата база данни сега?
bn: আপনি কি এখন নতুন ডাটাবেস ব্যবহার করতে চান?
da: Vil du bruge den nye database nu?
sq: Dëshironi të përdorni bazën e re të të dhënave tani?
zh: 您想现在使用新的数据库吗？

source: Games in this session
ar: الألعاب في هذه الجلسة
bg: Игри в тази сесия
bn: এই সেশনের গেমগুলি
da: Spil i denne session
sq: Lojërat në këtë seancë
zh: 本场游戏

source: Clipboard
ar: الحافظة
bg: Клипборд
bn: ক্লিপবোর্ড
da: Udklipsholder
zh: 剪贴板

source: Stop Kibitzer Ctrl+K
ar: إيقاف Kibitzer_tCtrl+K
bg: Спрете Kibitzer Ctrl+K
bn: Kibitzer বন্ধ করুন Ctrl+K
sq: Ndalo Kibitzer Ctrl+K
zh: 停止 Kibitzer Ctrl+K

source: Start Kibitzer Ctrl+K
ar: ابدأ Kibitzer_tCtrl+K
bg: Стартирайте Kibitzer Ctrl+K
bn: কিবিটজার শুরু করুন Ctrl+K
sq: Filloni Kibitzer Ctrl+K
zh: 启动 Kibitzer Ctrl+K

source: Shootout
ar: تبادل إطلاق النار
bg: дузпи
bn: শ্যুটআউট
sq: shkëmbim zjarri
zh: 枪战

source: (book)
ar: (كتاب)
bg: (книга)
bn: (বই)
da: (bog)
sq: (libër)
zh: （书）

source: Puzzle message
ar: رسالة اللغز
bg: Пъзел съобщение
bn: ধাঁধার বার্তা
da: Puslespil besked
sq: Mesazh enigmash
zh: 谜题信息

source: Puzzle completed
ar: تم الانتهاء من اللغز
bg: Пъзелът е завършен
bn: ধাঁধাটি সম্পন্ন হয়েছে
da: Puslespil fuldført
sq: Puzzle e përfunduar
zh: 拼图完成

source: This is the last puzzle in the file
ar: هذا هو اللغز الأخير في الملف
bg: Това е последният пъзел във файла
bn: এটি ফাইলের শেষ ধাঁধা।
da: Dette er det sidste puslespil i filen
sq: Ky është enigma e fundit në dosje
zh: 这是文件中的最后一个谜题

source: Puzzle file message
ar: رسالة ملف اللغز
bg: Пъзел файл съобщение
bn: ধাঁধা ফাইল বার্তা
da: Puslespil fil besked
sq: Mesazhi i skedarit të enigmës
zh: 拼图文件消息

source: Incorrect move,
ar: حركة خاطئة
bg: Неправилен ход,
bn: ভুল পদক্ষেপ,
da: Forkert træk,
sq: Lëvizje e gabuar,
zh: 错误的举动，

source: please try again
ar: من فضلك حاول مرة أخرى
bg: моля опитайте отново
bn: আবার চেষ্টা করুন।
da: prøv venligst igen
sq: ju lutem provoni përsëri
zh: 请重试

source: New game
ar: لعبة جديدة
bg: Нова игра
bn: নতুন খেলা
da: Nyt spil
sq: Lojë e re
zh: 新游戏

source: Play white
ar: العب باللون الأبيض
bg: Играйте бели
bn: সাদা খেলো
da: Spil hvid
sq: Luaj të bardhë
zh: 玩白色

source: Play black
ar: لعب باللون الأسود
bg: Играйте черно
bn: কালো খেলো
da: Spil sort
sq: Luaj të zezë
zh: 玩黑色

source: Setup position
ar: وضع الإعداد
bg: Позиция за настройка
bn: সেটআপ পজিশন
da: Opsætningsposition
sq: Pozicioni i konfigurimit
zh: 设置位置

source: Search database
ar: البحث في قاعدة البيانات
bg: Търсене в база данни
bn: ডাটাবেস অনুসন্ধান করুন
da: Søg database
sq: Kërko bazën e të dhënave
zh: 搜索数据库

source: Swap sides
ar: تبديل الجانبين
bg: Разменете страните
bn: পার্শ্ব অদলবদল করুন
da: Skift sider
sq: Ndërroni anët
zh: 换边

source: Force move
ar: تحرك بالقوة
bg: Принудително движение
bn: জোর করে সরান
da: Tving bevægelse
sq: Lëvizja me forcë
zh: 强制移动

source: Examine game
ar: فحص اللعبة
bg: Разгледайте играта
bn: খেলা পরীক্ষা করুন
da: Undersøg spillet
sq: Ekzaminoni lojën
zh: 检查游戏

source: Engine thinking...
ar: تفكير المحرك...
bg: Мисля за двигателя...
bn: ইঞ্জিনের চিন্তাভাবনা...
da: Motor tænkning...
sq: Mendimi i motorit...
zh: 引擎思维...

source: Enter moves, comments and variations freely - or ...
ar: أدخل الحركات والتعليقات والاختلافات بحرية - أو ...
bg: Въведете движения, коментари и варианти свободно - или ...
bn: অবাধে চাল, মন্তব্য এবং বৈচিত্র্য লিখুন - অথবা ...
da: Indtast træk, kommentarer og variationer frit - eller ...
sq: Futni lëvizjet, komentet dhe variacionet lirisht - ose ...
zh: 自由输入动作、评论和变化-或者......

source: White :
ar: أبيض :
bg: Бяло:
bn: সাদা :
da: Hvid:
sq: E bardha:
zh: 白色的 ：

source: Black :
ar: أسود :
bg: Черно:
bn: কালো :
da: Sort:
sq: E zezë:
zh: 黑色的 ：

source: Opening book
ar: كتاب الافتتاح
bg: Отваряща се книга
bn: খোলার বই
da: Åbningsbog
sq: Libri i hapjes
zh: 开书

source: pondering
ar: التفكير
bg: размишлявайки
bn: চিন্তা করা
da: overvejer
sq: duke medituar
zh: 思考

source: [running]
ar: [جري]
bg: [бягане]
bn: [চলমান]
da: [løber]
sq: [duke vrapuar]
zh: [跑步]

source: List is already empty
ar: القائمة فارغة بالفعل
bg: Списъкът вече е празен
bn: তালিকাটি ইতিমধ্যেই খালি।
da: Listen er allerede tom
sq: Lista është tashmë bosh
zh: 列表已为空

source: Clear recent file list ?
ar: مسح قائمة الملفات الأخيرة؟
bg: Изчистване на скорошния списък с файлове?
bn: সাম্প্রতিক ফাইল তালিকা সাফ করবেন?
da: Ryd den seneste filliste?
sq: Të pastrohet lista e skedarëve të fundit?
zh: 清除最近的文件列表？

source: Confirm action
ar: تأكيد الإجراء
bg: Потвърдете действието
bn: কর্ম নিশ্চিত করুন
da: Bekræft handling
sq: Konfirmo veprimin
zh: 确认操作

source: Recently opened file list cleared
ar: تم مسح قائمة الملفات المفتوحة مؤخرًا
bg: Списъкът с наскоро отворени файлове е изчистен
bn: সম্প্রতি খোলা ফাইল তালিকা সাফ করা হয়েছে
da: Den nyligt åbnede filliste er ryddet
sq: Lista e skedarëve të hapur së fundi u pastrua
zh: 清除最近打开的文件列表

source: The text that prefixes this game.
ar: النص الذي يسبق هذه اللعبة.
bg: Текстът, който предшества тази игра.
bn: এই গেমটির পূর্বে যে লেখাটি লাগানো আছে।
da: Teksten, der står foran dette spil.
sq: Teksti që prefikson këtë lojë.
zh: 该游戏的前缀文本。

source: Use this panel to edit text that prefixes the
ar: استخدم هذه اللوحة لتحرير النص الذي يسبق
bg: Използвайте този панел, за да редактирате текст, който предшества
bn: এই প্যানেলটি ব্যবহার করে এমন টেক্সট সম্পাদনা করুন যা এর পূর্বে
da: Brug dette panel til at redigere tekst, der har præfiks til
sq: Përdoreni këtë panel për të redaktuar tekstin që parashtes
zh: 使用此面板编辑前缀为

source: game on the .pgn file.
ar: اللعبة على ملف .pgn.
bg: игра на .pgn файла.
bn: .pgn ফাইলে গেম।
da: spil på .pgn-filen.
sq: lojë në skedarin .pgn.
zh: .pgn 文件上的游戏。

source: Game Prefix Dialog Help
ar: مساعدة مربع حوار بادئة اللعبة
bg: Помощ за диалогов прозорец за префикс на играта
bn: গেম প্রিফিক্স ডায়ালগ সাহায্য
da: Game Prefix Dialog Hjælp
sq: Ndihmë Dialogu i Prefiksit të lojës
zh: 游戏前缀对话框帮助

source: Scanning .pgn file for games
ar: مسح ملف .pgn للألعاب
bg: Сканиране на .pgn файл за игри
bn: গেমের জন্য .pgn ফাইল স্ক্যান করা হচ্ছে
da: Scanner .pgn-fil til spil
sq: Skanimi i skedarit .pgn për lojëra
zh: 扫描游戏的 .pgn 文件

source: Reading .pgn file
ar: قراءة ملف .pgn
bg: Четене на .pgn файл
bn: .pgn ফাইল পড়া হচ্ছে
da: Læser .pgn-fil
sq: Leximi i skedarit .pgn
zh: 读取.pgn 文件

source: Saving file
ar: حفظ الملف
bg: Запазване на файла
bn: ফাইল সংরক্ষণ করা হচ্ছে
da: Gemmer fil
sq: Ruajtja e skedarit
zh: 保存文件

source: Saving file (restrictions apply)
ar: حفظ الملف (تطبق القيود)
bg: Запазване на файл (прилагат се ограничения)
bn: ফাইল সংরক্ষণ করা হচ্ছে (বিধিনিষেধ প্রযোজ্য)
da: Gemmer fil (der gælder begrænsninger)
sq: Ruajtja e skedarit (zbatohen kufizime)
zh: 保存文件（有限制）

source: Calculate missing ECO codes
ar: حساب رموز ECO المفقودة
bg: Изчислете липсващите ECO кодове
bn: অনুপস্থিত ECO কোড গণনা করুন
da: Beregn manglende ECO-koder
sq: Llogaritni kodet ECO që mungojnë
zh: 计算缺失的 ECO 代码

source: after
ar: بعد
bg: след
bn: পরে
da: efter
sq: pas
zh: 后

source: (use right arrow key to browse)
ar: (استخدم مفتاح السهم الأيمن للتصفح)
bg: (използвайте клавиша със стрелка надясно, за да разглеждате)
bn: (ব্রাউজ করতে ডান তীর কী ব্যবহার করুন)
da: (brug højre piletast for at gennemse)
sq: (përdor tastin e shigjetës së djathtë për të shfletuar)
zh: （使用右箭头键浏览）

source: Elo
ar: إيلو
bg: Ело
bn: এলো
zh: 埃洛

source: Site/Event
ar: الموقع/الحدث
bg: Сайт/Събитие
bn: সাইট/ইভেন্ট
da: Site/Begivenhed
sq: Faqja/Ngjarja
zh: 场地/活动

source: ECO
ar: سابقة بمعنى البِيْئَة
bg: ЕКО
bn: ইকো
da: ØKO
zh: 生态

source: Ply
ar: بلي
bg: пластове
bn: প্লাই
sq: Pëlhurë
zh: 层

source: Moves
ar: التحركات
bg: се движи
bn: চালনা
da: Bevæger sig
sq: Lëviz
zh: 移动

source: Load Game
ar: تحميل اللعبة
bg: Зареждане на играта
bn: খেলা লোড করুন
da: Indlæs spil
sq: Ngarkoni lojën
zh: 加载游戏

source: Save as
ar: حفظ باسم
bg: Запиши като
bn: এই হিসেবে সংরক্ষণ করুন
da: Gem som
sq: Ruaj si
zh: 另存为

source: Use Game
ar: استخدم اللعبة
bg: Използвайте играта
bn: গেম ব্যবহার করুন
da: Brug spil
sq: Përdorni lojën
zh: 使用游戏

source: Goto game..
ar: اذهب إلى اللعبة..
bg: Отивам на играта..
bn: খেলা শুরু..
da: Gå til spillet..
sq: Shkoni në lojë..
zh: 去游戏..

source: Search games..
ar: ابحث عن الألعاب..
bg: Игри за търсене..
bn: গেম খুঁজুন..
da: Søg spil..
sq: Kërko lojëra..
zh: 搜索游戏..

source: Analyse games..
ar: تحليل المباريات.
bg: Анализирайте игрите..
bn: খেলা বিশ্লেষণ করো..
da: Analyser spil..
sq: Analizoni lojërat..
zh: 分析游戏..

source: Goto game number in list box
ar: انتقل إلى رقم اللعبة في مربع القائمة
bg: Отидете до номера на играта в списъка
bn: তালিকা বাক্সে গেম নম্বরে যান
da: Gå til spilnummer i listeboksen
sq: Shkoni në numrin e lojës në kutinë e listës
zh: 转到列表框中的游戏编号

source: Select all
ar: حدد الكل
bg: Изберете всички
bn: সবগুলো নির্বাচন করুন
da: Vælg alle
sq: Zgjidh të gjitha
zh: 选择全部

source: Selecting all
ar: تحديد الكل
bg: Избиране на всички
bn: সবগুলো নির্বাচন করা হচ্ছে
da: Vælger alle
sq: Përzgjedhja e të gjitha
zh: 全选

source: Column Sort: Moves column requires two stages
ar: فرز الأعمدة: يتطلب نقل الأعمدة مرحلتين
bg: Сортиране по колона: Преместването на колона изисква два етапа
bn: কলাম সাজানো: কলাম সরানোর জন্য দুটি ধাপ প্রয়োজন
da: Kolonnesortering: Flytter kolonnen kræver to trin
sq: Renditja e kolonave: Zhvendos kolonën kërkon dy faza
zh: 列排序：移动列需要两个阶段

source: Column Sort : Moves column included in sort
ar: فرز الأعمدة: نقل العمود المضمن في الفرز
bg: Сортиране по колона : Премества колоната, включена в сортирането
bn: কলাম সাজানো: সাজানোর মধ্যে অন্তর্ভুক্ত কলাম সরানো হয়
da: Kolonnesortering : Flytter kolonne inkluderet i sortering
sq: Renditja e kolonave: Zhvendos kolonën e përfshirë në renditje
zh: 列排序：移动排序中包含的列

source: Requires two stages, stage 1
ar: يتطلب مرحلتين، المرحلة 1
bg: Изисква два етапа, етап 1
bn: দুটি ধাপ প্রয়োজন, ধাপ ১
da: Kræver to trin, trin 1
sq: Kërkon dy faza, faza 1
zh: 需要两个阶段，第一阶段

source: Requires two stages, stage 2
ar: يتطلب مرحلتين، المرحلة 2
bg: Изисква два етапа, етап 2
bn: দুটি ধাপ প্রয়োজন, ধাপ ২
da: Kræver to trin, trin 2
sq: Kërkon dy faza, faza 2
zh: 需要两个阶段，第 2 阶段

source: Column sort
ar: فرز العمود
bg: Сортиране по колони
bn: কলাম সাজানো
da: Kolonnesortering
sq: Renditja e kolonës
zh: 列排序

source: Sorting...
ar: فرز...
bg: Сортиране...
bn: বাছাই করা হচ্ছে...
da: Sorterer...
sq: Po renditet...
zh: 正在排序…

source: Goto game number
ar: انتقل إلى رقم اللعبة
bg: Към номера на играта
bn: গেম নম্বরে যান
da: Gå til spilnummer
sq: Shkoni në numrin e lojës
zh: 转到游戏号码

source: Input game number :
ar: أدخل رقم اللعبة :
bg: Въведете номер на играта:
bn: ইনপুট গেম নম্বর:
da: Indtast spilnummer:
sq: Fut numrin e lojës:
zh: 输入游戏号码:

source: Bookmark functions are only available
ar: وظائف الإشارة المرجعية متاحة فقط
bg: Налични са само функции за отметки
bn: বুকমার্ক ফাংশনগুলি শুধুমাত্র উপলব্ধ
da: Bogmærkefunktioner er kun tilgængelige
sq: Funksionet e faqeshënuesit janë të disponueshme vetëm
zh: 仅提供书签功能

source: when using a PGN file
ar: عند استخدام ملف PGN
bg: когато използвате PGN файл
bn: PGN ফাইল ব্যবহার করার সময়
da: når du bruger en PGN-fil
sq: kur përdorni një skedar PGN
zh: 使用 PGN 文件时

source: Bookmark error message
ar: رسالة خطأ الإشارة المرجعية
bg: Съобщение за грешка в отметката
bn: বুকমার্ক ত্রুটি বার্তা
da: Bogmærke fejlmeddelelse
sq: Mesazh gabimi i faqeshënuesit
zh: 书签错误消息

source: Game search options
ar: خيارات البحث عن اللعبة
bg: Опции за търсене на игри
bn: গেম অনুসন্ধানের বিকল্পগুলি
da: Indstillinger for spilsøgning
sq: Opsionet e kërkimit të lojës
zh: 游戏搜索选项

source: Search cancelled by user, show matching games (y/n) ?
ar: تم إلغاء البحث بواسطة المستخدم، إظهار الألعاب المطابقة (y/n)؟
bg: Търсенето е отменено от потребител, показване на съответстващи игри (да/не)?
bn: ব্যবহারকারীর দ্বারা অনুসন্ধান বাতিল করা হয়েছে, মিলিত গেমগুলি দেখান (y/n)?
da: Søgning annulleret af bruger, vis matchende spil (y/n) ?
sq: Kërkimi u anulua nga përdoruesi, shfaq lojërat që përputhen (y/n) ?
zh: 用户取消搜索，显示匹配的游戏 (y/n)？

source: Search games message
ar: بحث عن رسالة الألعاب
bg: Съобщение за търсене на игри
bn: গেম বার্তা অনুসন্ধান করুন
da: Søg spilbesked
sq: Kërko mesazhin e lojërave
zh: 搜索游戏消息

source: No matching games found
ar: لم يتم العثور على ألعاب مطابقة
bg: Няма намерени съответстващи игри
bn: কোনও মিলে যাওয়া গেম পাওয়া যায়নি।
da: Ingen matchende spil fundet
sq: Nuk u gjet asnjë lojë që përputhet
zh: 未找到匹配的游戏

source: Please input the search criteria -
ar: الرجاء إدخال معايير البحث -
bg: Моля, въведете критериите за търсене -
bn: অনুগ্রহ করে অনুসন্ধানের মানদণ্ড লিখুন -
da: Indtast venligst søgekriterierne -
sq: Ju lutemi vendosni kriteret e kërkimit -
zh: 请输入搜索条件 -

source: Surname
ar: اسم العائلة
bg: Фамилия
bn: পদবি
da: Efternavn
sq: Mbiemri
zh: 姓

source: First name
ar: الاسم الأول
bg: Първо име
bn: প্রথম নাম
da: Fornavn
sq: Emri i parë
zh: 名

source: wins
ar: يفوز
bg: печели
bn: জয়
da: vinder
sq: fiton
zh: 胜利

source: losses
ar: خسائر
bg: загуби
bn: ক্ষতি
da: tab
sq: humbjet
zh: 损失

source: Ignore colours
ar: تجاهل الألوان
bg: Игнорирайте цветовете
bn: রঙ উপেক্ষা করুন
da: Ignorer farver
sq: Injoroni ngjyrat
zh: 忽略颜色

source: Site / event
ar: الموقع / الحدث
bg: Сайт / събитие
bn: সাইট / ইভেন্ট
da: Site / begivenhed
sq: Faqe / ngjarje
zh: 地点/活动

source: Year
ar: سنة
bg: година
bn: বছর
da: År
sq: viti
zh: 年

source: Start game search no.
ar: ابدأ البحث عن اللعبة رقم.
bg: Започнете търсене на игра №.
bn: গেম অনুসন্ধান নম্বর শুরু করুন।
da: Start spilsøgning nr.
sq: Filloni kërkimin e lojës nr.
zh: 开始游戏搜索号码

source: Elo rating
ar: تصنيف إيلو
bg: Ело рейтинг
bn: এলো রেটিং
da: Elo bedømmelse
sq: Vlerësimi Elo
zh: Elo 评级

source: None
ar: لا أحد
bg: Няма
bn: কোনটিই নয়
da: Ingen
sq: Asnjë
zh: 没有任何

source: One
ar: واحد
bg: един
bn: এক
da: En
sq: Një
zh: 一

source: Average
ar: متوسط
bg: Средно
bn: গড়
da: Gennemsnit
sq: Mesatare
zh: 平均的

source: Checkmate
ar: مات
bg: Шах и мат
bn: চেকমেট
da: Skakmat
sq: mat shah
zh: 将死

source: Stalemate
ar: طريق مسدود
bg: Патова ситуация
bn: অচলাবস্থা
da: dødvande
sq: Bllokim
zh: 僵局

source: Check
ar: يفحص
bg: Проверете
bn: চেক করুন
sq: Kontrollo
zh: 查看

source: Game data
ar: بيانات اللعبة
bg: Данни за играта
bn: গেমের তথ্য
da: Spildata
sq: Të dhënat e lojës
zh: 游戏数据

source: Position
ar: موضع
bg: Позиция
bn: অবস্থান
sq: Pozicioni
zh: 位置

source: Previous mask
ar: القناع السابق
bg: Предишна маска
bn: পূর্ববর্তী মুখোশ
da: Tidligere maske
sq: Maska e mëparshme
zh: 上一个面具

source: Enter the white player surname
ar: أدخل لقب اللاعب الأبيض
bg: Въведете фамилията на белия играч
bn: সাদা খেলোয়াড়ের পদবি লিখুন।
da: Indtast den hvide spillers efternavn
sq: Futni mbiemrin e lojtarit të bardhë
zh: 输入白人球员姓氏

source: Enter the white player first name
ar: أدخل الاسم الأول للاعب الأبيض
bg: Въведете първото име на белия играч
bn: সাদা খেলোয়াড়ের প্রথম নাম লিখুন।
da: Indtast den hvide spillers fornavn
sq: Futni emrin e lojtarit të bardhë
zh: 输入白人球员的名字

source: Check to search for player wins
ar: حدد هذا الخيار للبحث عن انتصارات اللاعب
bg: Поставете отметка, за да търсите печалби на играч
bn: খেলোয়াড়দের জয়ের জন্য অনুসন্ধান করতে চেক করুন।
da: Marker for at søge efter spillergevinster
sq: Kontrollo për të kërkuar fitimet e lojtarëve
zh: 勾选搜索玩家获胜

source: Check to search for player losses
ar: حدد هذا الخيار للبحث عن خسائر اللاعبين
bg: Поставете отметка, за да търсите загуби на играчи
bn: খেলোয়াড়দের ক্ষতির জন্য অনুসন্ধান করতে চেক করুন।
da: Marker for at søge efter spillertab
sq: Kontrolloni për të kërkuar humbjet e lojtarëve
zh: 勾选以搜索玩家损失

source: Enter the black player surname
ar: أدخل لقب اللاعب الأسود
bg: Въведете фамилията на черния играч
bn: কৃষ্ণাঙ্গ খেলোয়াড়ের পদবি লিখুন।
da: Indtast den sorte spillers efternavn
sq: Futni mbiemrin e lojtarit me ngjyrë
zh: 输入黑人球员姓氏

source: Enter the black player first name
ar: أدخل الاسم الأول للاعب الأسود
bg: Въведете първото име на черния играч
bn: কালো খেলোয়াড়ের প্রথম নাম লিখুন।
da: Indtast den sorte spillers fornavn
sq: Futni emrin e parë të lojtarit me ngjyrë
zh: 输入黑人球员的名字

source: Check to ignore colours
ar: حدد لتجاهل الألوان
bg: Поставете отметка, за да игнорирате цветовете
bn: রঙগুলি উপেক্ষা করতে চেক করুন
da: Marker for at ignorere farver
sq: Kontrollo për të injoruar ngjyrat
zh: 勾选忽略颜色

source: Enter the site / event
ar: أدخل الموقع/الحدث
bg: Въведете сайта / събитието
bn: সাইট / ইভেন্টে প্রবেশ করুন
da: Indtast webstedet/begivenheden
sq: Futni sitin / ngjarjen
zh: 进入网站/活动

source: Check to query year
ar: التحقق من الاستعلام عن السنة
bg: Поставете отметка за запитване за година
bn: কোয়েরির বছর পরীক্ষা করুন
da: Marker for at forespørge år
sq: Kontrollo për vitin e pyetjes
zh: 勾选查询年份

source: Enter min. year
ar: أدخل الحد الأدنى للسنة
bg: Въведете мин. година
bn: সর্বনিম্ন বছর লিখুন
da: Indtast min. år
sq: Fut min. vit
zh: 输入最小年份

source: Enter max. year
ar: أدخل الحد الأقصى للسنة
bg: Въведете макс. година
bn: সর্বোচ্চ বছর লিখুন
da: Indtast max. år
sq: Fut maks. vit
zh: 输入最大年份

source: Check to query ECO code
ar: التحقق من الاستعلام عن رمز ECO
bg: Поставете отметка, за да поискате ECO код
bn: ECO কোড জিজ্ঞাসা করতে চেক করুন
da: Marker for at forespørge ECO-kode
sq: Kontrollo për të kërkuar kodin ECO
zh: 查询ECO代码

source: Enter min. ECO
ar: أدخل الحد الأدنى ECO
bg: Въведете мин. ЕКО
bn: সর্বনিম্ন ECO লিখুন
da: Indtast min. ØKO
sq: Fut min. ECO
zh: 输入最小 ECO

source: Enter max. ECO
ar: أدخل الحد الأقصى لـ ECO
bg: Въведете макс. ЕКО
bn: সর্বোচ্চ ECO লিখুন
da: Indtast max. ØKO
sq: Fut maks. ECO
zh: 输入最大 ECO

source: Check to query move no. range
ar: حدد للاستعلام عن نطاق رقم الحركة
bg: Поставете отметка, за да поискате ход №. диапазон
bn: নং পরিসর সরানোর জন্য ক্যোয়ারী চেক করুন
da: Marker for at forespørge træk nr. rækkevidde
sq: Kontrollo për të kërkuar lëvizjen nr. varg
zh: 勾选查询招式号范围

source: Enter min. move no.
ar: أدخل الحد الأدنى لرقم الحركة.
bg: Въведете мин. ход №
bn: সর্বনিম্ন নম্বর লিখুন।
da: Indtast min. flytte nr.
sq: Fut min. Lëvizja nr.
zh: 输入最小移动次数。

source: Enter max. move no.
ar: أدخل الحد الأقصى للحركة رقم.
bg: Въведете макс. ход №
bn: সর্বোচ্চ লিখুন। নং সরান।
da: Indtast max. flytte nr.
sq: Fut maks. Lëvizja nr.
zh: 输入最大移动次数。

source: Check to set start search game no.
ar: حدد هذا المربع لتعيين بدء البحث عن اللعبة رقم.
bg: Поставете отметка, за да зададете стартиране на игра за търсене №.
bn: গেম নম্বর শুরু করার জন্য অনুসন্ধান সেট করতে চেক করুন।
da: Markér for at indstille startsøgningsnr.
sq: Kontrollo për të vendosur fillimin e kërkimit nr.
zh: 勾选设置开始搜索游戏号码。

source: Enter start search game no.
ar: أدخل ابدأ البحث عن رقم اللعبة.
bg: Въведете стартова игра за търсене №.
bn: স্টার্ট সার্চ গেম নম্বর লিখুন।
da: Indtast start søgning spil nr.
sq: Futni lojën e fillimit të kërkimit nr.
zh: 输入开始搜索游戏编号。

source: Enter min. ELO
ar: أدخل الحد الأدنى ELO
bg: Въведете мин. ELO
bn: সর্বনিম্ন ELO লিখুন
da: Indtast min. ELO
sq: Fut min. ELO
zh: 输入最低 ELO。

source: Enter max. ELO
ar: أدخل الحد الأقصى لـ ELO
bg: Въведете макс. ELO
bn: সর্বোচ্চ লিখুন। ELO
da: Indtast max. ELO
sq: Fut maks. ELO
zh: 输入最大 ELO。

source: Check for no ELO
ar: التحقق من عدم وجود ELO
bg: Проверете за липса на ELO
bn: ELO নেই কিনা তা পরীক্ষা করুন
da: Check for ingen ELO
sq: Kontrolloni për mungesë ELO
zh: 检查没有 ELO

source: Check for one player ELO
ar: التحقق من وجود لاعب واحد ELO
bg: Проверете за ELO на един играч
bn: একজন খেলোয়াড় ELO আছে কিনা তা পরীক্ষা করুন।
da: Tjek for én spiller ELO
sq: Kontrolloni për një lojtar ELO
zh: 检查一名玩家的 ELO

source: Check for both player ELO
ar: التحقق من ELO لكلا اللاعبين
bg: Проверете за ELO и на двата играча
bn: উভয় খেলোয়াড়ের ELO পরীক্ষা করুন।
da: Tjek for begge spillere ELO
sq: Kontrolloni për të dy lojtarët ELO
zh: 检查双方玩家的 ELO
