Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: Engine options saved to file :-
ar: تم حفظ خيارات المحرك في الملف:-
bg: Опции на двигателя, запазени във файл: -
bn: ইঞ্জিন অপশনগুলি ফাইলে সংরক্ষিত:-
da: Motorindstillinger gemt i fil:-
sq: Opsionet e motorit të ruajtura në skedar:-
zh: 引擎选项已保存到文件：-

source: File message
ar: رسالة الملف
bg: Файлово съобщение
bn: ফাইল বার্তা
da: Fil besked
sq: Mesazh skedari
zh: 文件消息

source: Engine options not saved
ar: خيارات المحرك غير محفوظة
bg: Опциите на двигателя не са запазени
bn: ইঞ্জিনের বিকল্পগুলি সংরক্ষিত হয়নি
da: Motorindstillinger ikke gemt
sq: Opsionet e motorit nuk u ruajtën
zh: 引擎选项未保存

source: Engine file name is too long, engine not saved
ar: اسم ملف المحرك طويل جدًا، لم يتم حفظ المحرك
bg: Името на файла на двигателя е твърде дълго, двигателят не е запазен
bn: ইঞ্জিন ফাইলের নামটি অনেক লম্বা, ইঞ্জিনটি সংরক্ষিত হয়নি।
da: Motorfilnavnet er for langt, motoren er ikke gemt
sq: Emri i skedarit të motorit është shumë i gjatë, motori nuk është ruajtur
zh: 引擎文件名太长，引擎未保存

source: Save engine error
ar: حفظ خطأ المحرك
bg: Запазете грешката на двигателя
bn: ইঞ্জিন সংরক্ষণের ত্রুটি
da: Gem motorfejl
sq: Ruaj gabimin e motorit
zh: 保存引擎错误

source: Cannot open engine parameters file
ar: لا يمكن فتح ملف معلمات المحرك
bg: Не може да се отвори файл с параметри на двигателя
bn: ইঞ্জিন প্যারামিটার ফাইল খোলা যাচ্ছে না
da: Kan ikke åbne motorparameterfil
sq: Skedari i parametrave të motorit nuk mund të hapet
zh: 无法打开引擎参数文件

source: Engine parameters loaded
ar: تم تحميل معلمات المحرك
bg: Параметрите на двигателя са заредени
bn: ইঞ্জিন প্যারামিটার লোড করা হয়েছে
da: Motorparametre indlæst
sq: Parametrat e motorit janë ngarkuar
zh: 已加载发动机参数

source: Invalid engine name, engine not loaded
ar: اسم المحرك غير صالح، المحرك غير محمل
bg: Невалидно име на двигателя, двигателят не е зареден
bn: ইঞ্জিনের নাম ভুল, ইঞ্জিন লোড হয়নি
da: Ugyldigt motornavn, motoren er ikke indlæst
sq: Emri i pavlefshëm i motorit, motori nuk është i ngarkuar
zh: 引擎名称无效，引擎未加载

source: Engine load error
ar: خطأ تحميل المحرك
bg: Грешка при натоварване на двигателя
bn: ইঞ্জিন লোড ত্রুটি
da: Motorbelastningsfejl
sq: Gabim në ngarkesën e motorit
zh: 发动机负载错误

source: Engine parameters loaded from previous version *.epm file
ar: معلمات المحرك تم تحميلها من ملف *.epm الخاص بالإصدار السابق
bg: Параметрите на двигателя са заредени от *.epm файла на предишната версия
bn: পূর্ববর্তী সংস্করণ *.epm ফাইল থেকে লোড করা ইঞ্জিন প্যারামিটার
da: Motorparametre indlæst fra tidligere version *.epm-fil
sq: Parametrat e motorit të ngarkuar nga skedari *.epm i versionit të mëparshëm
zh: 从以前版本的 *.epm 文件加载的发动机参数

source: Engine error
ar: خطأ في المحرك
bg: Грешка на двигателя
bn: ইঞ্জিন ত্রুটি
da: Motorfejl
sq: Gabim motori
zh: 引擎错误

source: File read error - Engine match options not loaded
ar: خطأ في قراءة الملف - لم يتم تحميل خيارات مطابقة المحرك
bg: Грешка при четене на файл - Опциите за съответствие на двигателя не са заредени
bn: ফাইল পঠনে ত্রুটি - ইঞ্জিন মিলের বিকল্পগুলি লোড হয়নি
da: Fillæsefejl - Engine Match-indstillinger blev ikke indlæst
sq: Gabim në leximin e skedarit - Opsionet e përputhjes së motorit nuk janë ngarkuar
zh: 文件读取错误 - 未加载引擎匹配选项

source: Use this screen to select the UCI engine to use.
ar: استخدم هذه الشاشة لتحديد محرك UCI الذي تريد استخدامه.
bg: Използвайте този екран, за да изберете UCI двигателя, който да използвате.
bn: এই স্ক্রিনটি ব্যবহার করে UCI ইঞ্জিন নির্বাচন করুন।
da: Brug denne skærm til at vælge den UCI-motor, der skal bruges.
sq: Përdorni këtë ekran për të zgjedhur motorin UCI për t'u përdorur.
zh: 使用此屏幕选择要使用的 UCI 引擎。

source: A UCI engine is a .exe file. For example < stockfish_8_x64.exe >
ar: محرك UCI عبارة عن ملف .exe. على سبيل المثال <stockfish_8_x64.exe>
bg: UCI двигател е .exe файл. Например < stockfish_8_x64.exe >
bn: একটি UCI ইঞ্জিন হল একটি .exe ফাইল। উদাহরণস্বরূপ <stockfish_8_x64.exe >
da: En UCI-motor er en .exe-fil. For eksempel < stockfish_8_x64.exe >
sq: Një motor UCI është një skedar .exe. Për shembull < stockfish_8_x64.exe >
zh: UCI 引擎是一个 .exe 文件。例如 < stockfish_8_x64.exe >

source: Another example is < komodo3-64.exe >
ar: مثال آخر هو < komodo3-64.exe >
bg: Друг пример е < komodo3-64.exe >
bn: আরেকটি উদাহরণ হল < komodo3-64.exe >
da: Et andet eksempel er < komodo3-64.exe >
sq: Një shembull tjetër është < komodo3-64.exe >
zh: 另一个例子是 < komodo3-64.exe >

source: One weak engine is provided. TarraschToyEngine.exe
ar: تم توفير محرك ضعيف واحد. TarraschToyEngine.exe
bg: Предвиден е един слаб двигател. TarraschToyEngine.exe
bn: একটি দুর্বল ইঞ্জিন দেওয়া হয়েছে। TarraschToyEngine.exe
da: Der medfølger en svag motor. TarraschToyEngine.exe
sq: Ofrohet një motor i dobët. TarraschToyEngine.exe
zh: 提供了一个弱引擎。TarraschToyEngine.exe

source: is good enough to be fun but readily beatable for most players.
ar: إنها جيدة بما يكفي لتكون ممتعة ولكن يمكن التغلب عليها بسهولة بالنسبة لمعظم اللاعبين.
bg: е достатъчно добър, за да бъде забавен, но лесно победим за повечето играчи.
bn: মজাদার হওয়ার জন্য যথেষ্ট ভালো কিন্তু বেশিরভাগ খেলোয়াড়ের জন্য সহজেই পরাজিত করা যায়।
da: er god nok til at være sjov, men kan let overvindes for de fleste spillere.
sq: është mjaft i mirë për të qenë argëtues, por lehtësisht i mundshëm për shumicën e lojtarëve.
zh: 对于大多数玩家来说，这足够有趣但很容易被打败。

source: It is ideal for blindfold training (see the training options)
ar: إنه مثالي للتدريب معصوب العينين (انظر خيارات التدريب)
bg: Идеален е за обучение със завързани очи (вижте опциите за обучение)
bn: এটি চোখ বেঁধে প্রশিক্ষণের জন্য আদর্শ (প্রশিক্ষণের বিকল্পগুলি দেখুন)
da: Den er ideel til træning med bind for øjnene (se træningsmulighederne)
sq: Është ideal për stërvitje me sy të lidhur (shih opsionet e trajnimit)
zh: 它是蒙眼训练的理想选择（参见训练选项）

source: You can also set three engine options that are useful for human versus
ar: يمكنك أيضًا تعيين ثلاثة خيارات للمحرك مفيدة للتفاعل بين الإنسان والآلة.
bg: Можете също да зададете три опции на двигателя, които са полезни за хора срещу
bn: আপনি তিনটি ইঞ্জিন বিকল্পও সেট করতে পারেন যা মানুষের জন্য উপযোগী বনাম
da: Du kan også indstille tre motorindstillinger, der er nyttige for mennesker versus
sq: Ju gjithashtu mund të vendosni tre opsione të motorit që janë të dobishme për njerëzit kundrejt
zh: 您还可以设置三个对人机对战有用的引擎选项

source: engine operation. Note that not all engines support all these options.
ar: تشغيل المحرك. لاحظ أن ليس كل المحركات تدعم كل هذه الخيارات.
bg: работа на двигателя. Имайте предвид, че не всички двигатели поддържат всички тези опции.
bn: ইঞ্জিনের অপারেশন। মনে রাখবেন যে সমস্ত ইঞ্জিন এই সমস্ত বিকল্পগুলিকে সমর্থন করে না।
da: motordrift. Bemærk, at ikke alle motorer understøtter alle disse muligheder.
sq: funksionimin e motorit. Vini re se jo të gjithë motorët i mbështesin të gjitha këto opsione.
zh: 引擎操作。请注意，并非所有引擎都支持所有这些选项。

source: (the Tarrasch Toy engine doesn't actually support any of them!)
ar: (محرك لعبة Tarrasch لا يدعم في الواقع أيًا منها!)
bg: (инструментът Tarrasch Toy всъщност не поддържа нито един от тях!)
bn: (তারাশ টয় ইঞ্জিন আসলে তাদের কোনওটিকেই সমর্থন করে না!)
da: (Tarrasch Toy-motoren understøtter faktisk ikke nogen af ​​dem!)
sq: (Motori Tarrasch Toy nuk mbështet asnjë prej tyre!)
zh: （Tarrasch Toy 引擎实际上不支持它们任何一个！）

source: If you don't care about these options then leave the default values
ar: إذا كنت لا تهتم بهذه الخيارات، فاترك القيم الافتراضية
bg: Ако не ви интересуват тези опции, оставете стойностите по подразбиране
bn: যদি আপনি এই বিকল্পগুলি সম্পর্কে চিন্তা না করেন তবে ডিফল্ট মানগুলি ছেড়ে দিন
da: Hvis du er ligeglad med disse muligheder, så lad standardværdierne stå
sq: Nëse nuk ju interesojnë këto opsione, atëherë lini vlerat e paracaktuara
zh: 如果你不关心这些选项，那么保留默认值

source: < ponder off > < hash size= 64Mbytes > and < max cpu cores=1 > in place.
ar: < ponder off > < حجم التجزئة = 64 ميجابايت > و < الحد الأقصى لنوى وحدة المعالجة المركزية = 1 > في المكان المناسب.
bg: < ponder off > < hash size= 64Mbytes > и < max cpu ядра=1 > на място.
bn: <conditioner off > <hash size= 64Mbytes > এবং <max cpu cores=1 > জায়গায় আছে।
da: < tænk over > < hash size= 64Mbytes > og < max cpu cores=1 > på plads.
sq: < meditoni jashtë > < madhësia e hash = 64 Mbajt > dhe < bërthamat maksimale të procesorit = 1 > në vend.
zh: < 仔细思考 > < hash size= 64Mbytes > 和 < max cpu cores=1 > 到位。

source: For this version of the program I have added an extra basic parameter,
ar: بالنسبة لهذه النسخة من البرنامج، أضفت معلمة أساسية إضافية،
bg: За тази версия на програмата добавих допълнителен основен параметър,
bn: প্রোগ্রামটির এই সংস্করণের জন্য আমি একটি অতিরিক্ত মৌলিক প্যারামিটার যোগ করেছি,
da: Til denne version af programmet har jeg tilføjet en ekstra grundlæggende parameter,
sq: Për këtë version të programit kam shtuar një parametër bazë shtesë,
zh: 对于这个版本的程序，我添加了一个额外的基本参数，

source: < Limit playing strength > and the accompanying option < Set ELO rating >
ar: < تحديد قوة اللعب > والخيار المصاحب < تعيين تصنيف ELO >
bg: < Ограничете силата на игра > и съпътстващата опция < Задайте ELO рейтинг >
bn: < খেলার শক্তি সীমিত করুন > এবং এর সাথে থাকা বিকল্প < Set ELO রেটিং >
da: < Begræns spillestyrke > og den medfølgende mulighed < Indstil ELO-vurdering >
sq: < Limit fuqinë e luajtjes > dhe opsionin shoqërues < Set ELO rating >
zh: < 限制比赛实力 > 和附带选项 < 设置 ELO 评级 >

source: With Stockfish engines, there is an alternative option for weakening the engine,
ar: مع محركات Stockfish، هناك خيار بديل لإضعاف المحرك،
bg: При двигателите Stockfish има алтернативен вариант за отслабване на двигателя,
bn: স্টকফিশ ইঞ্জিনের সাথে, ইঞ্জিনকে দুর্বল করার জন্য একটি বিকল্প বিকল্প রয়েছে,
da: Med Stockfish-motorer er der en alternativ mulighed for at svække motoren,
sq: Me motorët Stockfish, ekziston një opsion alternativ për dobësimin e motorit,
zh: 对于 Stockfish 发动机，还有另一种削弱发动机的选择，

source: called < Skill Level > which can be set using the custom parameters.
ar: يُطلق عليه <مستوى المهارة> والذي يمكن تعيينه باستخدام المعلمات المخصصة.
bg: наречено <Ниво на умения>, което може да се зададе с помощта на персонализираните параметри.
bn: <SkillLevel> নামে পরিচিত যা কাস্টম প্যারামিটার ব্যবহার করে সেট করা যেতে পারে।
da: kaldet < Skill Level > som kan indstilles ved hjælp af de brugerdefinerede parametre.
sq: i quajtur < Niveli i aftësisë > i cili mund të vendoset duke përdorur parametrat e personalizuar.
zh: 称为<技能等级>，可以使用自定义参数进行设置。

source: If both options are set, then < Limit playing strength > takes precedence.
ar: إذا تم تعيين كلا الخيارين، فإن الخيار <تحديد قوة التشغيل> يأخذ الأولوية.
bg: Ако и двете опции са зададени, тогава < Ограничаване на силата на възпроизвеждане > има предимство.
bn: যদি উভয় বিকল্প সেট করা থাকে, তাহলে <Limit playing strength > প্রাধান্য পাবে।
da: Hvis begge muligheder er indstillet, har < Begræns spillestyrke > forrang.
sq: Nëse të dyja opsionet janë vendosur, atëherë < Kufizoni fuqinë e luajtjes > ka përparësi.
zh: 如果两个选项都设置了，则<限制比赛实力>优先。

source: As before, you can still add extra custom parameters by simply typing them in.
ar: كما في السابق، لا يزال بإمكانك إضافة معلمات مخصصة إضافية عن طريق كتابتها ببساطة.
bg: Както и преди, все още можете да добавяте допълнителни персонализирани параметри, като просто ги въведете.
bn: আগের মতো, আপনি এখনও অতিরিক্ত কাস্টম প্যারামিটারগুলি টাইপ করে যোগ করতে পারেন।
da: Som før kan du stadig tilføje ekstra brugerdefinerede parametre ved blot at indtaste dem.
sq: Si më parë, mund të shtoni parametra shtesë të personalizuar thjesht duke i shtypur ato.
zh: 与以前一样，您仍然可以通过简单输入来添加额外的自定义参数。

source: However, to make things easier, I have added an < Engine parameters.. > button
ar: ومع ذلك، لتسهيل الأمور، أضفت زر <معلمات المحرك..>
bg: Въпреки това, за да улесня нещата, добавих бутон <Параметри на двигателя..>
bn: তবে, জিনিসগুলি সহজ করার জন্য, আমি একটি <ইঙ্গেন প্যারামিটার.. > বোতাম যুক্ত করেছি
da: Men for at gøre tingene nemmere har jeg tilføjet knappen < Engine parameters.. >
sq: Megjithatë, për t'i bërë gjërat më të lehta, kam shtuar një buton < Parametrat e motorit.. >
zh: 但是，为了让事情变得简单，我添加了一个<引擎参数..>按钮

source: which allows the user to display a list of available engine parameters and then
ar: الذي يسمح للمستخدم بعرض قائمة بمعلمات المحرك المتاحة ثم
bg: което позволява на потребителя да покаже списък с налични параметри на двигателя и след това
bn: যা ব্যবহারকারীকে উপলব্ধ ইঞ্জিন প্যারামিটারগুলির একটি তালিকা প্রদর্শন করতে দেয় এবং তারপর
da: som giver brugeren mulighed for at vise en liste over tilgængelige motorparametre og derefter
sq: i cili i lejon përdoruesit të shfaqë një listë të parametrave të disponueshëm të motorit dhe më pas
zh: 它允许用户显示可用的引擎参数列表，然后

source: select the ones that they require.
ar: حدد تلك التي يحتاجونها.
bg: изберете тези, които изискват.
bn: তাদের প্রয়োজন এমনগুলো বেছে নিন।
da: vælge dem, de har brug for.
sq: zgjidhni ato që kërkojnë.
zh: 选择他们需要的。

source: There are also two extra custom parameters now available to use.
ar: هناك أيضًا معلمتان مخصصتان إضافيتان متاحتان للاستخدام الآن.
bg: Има и два допълнителни персонализирани параметъра, които вече могат да се използват.
bn: এখন ব্যবহারের জন্য দুটি অতিরিক্ত কাস্টম প্যারামিটারও উপলব্ধ।
da: Der er også to ekstra brugerdefinerede parametre nu tilgængelige til brug.
sq: Ekzistojnë gjithashtu dy parametra shtesë të personalizuar tani në dispozicion për t'u përdorur.
zh: 现在还有两个额外的自定义参数可供使用。

source: There is a more detailed explanation in the < Engine parameters.. > help screen.
ar: هناك شرح أكثر تفصيلا في شاشة المساعدة <معلمات المحرك..>.
bg: Има по-подробно обяснение в помощния екран < Engine parameters.. >.
bn: <Engine parameters.. > সহায়তা স্ক্রিনে আরও বিস্তারিত ব্যাখ্যা রয়েছে।
da: Der er en mere detaljeret forklaring i hjælpeskærmen < Engine parameters.. >.
sq: Ekziston një shpjegim më i detajuar në ekranin e ndihmës < Parametrat e motorit.. >.
zh: <引擎参数..>帮助屏幕中有更详细的解释。

source: Please exercise caution when using the custom parameters!
ar: يرجى توخي الحذر عند استخدام المعلمات المخصصة!
bg: Моля, бъдете внимателни, когато използвате персонализираните параметри!
bn: কাস্টম প্যারামিটার ব্যবহার করার সময় দয়া করে সাবধানতা অবলম্বন করুন!
da: Vær forsigtig, når du bruger de brugerdefinerede parametre!
sq: Ju lutemi tregoni kujdes kur përdorni parametrat e personalizuar!
zh: 请谨慎使用自定义参数！

source: The engine parameters that have you set, can be saved and loaded
ar: يمكن حفظ معلمات المحرك التي قمت بتعيينها وتحميلها
bg: Параметрите на двигателя, които сте задали, могат да бъдат запазени и заредени
bn: আপনার সেট করা ইঞ্জিন প্যারামিটারগুলি সংরক্ষণ এবং লোড করা যেতে পারে
da: De motorparametre, du har indstillet, kan gemmes og indlæses
sq: Parametrat e motorit që keni vendosur, mund të ruhen dhe të ngarkohen
zh: 您设置的发动机参数可以保存和加载

source: using the < Save engine.. > and < Load engine.. > buttons.
ar: باستخدام الأزرار <حفظ المحرك..> و<تحميل المحرك..>.
bg: с помощта на бутоните < Save engine.. > и < Load engine.. >.
bn: <সেভ ইঞ্জিন.. > এবং <লোড ইঞ্জিন.. > বোতাম ব্যবহার করে।
da: ved at bruge knapperne < Gem motor.. > og < Load engine.. >.
sq: duke përdorur butonat < Save engine.. > dhe < Load engine.. >.
zh: 使用<保存引擎..>和<加载引擎..>按钮。

source: Engine parameter (*.epm) files from previous versions of the program
ar: ملفات معلمات المحرك (*.epm) من الإصدارات السابقة للبرنامج
bg: Файлове с параметри на двигателя (*.epm) от предишни версии на програмата
bn: প্রোগ্রামের পূর্ববর্তী সংস্করণ থেকে ইঞ্জিন প্যারামিটার (*.epm) ফাইল
da: Engine parameter (*.epm) filer fra tidligere versioner af programmet
sq: Skedarët e parametrave të motorit (*.epm) nga versionet e mëparshme të programit
zh: 来自该程序先前版本的引擎参数 (*.epm) 文件

source: can still be loaded and used in this version, but they will be saved
ar: لا يزال من الممكن تحميلها واستخدامها في هذا الإصدار، ولكن سيتم حفظها
bg: все още могат да бъдат заредени и използвани в тази версия, но те ще бъдат запазени
bn: এই সংস্করণে এখনও লোড এবং ব্যবহার করা যেতে পারে, তবে সেগুলি সংরক্ষণ করা হবে
da: kan stadig indlæses og bruges i denne version, men de vil blive gemt
sq: ende mund të ngarkohet dhe përdoret në këtë version, por ato do të ruhen
zh: 在此版本中仍可加载和使用，但它们将被保存

source: in the new format.
ar: بالشكل الجديد.
bg: в новия формат.
bn: নতুন ফর্ম্যাটে।
da: i det nye format.
sq: në formatin e ri.
zh: 采用新格式。

source: If you load an engine from an epm file and want to see this name displayed
ar: إذا قمت بتحميل محرك من ملف epm وأردت رؤية هذا الاسم معروضًا
bg: Ако заредите двигател от epm файл и искате да видите това име показано
bn: যদি আপনি একটি epm ফাইল থেকে একটি ইঞ্জিন লোড করেন এবং এই নামটি প্রদর্শিত দেখতে চান
da: Hvis du indlæser en motor fra en epm-fil og ønsker at se dette navn vist
sq: Nëse ngarkoni një motor nga një skedar epm dhe dëshironi të shihni këtë emër të shfaqur
zh: 如果你从 epm 文件加载引擎并希望看到此名称显示

source: for engine references in order to differentiate it from the standard engine
ar: للحصول على مراجع للمحرك من أجل التمييز بينه وبين المحرك القياسي
bg: за референции на двигателя, за да се разграничи от стандартния двигател
bn: স্ট্যান্ডার্ড ইঞ্জিন থেকে আলাদা করার জন্য ইঞ্জিনের রেফারেন্সের জন্য
da: for motorreferencer for at adskille den fra standardmotoren
sq: për referencat e motorit për ta dalluar atë nga motori standard
zh: 用于发动机参考，以区别于标准发动机

source: it is based on, then save the engine epm file with a distinctive name
ar: يعتمد على ذلك ثم قم بحفظ ملف epm للمحرك باسم مميز
bg: той се основава на, след това запазете epm файла на двигателя с отличително име
bn: এটির উপর ভিত্তি করে তৈরি, তারপর ইঞ্জিন ইপিএম ফাইলটি একটি স্বতন্ত্র নাম দিয়ে সংরক্ষণ করুন
da: den er baseret på, og gem derefter motorens epm-fil med et karakteristisk navn
sq: bazohet në, pastaj ruani skedarin epm të motorit me një emër të veçantë
zh: 它基于，然后用一个独特的名字保存引擎 epm 文件

source: and check the < Use engine epm name > checkbox.
ar: وتحقق من مربع الاختيار <استخدام اسم محرك epm>.
bg: и поставете отметка в квадратчето < Use engine epm name >.
bn: এবং <ইউজ ইঞ্জিন ইপিএম নাম > চেকবক্সটি চেক করুন।
da: og marker afkrydsningsfeltet < Use engine epm name >.
sq: dhe kontrolloni kutinë e zgjedhjes < Përdorni emrin e motorit epm >.
zh: 并选中<使用引擎 epm 名称>复选框。

source: Engine options help
ar: مساعدة في خيارات المحرك
bg: Опциите на двигателя помагат
bn: ইঞ্জিন বিকল্প সাহায্য
da: Motoroptioner hjælper
sq: Opsionet e motorit ndihmojnë
zh: 引擎选项帮助

source: Parameter storage
ar: تخزين المعلمات
bg: Съхраняване на параметри
bn: প্যারামিটার স্টোরেজ
da: Opbevaring af parameter
sq: Ruajtja e parametrave
zh: 参数存储

source: With this version of the program, I have increased the storage length
ar: مع هذه النسخة من البرنامج قمت بزيادة مدة التخزين
bg: С тази версия на програмата увеличих дължината на съхранението
bn: প্রোগ্রামটির এই সংস্করণের সাহায্যে, আমি স্টোরেজের দৈর্ঘ্য বাড়িয়েছি
da: Med denne version af programmet har jeg øget lagerlængden
sq: Me këtë version të programit, kam rritur gjatësinë e ruajtjes
zh: 在这个版本的程序中，我增加了存储长度

source: for engine file names (with path) in *.epm files from 80 to 256 characters,
ar: لأسماء ملفات المحرك (مع المسار) في ملفات *.epm من 80 إلى 256 حرفًا،
bg: за имена на файлове на двигателя (с път) в *.epm файлове от 80 до 256 знака,
bn: ৮০ থেকে ২৫৬ অক্ষরের *.epm ফাইলে ইঞ্জিন ফাইলের নামের (পাথ সহ) জন্য,
da: for motorfilnavne (med sti) i *.epm-filer fra 80 til 256 tegn,
sq: për emrat e skedarëve të motorit (me shteg) në skedarët *.epm nga 80 deri në 256 karaktere,
zh: 对于 *.epm 文件中的引擎文件名（带路径），长度为 80 到 256 个字符，

source: so there should be no problems saving and loading engine names.
ar: لذلك لا ينبغي أن تكون هناك مشاكل في حفظ وتحميل أسماء المحرك.
bg: така че не би трябвало да има проблеми със запазването и зареждането на имена на двигатели.
bn: তাই ইঞ্জিনের নাম সংরক্ষণ এবং লোড করার ক্ষেত্রে কোনও সমস্যা হওয়ার কথা নয়।
da: så der skulle ikke være problemer med at gemme og indlæse motornavne.
sq: kështu që nuk duhet të ketë probleme me ruajtjen dhe ngarkimin e emrave të motorëve.
zh: 因此保存和加载引擎名称应该没有问题。

source: Also, there is now an error check for this on both < Save engine.. >
ar: بالإضافة إلى ذلك، هناك الآن فحص للأخطاء في كلا <محرك الحفظ..>
bg: Освен това вече има проверка за грешки за това и в двата < Save engine.. >
bn: এছাড়াও, এখন উভয় <Save engine.. > তে এর জন্য একটি ত্রুটি পরীক্ষা করা হচ্ছে।
da: Desuden er der nu et fejltjek for dette på både < Gem motor.. >
sq: Gjithashtu, tani ka një kontroll gabimi për këtë në të dyja < Ruaj motorin.. >
zh: 此外，现在在 < 保存引擎.. > 上都可以进行错误检查。

source: and < Load engine.. >
ar: و < تحميل المحرك.. >
bg: и < Зареждане на двигателя.. >
bn: এবং <লোড ইঞ্জিন.. >
da: og < Indlæs motor.. >
sq: dhe < Load engine.. >
zh: 和 < 加载引擎.. >

source: I have left the maximum length for custom parameters at 80 characters,
ar: لقد تركت الحد الأقصى لطول المعلمات المخصصة عند 80 حرفًا،
bg: Оставих максималната дължина на персонализираните параметри на 80 знака,
bn: আমি কাস্টম প্যারামিটারের সর্বোচ্চ দৈর্ঘ্য ৮০ অক্ষর রেখেছি,
da: Jeg har ladet den maksimale længde for tilpassede parametre være på 80 tegn,
sq: Kam lënë gjatësinë maksimale për parametrat e personalizuar në 80 karaktere,
zh: 我将自定义参数的最大长度设置为 80 个字符，

source: because most of them are much shorter than this.
ar: لأن معظمهم أقصر من هذا بكثير.
bg: тъй като повечето от тях са много по-къси от това.
bn: কারণ তাদের বেশিরভাগই এর চেয়ে অনেক ছোট।
da: fordi de fleste af dem er meget kortere end dette.
sq: sepse shumica e tyre janë shumë më të shkurtra se kaq.
zh: 因为大多数都比这短得多。

source: However, any custom parameter that has a file name may cause a problem.
ar: ومع ذلك، فإن أي معلمة مخصصة تحتوي على اسم ملف قد تسبب مشكلة.
bg: Все пак всеки персонализиран параметър, който има име на файл, може да причини проблем.
bn: তবে, ফাইলের নাম থাকা যেকোনো কাস্টম প্যারামিটার সমস্যার কারণ হতে পারে।
da: Men enhver tilpasset parameter, der har et filnavn, kan forårsage et problem.
sq: Megjithatë, çdo parametër i personalizuar që ka një emër skedari mund të shkaktojë një problem.
zh: 但是，任何具有文件名的自定义参数都可能会导致问题。

source: e.g. < SyzygyPath > for tablebases and < EvalFile > for neural nets.
ar: على سبيل المثال <SyzygyPath> لقواعد الجداول و<EvalFile> للشبكات العصبية.
bg: напр. < SyzygyPath > за таблични бази и < EvalFile > за невронни мрежи.
bn: যেমন, টেবিলবেসের জন্য SyzygyPath > এবং নিউরাল নেটগুলির জন্য EvalFile >।
da: f.eks. < SyzygyPath > til tabelbaser og < EvalFile > til neurale net.
sq: p.sh. < SyzygyPath > për bazat e tabelave dhe < EvalFile > për rrjetet nervore.
zh: 例如，< SyzygyPath > 用于表格库，< EvalFile > 用于神经网络。

source: So if you load any option that has a filename, make sure that the
ar: لذا، إذا قمت بتحميل أي خيار يحتوي على اسم ملف، فتأكد من أن
bg: Така че, ако заредите опция, която има име на файл, уверете се, че
bn: তাই যদি আপনি এমন কোনও বিকল্প লোড করেন যার একটি ফাইলের নাম আছে, তাহলে নিশ্চিত করুন যে
da: Så hvis du indlæser en indstilling, der har et filnavn, skal du sørge for, at
sq: Pra, nëse ngarkoni ndonjë opsion që ka një emër skedari, sigurohuni që
zh: 因此，如果你加载任何带有文件名的选项，请确保

source: filename with path is less than 80 characters.
ar: يجب أن يكون اسم الملف مع المسار أقل من 80 حرفًا.
bg: името на файла с пътя е по-малко от 80 знака.
bn: পাথ সহ ফাইলের নাম ৮০ অক্ষরের কম।
da: filnavn med sti er mindre end 80 tegn.
sq: emri i skedarit me shteg është më pak se 80 karaktere.
zh: 带路径的文件名少于 80 个字符。

source: If you disregard this guideline, it usually won't cause the program
ar: إذا تجاهلت هذا الدليل، فلن يؤدي ذلك عادةً إلى تعطل البرنامج
bg: Ако пренебрегнете тази насока, това обикновено няма да причини програмата
bn: যদি আপনি এই নির্দেশিকাটি উপেক্ষা করেন, তাহলে সাধারণত প্রোগ্রামটি ক্ষতিগ্রস্ত হবে না
da: Hvis du ser bort fra denne retningslinje, vil det normalt ikke forårsage programmet
sq: Nëse e shpërfillni këtë udhëzim, zakonisht nuk do të shkaktojë programin
zh: 如果你忽略这个指导原则，通常不会导致程序

source: to crash, but the option will not work.
ar: التعطل، ولكن الخيار لن يعمل.
bg: да се срине, но опцията няма да работи.
bn: ক্র্যাশ করতে হবে, কিন্তু বিকল্পটি কাজ করবে না।
da: at gå ned, men muligheden virker ikke.
sq: të rrëzohet, por opsioni nuk do të funksionojë.
zh: 崩溃，但该选项将不起作用。
