Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: This is still under development and should be treated as an extra-for-experts.
ar: لا يزال هذا قيد التطوير ويجب التعامل معه باعتباره ميزة إضافية للخبراء.
bg: Това все още е в процес на разработка и трябва да се третира като екстра за експерти.
bn: এটি এখনও উন্নয়নাধীন এবং এটিকে বিশেষজ্ঞদের জন্য অতিরিক্ত হিসাবে বিবেচনা করা উচিত।
da: Dette er stadig under udvikling og bør behandles som en ekstra-for-eksperter.
sq: Kjo është ende në zhvillim dhe duhet trajtuar si një ekstra-për-ekspertë.
zh: 这仍然在开发中，应该作为专家的额外功能对待。

source: There is a file named web.zip in your Tarrasch installation directory
ar: يوجد ملف باسم web.zip في دليل تثبيت Tarrasch الخاص بك
bg: Във вашата инсталационна директория на Tarrasch има файл с име web.zip
bn: আপনার Tarrasch ইনস্টলেশন ডিরেক্টরিতে web.zip নামে একটি ফাইল আছে।
da: Der er en fil med navnet web.zip i din Tarrasch installationsmappe
sq: Ekziston një skedar me emrin web.zip në drejtorinë tuaj të instalimit të Tarrasch
zh: Tarrasch 安装目录中有一个名为 web.zip 的文件

source: with supplementary files and instructions for the keen and well motivated.
ar: مع الملفات التكميلية والتعليمات للمهتمين والراغبين.
bg: с допълнителни файлове и инструкции за запалените и добре мотивирани.
bn: আগ্রহী এবং উৎসাহী ব্যক্তিদের জন্য সম্পূরক ফাইল এবং নির্দেশাবলী সহ।
da: med supplerende filer og instruktioner til de ivrige og velmotiverede.
sq: me dosje dhe udhëzime plotësuese për të eturit dhe të motivuarit mirë.
zh: 为热心且积极性高的人提供补充文件和说明。

source: Use this panel to look at games in the clipboard.
ar: استخدم هذه اللوحة لإلقاء نظرة على الألعاب الموجودة في الحافظة.
bg: Използвайте този панел, за да разглеждате игри в клипборда.
bn: ক্লিপবোর্ডে গেমগুলি দেখতে এই প্যানেলটি ব্যবহার করুন।
da: Brug dette panel til at se på spil i udklipsholderen.
sq: Përdoreni këtë panel për të parë lojërat në kujtesën e fragmenteve.
zh: 使用此面板查看剪贴板中的游戏。

source: Games can be copied to the clipboard from any of the Current file,
ar: يمكن نسخ الألعاب إلى الحافظة من أي ملف حالي،
bg: Игрите могат да бъдат копирани в клипборда от всеки от текущия файл,
bn: গেমগুলি বর্তমান ফাইলের যেকোনো একটি থেকে ক্লিপবোর্ডে অনুলিপি করা যেতে পারে,
da: Spil kan kopieres til udklipsholderen fra enhver af de aktuelle filer,
sq: Lojërat mund të kopjohen në clipboard nga cilido skedar aktual,
zh: 游戏可以从任何当前文件复制到剪贴板，

source: Session or Database games dialogs, all available from the Games menu.
ar: مربعات حوار ألعاب الجلسة أو قاعدة البيانات، كلها متاحة من قائمة الألعاب.
bg: Диалогови прозорци за игри за сесия или база данни, всички налични от менюто Игри.
bn: সেশন বা ডাটাবেস গেমস ডায়ালগ, সবই গেমস মেনু থেকে পাওয়া যাবে।
da: Sessions- eller databasespildialoger, alle tilgængelige fra menuen Spil.
sq: Dialogjet e lojërave të sesionit ose bazës së të dhënave, të gjitha të disponueshme nga menyja e Lojërave.
zh: 会话或数据库游戏对话框，均可从游戏菜单中获取。

source: You can sort on any column. The first column (column '#') is provided only2
ar: يمكنك الفرز على أي عمود. العمود الأول (العمود '#') متاح فقط2
bg: Можете да сортирате във всяка колона. Предоставя се само първата колона (колона '#')2
bn: আপনি যেকোনো কলামে সাজাতে পারেন। প্রথম কলাম (কলাম '#') শুধুমাত্র 2 টি দেওয়া আছে।
da: Du kan sortere på enhver kolonne. Den første kolonne (kolonne '#') er kun angivet2
sq: Ju mund të renditni në çdo kolonë. Kolona e parë (kolona '#') është dhënë vetëm2
zh: 您可以按任意列排序。仅提供第一列（列“#”）2

source: (most popular lines first) rather than alphabetical.
ar: (الأسطر الأكثر شعبية أولاً) بدلاً من الترتيب الأبجدي.
bg: (първо най-популярните редове), а не по азбучен ред.
bn: (সবচেয়ে জনপ্রিয় লাইন প্রথমে) বর্ণানুক্রমিকভাবে নয়।
da: (mest populære linjer først) snarere end alfabetisk.
sq: (rrjeshtat më të njohura së pari) në vend të alfabetit.
zh: （最受欢迎的台词排在最前面）而不是按字母顺序排列。

source: Use this panel to look at games you have worked with in this Tarrasch Chess GUI session.
ar: استخدم هذه اللوحة لإلقاء نظرة على الألعاب التي عملت عليها في جلسة واجهة المستخدم الرسومية الخاصة بـ Tarrasch Chess.
bg: Използвайте този панел, за да разгледате игрите, с които сте работили в тази сесия на Tarasch Chess GUI.
bn: এই Tarrasch Chess GUI সেশনে আপনি যে গেমগুলির সাথে কাজ করেছেন সেগুলি দেখতে এই প্যানেলটি ব্যবহার করুন।
da: Brug dette panel til at se på spil, du har arbejdet med i denne Tarrasch Chess GUI-session.
sq: Përdoreni këtë panel për të parë lojërat me të cilat keni punuar në këtë sesion GUI të shahut Tarrasch.
zh: 使用此面板查看您在本次 Tarrasch Chess GUI 会话中玩过的游戏。

source: Games Dialog Help
ar: مساعدة مربع حوار الألعاب
bg: Помощ за диалогов прозорец за игри
bn: গেমস ডায়ালগ সহায়তা
da: Spil Dialog Hjælp
sq: Ndihma e Dialogut të Lojërave
zh: 游戏对话框帮助

source: Bookmark help
ar: مساعدة الإشارة المرجعية
bg: Помощ за отметка
bn: বুকমার্ক সহায়তা
da: Hjælp til bogmærker
sq: Ndihmë për faqeshënuesit
zh: 书签帮助

source: Loading games
ar: تحميل الألعاب
bg: Зареждане на игри
bn: গেম লোড হচ্ছে
da: Indlæser spil
sq: Duke ngarkuar lojërat
zh: 正在加载游戏

source: This feature is a convenient way to keep track
ar: تعتبر هذه الميزة طريقة ملائمة لتتبع
bg: Тази функция е удобен начин за проследяване
bn: এই বৈশিষ্ট্যটি ট্র্যাক রাখার একটি সুবিধাজনক উপায়
da: Denne funktion er en praktisk måde at holde styr på
sq: Kjo veçori është një mënyrë e përshtatshme për të mbajtur gjurmët
zh: 此功能是一种方便跟踪的方式

source: when you are working your way through a PGN puzzle file.
ar: عندما تعمل في طريقك من خلال ملف لغز PGN.
bg: когато си проправяте път през PGN пъзел файл.
bn: যখন আপনি একটি PGN ধাঁধা ফাইলের মাধ্যমে আপনার পথ তৈরি করছেন।
da: når du arbejder dig igennem en PGN-puslespilsfil.
sq: kur po punoni përmes një skedari enigmë PGN.
zh: 当您正在处理 PGN 拼图文件时。

source: To create a bookmarked game, save an empty game
ar: لإنشاء لعبة مُضافة إلى الإشارات المرجعية، احفظ لعبة فارغة
bg: За да създадете игра с отметка, запазете празна игра
bn: বুকমার্ক করা গেম তৈরি করতে, একটি খালি গেম সংরক্ষণ করুন
da: Gem et tomt spil for at oprette et bogmærket spil
sq: Për të krijuar një lojë të shënuar, ruani një lojë bosh
zh: 要创建书签游戏，请保存一个空游戏

source: as the first game of the PGN file, and when entering
ar: باعتبارها اللعبة الأولى لملف PGN، وعند الدخول
bg: като първата игра на PGN файла и при влизане
bn: PGN ফাইলের প্রথম গেম হিসেবে, এবং প্রবেশের সময়
da: som det første spil i PGN-filen, og når du går ind
sq: si loja e parë e skedarit PGN, dhe kur hyni
zh: 作为 PGN 文件的第一个游戏，当输入

source: the game details put a game number in the White field.
ar: تفاصيل اللعبة ضع رقم اللعبة في الحقل الأبيض.
bg: подробностите за играта поставят номер на игра в бялото поле.
bn: খেলার বিবরণ সাদা ক্ষেত্রে একটি খেলার নম্বর দেয়।
da: spildetaljerne sætter et spilnummer i det hvide felt.
sq: detajet e lojës vendosin një numër loje në fushën White.
zh: 比赛详情在白色区域填写比赛号码。

source: For clarity you can put 'bookmark' in the Black field.
ar: من أجل الوضوح يمكنك وضع "إشارة مرجعية" في الحقل الأسود.
bg: За по-голяма яснота можете да поставите 'bookmark' в черното поле.
bn: স্পষ্টতার জন্য আপনি কালো ক্ষেত্রে 'বুকমার্ক' রাখতে পারেন।
da: For klarhedens skyld kan du sætte 'bogmærke' i det sorte felt.
sq: Për qartësi, mund të vendosni 'shënuesin' në fushën e zezë.
zh: 为了清楚起见，您可以在黑色字段中放置“书签”。

source: A single left mouse click anywhere on an empty area
ar: نقرة واحدة بزر الفأرة الأيسر في أي مكان على منطقة فارغة
bg: Еднократно щракване с ляв бутон на мишката където и да е върху празно място
bn: খালি জায়গার যেকোনো জায়গায় বাম মাউসের একটি ক্লিক
da: Et enkelt venstre museklik hvor som helst på et tomt område
sq: Një klikim i vetëm i majtë i miut kudo në një zonë të zbrazët
zh: 在空白区域任意位置单击鼠标左键

source: below the list box will move to and highlight the
ar: أسفل مربع القائمة سيتم الانتقال إلى وتسليط الضوء عليه
bg: под списъчното поле ще се премести и ще маркира
bn: তালিকা বাক্সের নীচে সরানো হবে এবং হাইলাইট করা হবে
da: under listeboksen vil flytte til og fremhæve
sq: poshtë kutisë së listës do të zhvendoset dhe do të nënvizojë
zh: 下面的列表框将移动到并突出显示

source: game number that has been bookmarked.
ar: رقم اللعبة الذي تم وضع إشارة مرجعية عليه.
bg: номер на игра, който е маркиран.
bn: বুকমার্ক করা গেম নম্বর।
da: spilnummer, der er blevet bogmærket.
sq: numri i lojës që është shënuar.
zh: 已收藏的游戏编号。

source: A double left mouse click will highlight and load
ar: النقر المزدوج على زر الماوس الأيسر سيؤدي إلى التحديد والتحميل
bg: Двойно щракване с ляв бутон на мишката ще маркира и зареди
bn: মাউসের বাম দিকের ডাবল ক্লিক হাইলাইট করে লোড হবে
da: Et dobbelt venstreklik vil fremhæve og indlæse
sq: Një klikim i dyfishtë i majtë i miut do të theksohet dhe do të ngarkohet
zh: 双击鼠标左键将突出显示并加载

source: the bookmarked game.
ar: اللعبة التي تم وضع إشارة مرجعية عليها.
bg: отбелязаната игра.
bn: বুকমার্ক করা খেলাটি।
da: det bogmærkede spil.
sq: loja e shënuar.
zh: 已加书签的游戏。

source: A left mouse click with the Ctrl key down or a
ar: النقر بزر الماوس الأيسر مع الضغط على مفتاح Ctrl لأسفل أو
bg: Щракване с ляв бутон на мишката с клавиш Ctrl надолу или a
bn: Ctrl কী নিচে রেখে বাম মাউস ক্লিক করুন অথবা a
da: Et venstre museklik med Ctrl-tasten nede eller a
sq: Një klikim i majtë i miut me tastin Ctrl poshtë ose a
zh: 鼠标左键单击并按住 Ctrl 键或

source: centre mouse click bookmarks the currently highlighted
ar: النقر بالماوس في المنتصف يؤدي إلى وضع إشارات مرجعية للموضوع المميز حاليًا
bg: централното щракване на мишката маркира текущо маркираното
bn: বর্তমানে হাইলাইট করা বুকমার্কগুলিকে কেন্দ্রে মাউস ক্লিক করুন
da: midterste museklik bogmærker det aktuelt fremhævede
sq: klikimi qendror i miut shënon faqeshënuesit e theksuar aktualisht
zh: 鼠标中键单击将当前突出显示的内容添加到书签

source: game, by placing its game number in the White field
ar: اللعبة، وذلك بوضع رقم اللعبة في الحقل الأبيض
bg: игра, като постави номера на играта в бялото поле
bn: খেলা, তার খেলার নম্বরটি সাদা ক্ষেত্রে স্থাপন করে
da: spil ved at placere dets spilnummer i det hvide felt
sq: lojë, duke vendosur numrin e saj të lojës në fushën Bardhë
zh: 游戏，将其游戏号码放在白色区域

source: of game number 1 in the list.
ar: للعبة رقم 1 في القائمة.
bg: на игра номер 1 в списъка.
bn: তালিকার ১ নম্বর খেলাটির।
da: af spil nummer 1 på listen.
sq: e lojës numër 1 në listë.
zh: 列表中排名第一的游戏。

source: This message can be accessed via the Help, Bookmark help buttons,
ar: يمكن الوصول إلى هذه الرسالة عبر أزرار المساعدة، والمساعدة في وضع الإشارة المرجعية،
bg: Това съобщение може да бъде достъпно чрез бутоните Help, Bookmark help,
bn: এই বার্তাটি সাহায্য, বুকমার্ক সাহায্য বোতামের মাধ্যমে অ্যাক্সেস করা যেতে পারে,
da: Denne besked kan tilgås via knapperne Hjælp, Bogmærke Hjælp,
sq: Ky mesazh mund të aksesohet nëpërmjet butonave Ndihmë, Faqeshënues,
zh: 可以通过“帮助”、“书签”帮助按钮访问此消息，

source: or by a right click on the empty area below the games move list.
ar: أو عن طريق النقر بزر الماوس الأيمن على المنطقة الفارغة أسفل قائمة نقل الألعاب.
bg: или с щракване с десен бутон върху празната област под списъка с ходове на игрите.
bn: অথবা গেমস মুভ লিস্টের নিচের খালি জায়গায় ডান ক্লিক করে।
da: eller ved at højreklikke på det tomme område under spillelisten.
sq: ose me një klikim të djathtë në zonën e zbrazët poshtë listës së lëvizjeve të lojërave.
zh: 或者右键单击游戏移动列表下方的空白区域。

source: Easy find and load of bookmarked games
ar: سهولة العثور على الألعاب التي تم وضع إشارة مرجعية عليها وتحميلها
bg: Лесно намиране и зареждане на маркирани игри
bn: বুকমার্ক করা গেমগুলি সহজেই খুঁজে পাওয়া এবং লোড করা
da: Let at finde og indlæse bogmærkede spil
sq: Gjetja dhe ngarkimi i lehtë i lojërave të shënuara
zh: 轻松查找和加载已收藏的游戏

source: The bookmark functions can only be used when there
ar: لا يمكن استخدام وظائف الإشارة المرجعية إلا عندما تكون هناك
bg: Функциите за отметки могат да се използват само когато са там
bn: বুকমার্ক ফাংশনগুলি কেবল তখনই ব্যবহার করা যেতে পারে যখন
da: Bogmærkefunktionerne kan kun bruges, når der er
sq: Funksionet e faqeshënuesit mund të përdoren vetëm kur janë atje
zh: 书签功能仅在以下情况下才可使用：

source: is a number only entry in the white field of the first game
ar: هو إدخال رقمي فقط في الحقل الأبيض للعبة الأولى
bg: е запис само с число в бялото поле на първата игра
bn: প্রথম খেলার সাদা মাঠে এটি একটি সংখ্যা মাত্র এন্ট্রি
da: er kun nummer i det hvide felt i det første spil
sq: është një hyrje vetëm me numër në fushën e bardhë të lojës së parë
zh: 是第一场比赛白色区域的唯一数字条目

source: For more information on how to do this, click the
ar: لمزيد من المعلومات حول كيفية القيام بذلك، انقر فوق
bg: За повече информация как да направите това, щракнете върху
bn: এটি কীভাবে করবেন সে সম্পর্কে আরও তথ্যের জন্য, ক্লিক করুন
da: For mere information om, hvordan du gør dette, skal du klikke på
sq: Për më shumë informacion se si ta bëni këtë, klikoni në
zh: 有关如何执行此操作的更多信息，请单击

source: right mouse button on the empty area below the list box
ar: اضغط على زر الماوس الأيمن على المنطقة الفارغة أسفل مربع القائمة
bg: десния бутон на мишката върху празната област под списъчното поле
bn: তালিকা বাক্সের নীচে খালি জায়গায় ডান মাউস বোতাম
da: højre museknap på det tomme område under listeboksen
sq: butonin e djathtë të miut në zonën e zbrazët poshtë kutisë së listës
zh: 在列表框下方的空白区域上单击鼠标右键

source: Bookmark error
ar: خطأ في الإشارة المرجعية
bg: Грешка в отметката
bn: বুকমার্ক ত্রুটি
da: Bogmærke fejl
sq: Gabim në faqeshënues
zh: 书签错误

source: No games selected
ar: لم يتم اختيار أي ألعاب
bg: Няма избрани игри
bn: কোনও গেম নির্বাচিত হয়নি
da: Ingen spil valgt
sq: Asnjë lojë e zgjedhur
zh: 未选择任何游戏

source: Game list message
ar: رسالة قائمة الألعاب
bg: Съобщение за списък с игри
bn: খেলার তালিকার বার্তা
da: Spillistemeddelelse
sq: Mesazhi i listës së lojërave
zh: 游戏列表消息

source: Select piece set
ar: اختر مجموعة القطع
bg: Изберете комплект части
bn: টুকরো সেট নির্বাচন করুন
da: Vælg styksæt
sq: Zgjidhni grupin e pjesëve
zh: 选择件套

source: Tarrasch
ar: تاراش
bg: Тараш
bn: ট্যারাশ
zh: 塔拉什

source: Alpha
ar: ألفا
bg: Алфа
bn: আলফা
da: Alfa
sq: Alfa
zh: 阿尔法

source: Berlin
ar: برلين
bg: Берлин
bn: বার্লিন
sq: Berlini
zh: 柏林

source: CBurnett
ar: سيبورنيت
bn: সিবার্নেট
zh: 伯内特

source: Leipzig
ar: لايبزيغ
bg: Лайпциг
bn: লিপজিগ
zh: 莱比锡

source: Merida
ar: ميريدا
bg: Мерида
bn: মেরিডা
zh: 梅里达

source: Use Tarrasch piece set
ar: استخدم مجموعة قطع تاراش
bg: Използвайте комплект от части Tarrasch
bn: Tarrasch পিস সেট ব্যবহার করুন
da: Brug Tarrasch stykke sæt
sq: Përdorni grupin e pjesëve Tarrasch
zh: 使用 Tarrasch 棋子集

source: Use Alpha piece set
ar: استخدم مجموعة قطع ألفا
bg: Използвайте комплект от части Alpha
bn: আলফা পিস সেট ব্যবহার করুন
da: Brug Alpha stykke sæt
sq: Përdorni grupin e pjesëve Alfa
zh: 使用 Alpha 件套装

source: Use Berlin piece set
ar: استخدم مجموعة قطع برلين
bg: Използвайте Берлин комплект части
bn: বার্লিন পিস সেট ব্যবহার করুন
da: Brug Berlin styksæt
sq: Përdorni kompletin e pjesëve të Berlinit
zh: 使用柏林件套

source: Use CBurnett piece set
ar: استخدم مجموعة قطع CBurnett
bg: Използвайте комплект части CBurnett
bn: সিবার্নেট পিস সেট ব্যবহার করুন
da: Brug CBurnett styksæt
sq: Përdorni grupin e pjesëve CBurnett
zh: 使用 CBurnett 套件

source: Use Leipzig piece set
ar: استخدم مجموعة قطع لايبزيغ
bg: Използвайте набор от части Лайпциг
bn: লাইপজিগ পিস সেট ব্যবহার করুন
da: Brug Leipzig styksæt
sq: Përdorni grupin e copave Leipzig
zh: 使用莱比锡套装

source: Use Merida piece set
ar: استخدم مجموعة قطع ميريدا
bg: Използвайте комплект части Merida
bn: মেরিডা পিস সেট ব্যবহার করুন
da: Brug Merida styksæt
sq: Përdorni grupin e pjesëve Merida
zh: 使用梅利达套装

source: This dialog box allows you to select the piece set for the 2d screen.
ar: يسمح لك مربع الحوار هذا بتحديد مجموعة القطع للشاشة ثنائية الأبعاد.
bg: Този диалогов прозорец ви позволява да изберете комплекта части за 2d екрана.
bn: এই ডায়ালগ বক্সটি আপনাকে 2d স্ক্রিনের জন্য টুকরো সেট নির্বাচন করতে দেয়।
da: Denne dialogboks giver dig mulighed for at vælge briksættet til 2d-skærmen.
sq: Kjo kuti dialogu ju lejon të zgjidhni grupin e pjesëve për ekranin 2d.
zh: 该对话框允许您选择二维屏幕的片体集。

source: Sample images of the piece sets are displayed in strips.
ar: يتم عرض صور العينة من مجموعات القطع في شرائط.
bg: Примерни изображения на комплектите части са показани на ленти.
bn: টুকরো সেটের নমুনা ছবিগুলি স্ট্রিপ আকারে প্রদর্শিত হয়।
da: Prøvebilleder af styksættene vises i strimler.
sq: Imazhet e mostrave të grupeve të pjesëve shfaqen në shirita.
zh: 棋子集的样本图像以条带形式显示。

source: In order to select a piece set, simply click on the radio button
ar: لتحديد مجموعة قطع، ما عليك سوى النقر على زر الاختيار
bg: За да изберете набор от части, просто щракнете върху бутона за избор
bn: একটি টুকরো সেট নির্বাচন করতে, কেবল রেডিও বোতামে ক্লিক করুন
da: For at vælge et styksæt skal du blot klikke på alternativknappen
sq: Për të zgjedhur një grup pjesësh, thjesht klikoni në butonin e radios
zh: 要选择一套棋子，只需点击单选按钮

source: next to your preferred set or click on the piece strip itself
ar: بجوار المجموعة المفضلة لديك أو انقر على شريط القطعة نفسه
bg: до предпочитания от вас комплект или щракнете върху самата лента с парчета
bn: আপনার পছন্দের সেটের পাশে অথবা পিস স্ট্রিপে ক্লিক করুন
da: ved siden af ​​dit foretrukne sæt eller klik på selve brikstrimlen
sq: pranë grupit tuaj të preferuar ose klikoni në shiritin e pjesës vetë
zh: 或点击棋子条本身

source: and then click <Ok>
ar: ثم انقر فوق <موافق>
bg: и след това щракнете върху <Ok>
bn: এবং তারপর <ওকে> এ ক্লিক করুন
da: og klik derefter på <Ok>
sq: dhe më pas klikoni <Ok>
zh: 然后点击<确定>

source: The Alpha and Berlin fonts were designed by Eric Bentzen.
ar: تم تصميم الخطوط Alpha و Berlin بواسطة Eric Bentzen.
bg: Шрифтовете Alpha и Berlin са проектирани от Eric Bentzen.
bn: আলফা এবং বার্লিন ফন্টগুলি এরিক বেন্টজেন দ্বারা ডিজাইন করা হয়েছিল।
da: Alpha- og Berlin-skrifttyperne er designet af Eric Bentzen.
sq: Shkronjat Alpha dhe Berlin u krijuan nga Eric Bentzen.
zh: Alpha 和 Berlin 字体由 Eric Bentzen 设计。

source: The CBurnett chess pieces are atributed to Colin M.L. Burnett.
ar: تُنسب قطع شطرنج سي بورنيت إلى كولين إم إل بورنيت.
bg: Шахматните фигури CBurnett се приписват на Колин М.Л. Бърнет.
bn: সিবার্নেট দাবার টুকরোগুলো কলিন এম.এল. বার্নেটের নামে কৃতিত্বপূর্ণ।
da: CBurnett skakbrikkerne er tilskrevet Colin M.L. Burnett.
sq: Pjesët e shahut CBurnett i atribuohen Colin M.L. Burnett.
zh: CBurnett 国际象棋棋子归科林·M.L. 伯内特 (Colin M.L. Burnett) 所有。

source: This set of pieces were modified and converted to a font by Josh Walters.
ar: تم تعديل هذه المجموعة من القطع وتحويلها إلى خط بواسطة جوش والترز.
bg: Този набор от части бяха модифицирани и превърнати в шрифт от Джош Уолтърс.
bn: এই টুকরোগুলো জোশ ওয়াল্টার্স দ্বারা পরিবর্তিত এবং একটি ফন্টে রূপান্তরিত করা হয়েছিল।
da: Dette sæt stykker blev modificeret og konverteret til en skrifttype af Josh Walters.
sq: Ky grup pjesësh u modifikuan dhe u konvertuan në një font nga Josh Walters.
zh: 这组作品经过 Josh Walters 修改并转换成字体。

source: I downloaded them from this link -
ar: لقد قمت بتنزيلها من هذا الرابط -
bg: Изтеглих ги от този линк -
bn: আমি এই লিঙ্ক থেকে এগুলো ডাউনলোড করেছি -
da: Jeg downloadede dem fra dette link -
sq: Unë i shkarkova ato nga kjo lidhje -
zh: 我从这个链接下载了它们 -

source: They are used in accordance with the Creative Commons License
ar: يتم استخدامها وفقًا لرخصة المشاع الإبداعي
bg: Те се използват в съответствие с лиценза Creative Commons
bn: এগুলি ক্রিয়েটিভ কমন্স লাইসেন্স অনুসারে ব্যবহৃত হয়
da: De bruges i overensstemmelse med Creative Commons-licensen
sq: Ato përdoren në përputhje me licencën Creative Commons
zh: 它们的使用符合知识共享许可

source: The Leipzig and Merida fonts were designed by
ar: تم تصميم خطوط Leipzig وMerida بواسطة
bg: Шрифтовете Leipzig и Merida са проектирани от
bn: লিপজিগ এবং মেরিডা ফন্টগুলি ডিজাইন করেছিলেন
da: Leipzig og Merida skrifttyperne er designet af
sq: Fontet Leipzig dhe Merida u krijuan nga
zh: Leipzig 和 Merida 字体由

source: Armando Hernandez Marroquin.
ar: أرماندو هيرنانديز ماروكين.
bg: Армандо Ернандес Марокин.
bn: আরমান্দো হার্নান্দেজ ম্যারোকুইন।
zh: 阿曼多·埃尔南德斯·马罗金。

source: Thanks to Tarrasch GUI creator Bill Forster for explaining to me
ar: شكرًا لمنشئ واجهة المستخدم الرسومية Tarrasch Bill Forster على التوضيح لي
bg: Благодаря на създателя на Tarasch GUI Бил Форстър, че ми обясни
bn: আমাকে ব্যাখ্যা করার জন্য Tarrasch GUI স্রষ্টা বিল ফরস্টারকে ধন্যবাদ।
da: Tak til Tarrasch GUI-skaber Bill Forster for at forklare mig
sq: Faleminderit krijuesit të Tarrasch GUI Bill Forster që më shpjegoi
zh: 感谢 Tarrasch GUI 创建者 Bill Forster 向我解释

source: how to create a new piece set using his utility program
ar: كيفية إنشاء مجموعة قطع جديدة باستخدام برنامج الأداة المساعدة الخاص به
bg: как да създадете нов набор от части с помощта на неговата помощна програма
bn: তার ইউটিলিটি প্রোগ্রাম ব্যবহার করে কীভাবে একটি নতুন পিস সেট তৈরি করবেন
da: hvordan man opretter et nyt stykke sæt ved hjælp af sit hjælpeprogram
sq: si të krijoni një grup të ri pjesësh duke përdorur programin e tij të shërbimeve
zh: 如何使用他的实用程序创建新的套件

source: and also for a sample bitmap from the Tarrasch GUI to work with.
ar: وأيضًا للحصول على عينة من خريطة البتات من واجهة المستخدم الرسومية Tarrasch للعمل عليها.
bg: а също и за примерна растерна графика от GUI на Tarrasch, с която да работите.
bn: এবং Tarrasch GUI থেকে কাজ করার জন্য একটি নমুনা বিটম্যাপের জন্যও।
da: og også for et eksempel bitmap fra Tarrasch GUI at arbejde med.
sq: dhe gjithashtu për një mostër bitmap nga Tarrasch GUI për të punuar.
zh: 以及可供使用的 Tarrasch GUI 示例位图。

source: Piece set options help
ar: مساعدة في خيارات مجموعة القطع
bg: Опциите за набор от части помагат
bn: পিস সেট বিকল্প সাহায্য
da: Hjælp til styksætindstillinger
sq: Ndihmojnë opsionet e grupit të pjesëve
zh: 件套选项帮助

source: Please enter the piece size values :-
ar: الرجاء إدخال قيم حجم القطعة:
bg: Моля, въведете стойностите на размера на парчета: -
bn: অনুগ্রহ করে টুকরোর আকারের মান লিখুন :-
da: Indtast venligst stykstørrelsesværdierne:-
sq: Ju lutemi shkruani vlerat e madhësisë së pjesës:-
zh: 请输入零件尺寸值：-

source: King
ar: ملِك
bg: Крал
bn: রাজা
da: Konge
sq: Mbret
zh: 国王

source: Queen
ar: ملكة
bg: кралица
bn: রাণী
da: Dronning
sq: Mbretëresha
zh: 女王

source: Rook
ar: الرخ
bg: Топ
bn: রুক
zh: 车

source: Bishop
ar: أسقف
bg: Епископ
bn: বিশপ
da: Biskop
sq: Peshkopi
zh: 主教

source: Knight
ar: فارس
bg: рицар
bn: নাইট
da: Ridder
sq: Kalorës
zh: 骑士

source: Pawn
ar: بيدق
bg: Пешка
bn: বন্ধকী
da: Bonde
sq: Pengu
zh: 典当

source: Tie pieces to King
ar: ربط القطع بالملك
bg: Вържете парчета на King
bn: রাজার সাথে টুকরো বেঁধে দাও
da: Bind brikker til King
sq: Lidhni copat me Mbretin
zh: 将棋子系在王上

source: Tie Y and Z to X
ar: ربط Y و Z إلى X
bg: Свържете Y и Z към X
bn: Y এবং Z কে X এর সাথে টাই করুন
da: Bind Y og Z til X
sq: Lidhni Y dhe Z me X
zh: 将 Y 和 Z 与 X 联系起来

source: Tie X
ar: ربطة عنق X
bg: Завържете X
bn: টাই এক্স
da: Slips X
sq: Kravatë X
zh: 领带X

source: Tie Y
ar: ربطة عنق Y
bg: Завържете Y
bn: টাই ওয়াই
da: Bind Y
sq: Lidhja Y
zh: 领带

source: Tie Z
ar: ربطة عنق Z
bg: Завържете Z
bn: টাই জেড
da: slips Z
sq: Lidhja Z
zh: 领带Z

source: Select the King x size
ar: حدد المقاس King x
bg: Изберете размера King x
bn: কিং x সাইজ নির্বাচন করুন
da: Vælg størrelsen King x
sq: Zgjidhni madhësinë King x
zh: 选择特大号 x 尺寸

source: Select the King y size
ar: حدد المقاس King y
bg: Изберете размера King y
bn: কিং ওয়াই সাইজ নির্বাচন করুন
da: Vælg King y-størrelsen
sq: Zgjidhni madhësinë King y
zh: 选择特大号 y 码

source: Select the King z size
ar: حدد حجم King z
bg: Изберете размера King z
bn: কিং জেড সাইজ নির্বাচন করুন
da: Vælg King z-størrelsen
sq: Zgjidhni madhësinë King z
zh: 选择 King z 尺寸

source: Select the queen x size
ar: حدد حجم الملكة x
bg: Изберете размера на кралицата x
bn: রানী x আকার নির্বাচন করুন
da: Vælg dronning x størrelse
sq: Zgjidhni madhësinë e mbretëreshës x
zh: 选择大号 x 尺寸

source: Select the queen y size
ar: حدد حجم الملكة y
bg: Изберете размера на кралицата y
bn: রানী y আকার নির্বাচন করুন
da: Vælg dronning y størrelse
sq: Zgjidhni madhësinë e mbretëreshës y
zh: 选择大号 y 码

source: Select the queen z size
ar: حدد حجم الملكة z
bg: Изберете размера на кралицата z
bn: কুইন z সাইজ নির্বাচন করুন
da: Vælg queen z-størrelsen
sq: Zgjidhni madhësinë e mbretëreshës z
zh: 选择大号 z 尺寸

source: Select the rook x size
ar: حدد حجم الرخ x
bg: Изберете размера на топа x
bn: রুক x আকার নির্বাচন করুন
da: Vælg tårnet x størrelse
sq: Zgjidhni madhësinë e gurit x
zh: 选择车 x 尺寸
