Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: Otherwise it will send 4 kibitz info lines and then the number
ar: وإلا فسوف يرسل 4 خطوط معلومات كيبيتز ثم الرقم
bg: В противен случай ще изпрати 4 kibitz информационни линии и след това номера
bn: অন্যথায় এটি 4টি কিবিটজ তথ্য লাইন পাঠাবে এবং তারপর নম্বরটি
da: Ellers sender den 4 kibitz infolinjer og derefter nummeret
sq: Përndryshe do të dërgojë 4 linja informacioni kibitz dhe më pas numrin
zh: 否则，它将发送 4 条 kibitz 信息行，然后发送号码

source: you have selected will be displayed.
ar: سيتم عرض ما قمت باختياره.
bg: ще се покаже, който сте избрали.
bn: আপনার নির্বাচিতটি প্রদর্শিত হবে।
da: du har valgt vil blive vist.
sq: do të shfaqet që keni zgjedhur.
zh: 将会显示您选择的。

source: If you enforce the kibitz line number, the program will get
ar: إذا قمت بتطبيق رقم سطر kibitz، فسيحصل البرنامج على
bg: Ако наложите номера на линията kibitz, програмата ще получи
bn: যদি আপনি কিবিটজ লাইন নম্বর প্রয়োগ করেন, তাহলে প্রোগ্রামটি পাবে
da: Hvis du håndhæver kibitz-linjenummeret, får programmet
sq: Nëse zbatoni numrin e linjës kibitz, programi do të marrë
zh: 如果你强制使用 kibitz 行号，程序将得到

source: a bit deeper when it is kibitzing.
ar: أعمق قليلا عندما يكون متطفلا.
bg: малко по-дълбоко, когато е кибит.
bn: কিবিটজিং করার সময় একটু গভীরে।
da: lidt dybere, når det kibitzing.
sq: pak më thellë kur kibitzohet.
zh: 当它在闲聊时会更深一些。

source: If you are using kibitzing when using an engine with its own book,
ar: إذا كنت تستخدم kibitzing عند استخدام محرك به كتابه الخاص،
bg: Ако използвате kibitzing, когато използвате двигател със собствена книга,
bn: যদি আপনি নিজস্ব বই সহ একটি ইঞ্জিন ব্যবহার করার সময় কিবিটজিং ব্যবহার করেন,
da: Hvis du bruger kibitzing, når du bruger en motor med sin egen bog,
sq: Nëse jeni duke përdorur kibitzing kur përdorni një motor me librin e tij,
zh: 如果你在使用带有自带书籍的引擎时使用了 kibitzing，

source: then the program will show single line kibitz on its own move,
ar: ثم سيعرض البرنامج سطرًا واحدًا من kibitz أثناء تحركه بمفرده،
bg: след това програмата ще покаже един ред kibitz на свой собствен ход,
bn: তারপর প্রোগ্রামটি তার নিজস্ব পদক্ষেপে একক লাইন কিবিটজ দেখাবে,
da: så vil programmet vise enkelt linje kbitz på sit eget træk,
sq: atëherë programi do të tregojë kibitz me një linjë në lëvizjen e tij,
zh: 然后程序会在其自身动作中显示一行小道消息，

source: no matter what the settings are.
ar: بغض النظر عن الإعدادات.
bg: без значение какви са настройките.
bn: সেটিংস যাই হোক না কেন।
da: uanset hvad indstillingerne er.
sq: pavarësisht se cilat janë cilësimet.
zh: 无论设置如何。

source: This is to stop the program from getting stuck in an infinite loop.
ar: هذا لمنع البرنامج من الوقوع في حلقة لا نهائية.
bg: Това е, за да спре програмата да заседне в безкраен цикъл.
bn: এটি প্রোগ্রামটিকে একটি অসীম লুপে আটকে যাওয়া থেকে বিরত রাখার জন্য।
da: Dette er for at forhindre programmet i at sidde fast i en uendelig løkke.
sq: Kjo është për të ndaluar programin nga ngecja në një lak të pafund.
zh: 这是为了阻止程序陷入无限循环。

source: Select engine kibitzing mode
ar: حدد وضع تشغيل المحرك
bg: Изберете режим на kibitz на двигателя
bn: ইঞ্জিন কিবিটজিং মোড নির্বাচন করুন
da: Vælg motorkibitzing-tilstand
sq: Zgjidhni modalitetin e kibitzimit të motorit
zh: 选择引擎监视模式

source: Light direction
ar: اتجاه الضوء
bg: Посока на светлината
bn: আলোর দিকনির্দেশনা
da: Lys retning
sq: Drejtimi i dritës
zh: 光照方向

source: Light power
ar: قوة الضوء
bg: Сила на светлината
bn: আলোর শক্তি
da: Let kraft
sq: Fuqia e lehtë
zh: 光功率

source: Ambient
ar: محيط
bg: Околна среда
bn: অ্যাম্বিয়েন্ট
zh: 周围的

source: Diffuse
ar: منتشر
bg: дифузно
bn: বিচ্ছুরিত করা
da: Diffus
sq: Difuze
zh: 扩散

source: Specular
ar: براق
bg: Огледален
bn: স্পেকুলার
da: Spekulært
sq: Spekulare
zh: 镜面反射

source: Dark pieces
ar: قطع داكنة
bg: Тъмни парчета
bn: গাঢ় টুকরো
da: Mørke stykker
sq: Pjesë të errëta
zh: 暗色碎片

source: Light pieces
ar: قطع خفيفة
bg: Леки парчета
bn: হালকা টুকরো
da: Lette stykker
sq: Pjesë të lehta
zh: 轻件

source: Materials
ar: مواد
bg: Материали
bn: উপকরণ
da: Materialer
sq: Materialet
zh: 材料

source: Emissive
ar: انبعاثية
bg: Емисионна
bn: নির্গতকারী
da: Udsendende
sq: Emitues
zh: 自发光

source: Power
ar: قوة
bg: Мощност
bn: ক্ষমতা
da: Magt
sq: Fuqia
zh: 力量

source: Display shadows
ar: عرض الظلال
bg: Показване на сенки
bn: ছায়া প্রদর্শন করুন
da: Vis skygger
sq: Shfaq hijet
zh: 显示阴影

source: Shadow power
ar: قوة الظل
bg: Сенчеста сила
bn: ছায়া শক্তি
da: Skyggekraft
sq: Fuqia e hijes
zh: 暗影力量

source: Enter the light X direction
ar: أدخل اتجاه الضوء X
bg: Въведете посоката X на светлината
bn: আলোর X দিক লিখুন
da: Indtast lysets X-retning
sq: Futni drejtimin e dritës X
zh: 入光X方向

source: Enter the light Y direction
ar: أدخل اتجاه الضوء Y
bg: Въведете посоката на светлината Y
bn: আলোর Y দিক লিখুন
da: Indtast lysets Y-retning
sq: Futni drejtimin e dritës Y
zh: 入光Y方向

source: Enter the light Z direction
ar: أدخل اتجاه الضوء Z
bg: Въведете посоката на светлината Z
bn: আলোর Z দিক লিখুন
da: Indtast lysets Z-retning
sq: Futni drejtimin e dritës Z
zh: 入光Z方向

source: Enter the ambient light power for the dark pieces
ar: أدخل قوة الإضاءة المحيطة للقطع المظلمة
bg: Въведете мощността на околната светлина за тъмните фигури
bn: অন্ধকার অংশের জন্য অ্যাম্বিয়েন্ট লাইট পাওয়ার প্রবেশ করান
da: Indtast den omgivende lysstyrke for de mørke stykker
sq: Futni fuqinë e dritës së ambientit për pjesët e errëta
zh: 输入暗部的环境光功率

source: Enter the diffuse light power for the dark pieces
ar: أدخل قوة الضوء المنتشر للقطع المظلمة
bg: Въведете мощността на дифузната светлина за тъмните фигури
bn: অন্ধকার অংশের জন্য বিচ্ছুরিত আলোর শক্তি প্রবেশ করান
da: Indtast den diffuse lysstyrke til de mørke stykker
sq: Futni fuqinë e dritës difuze për pjesët e errëta
zh: 输入暗色部分的散射光功率

source: Enter the specular light power for the dark pieces
ar: أدخل قوة الضوء المرآوي للقطع المظلمة
bg: Въведете силата на огледалната светлина за тъмните фигури
bn: অন্ধকার অংশের জন্য স্পেকুলার আলোর শক্তি প্রবেশ করান
da: Indtast den spejlende lysstyrke for de mørke stykker
sq: Futni fuqinë e dritës spekulare për pjesët e errëta
zh: 输入暗色部分的镜面反射光强度

source: Enter the ambient light power for the light pieces
ar: أدخل قوة الإضاءة المحيطة لقطع الإضاءة
bg: Въведете мощността на околната светлина за светлинните фигури
bn: আলোর টুকরোগুলির জন্য অ্যাম্বিয়েন্ট লাইট পাওয়ার প্রবেশ করান
da: Indtast den omgivende lysstyrke for lysstykkerne
sq: Futni fuqinë e dritës së ambientit për pjesët e dritës
zh: 输入灯件的环境光功率

source: Enter the diffuse light power for the light pieces
ar: أدخل قوة الضوء المنتشر لقطع الضوء
bg: Въведете мощността на дифузната светлина за светлинните фигури
bn: আলোর টুকরোগুলির জন্য ছড়িয়ে পড়া আলোর শক্তি প্রবেশ করান
da: Indtast den diffuse lysstyrke for lysstykkerne
sq: Futni fuqinë e dritës difuze për pjesët e lehta
zh: 输入光片的散射光功率

source: Enter the specular light power for the light pieces
ar: أدخل قوة الضوء المرآوي لقطع الضوء
bg: Въведете силата на огледалната светлина за светлинните фигури
bn: আলোর টুকরোগুলির জন্য স্পেকুলার আলোর শক্তি প্রবেশ করান
da: Indtast den spejlende lysstyrke for lysstykkerne
sq: Futni fuqinë speculare të dritës për pjesët e lehta
zh: 输入光片的镜面反射光功率

source: Select the dark piece material ambient setting
ar: حدد إعداد محيط المادة المظلمة
bg: Изберете настройката за околната среда на тъмния материал
bn: গাঢ় টুকরো উপাদানের পরিবেষ্টনের সেটিং নির্বাচন করুন
da: Vælg den omgivende indstilling for mørkt stykke materiale
sq: Zgjidhni cilësimin e ambientit të materialit të pjesës së errët
zh: 选择暗片材质环境设置

source: Select the dark piece material diffuse setting
ar: حدد إعداد نشر مادة القطعة الداكنة
bg: Изберете настройката за дифузия на тъмния материал
bn: গাঢ় টুকরো উপাদানের বিচ্ছুরিত সেটিং নির্বাচন করুন
da: Vælg den mørke stykke materiale diffus indstilling
sq: Zgjidhni vendosjen difuze të materialit të pjesës së errët
zh: 选择暗片材质漫反射设置

source: Select the dark piece material specular setting
ar: حدد إعداد المرآة للمادة الداكنة
bg: Изберете огледалната настройка за материал на тъмно парче
bn: গাঢ় টুকরো উপাদানের স্পেকুলার সেটিং নির্বাচন করুন
da: Vælg den spejlende indstilling for mørkt stykke materiale
sq: Zgjidhni vendosjen spekulare të materialit të pjesës së errët
zh: 选择暗片材质镜面设置

source: Select the dark piece material emissive setting
ar: حدد إعداد انبعاث المادة المظلمة
bg: Изберете настройката за излъчване на тъмен материал
bn: গাঢ় টুকরো উপাদান নির্গত করার সেটিং নির্বাচন করুন
da: Vælg den mørke stykke materialeemissive indstilling
sq: Zgjidhni cilësimin e emetimit të materialit të pjesës së errët
zh: 选择暗片材质发射设置

source: Select the dark piece material power setting
ar: حدد إعداد الطاقة للمادة المظلمة
bg: Изберете настройката за мощност на тъмния материал
bn: গাঢ় অংশের উপাদানের পাওয়ার সেটিং নির্বাচন করুন
da: Vælg effektindstillingen for mørkt stykke materiale
sq: Zgjidhni cilësimin e fuqisë së materialit të pjesës së errët
zh: 选择暗片材质功率设置

source: Select the light piece material ambient setting
ar: حدد إعداد المادة المحيطة بقطعة الإضاءة
bg: Изберете настройката за околна среда за лек материал
bn: হালকা টুকরো উপাদানের পরিবেষ্টনের সেটিং নির্বাচন করুন
da: Vælg den omgivende indstilling for lysstykkemateriale
sq: Zgjidhni cilësimin e ambientit të materialit të pjesës së lehtë
zh: 选择灯片材质环境设置

source: Select the light piece material diffuse setting
ar: حدد إعداد انتشار مادة قطعة الضوء
bg: Изберете настройката за разсейване на материала на леките парчета
bn: হালকা টুকরো উপাদানের বিচ্ছুরিত সেটিং নির্বাচন করুন
da: Vælg lys stykke materiale diffus indstilling
sq: Zgjidhni vendosjen e përhapjes së materialit të copës së lehtë
zh: 选择光片材质漫反射设置

source: Select the light piece material specular setting
ar: حدد إعداد مادة القطعة المضيئة
bg: Изберете огледалната настройка за лек материал
bn: হালকা টুকরো উপাদানের স্পেকুলার সেটিং নির্বাচন করুন
da: Vælg den spejlende indstilling for let stykke materiale
sq: Zgjidhni vendosjen spekulare të materialit të pjesës së lehtë
zh: 选择光片材质镜面设置

source: Select the light piece material emissive setting
ar: حدد إعداد انبعاث مادة قطعة الضوء
bg: Изберете настройката за излъчване на лек материал
bn: হালকা টুকরো উপাদান নির্গত করার সেটিং নির্বাচন করুন
da: Vælg indstillingen for lys stykke materiale emission
sq: Zgjidhni cilësimin e emetimit të materialit të pjesës së lehtë
zh: 选择灯片材质发射设置

source: Select the light piece material power setting
ar: حدد إعداد طاقة مادة قطعة الضوء
bg: Изберете настройката за мощност на лекия материал
bn: হালকা টুকরো উপাদানের পাওয়ার সেটিং নির্বাচন করুন
da: Vælg effektindstillingen for lysstykkets materiale
sq: Zgjidhni cilësimin e fuqisë së materialit të pjesës së lehtë
zh: 选择光片材料功率设置

source: Check this box to show shadows
ar: حدد هذا المربع لإظهار الظلال
bg: Поставете отметка в това квадратче, за да покажете сенки
bn: ছায়া দেখাতে এই বাক্সটি চেক করুন
da: Marker dette felt for at vise skygger
sq: Zgjidhni këtë kuti për të shfaqur hijet
zh: 勾选此框可显示阴影

source: Enter the shadow power
ar: أدخل قوة الظل
bg: Въведете силата на сянката
bn: ছায়া শক্তি প্রবেশ করুন
da: Indtast skyggekraften
sq: Futni fuqinë e hijes
zh: 进入暗影力量

source: This dialog box allows you to select the lighting and materials
ar: يتيح لك مربع الحوار هذا تحديد الإضاءة والمواد
bg: Този диалогов прозорец ви позволява да изберете осветлението и материалите
bn: এই ডায়ালগ বক্সটি আপনাকে আলো এবং উপকরণ নির্বাচন করতে দেয়
da: Denne dialogboks giver dig mulighed for at vælge belysning og materialer
sq: Kjo kuti dialogu ju lejon të zgjidhni ndriçimin dhe materialet
zh: 此对话框允许您选择照明和材料

source: for the chess pieces.
ar: لقطع الشطرنج.
bg: за шахматните фигури.
bn: দাবার টুকরোগুলোর জন্য।
da: for skakbrikkerne.
sq: për pjesët e shahut.
zh: 寻找棋子。

source: Lighting :
ar: الإضاءة :
bg: Осветление:
bn: আলোকসজ্জা:
da: Belysning:
sq: Ndriçimi:
zh: 灯光 ：

source: Directional light -
ar: ضوء اتجاهي -
bg: Насочена светлина -
bn: দিকনির্দেশক আলো -
da: Retningsbestemt lys -
sq: Drita e drejtimit -
zh: 定向光 -

source: Use the X, Y, Z boxes to set the light direction.
ar: استخدم المربعات X وY وZ لتعيين اتجاه الضوء.
bg: Използвайте полетата X, Y, Z, за да зададете посоката на светлината.
bn: আলোর দিক নির্ধারণ করতে X, Y, Z বাক্স ব্যবহার করুন।
da: Brug boksene X, Y, Z til at indstille lysretningen.
sq: Përdorni kutitë X, Y, Z për të vendosur drejtimin e dritës.
zh: 使用 X、Y、Z 框设置光线方向。

source: With a positive X figure the light will come from the left.
ar: مع الرقم X الموجب سيأتي الضوء من اليسار.
bg: При положителна цифра X светлината ще идва отляво.
bn: ধনাত্মক X সংখ্যা থাকলে আলো বাম দিক থেকে আসবে।
da: Med et positivt X-tal vil lyset komme fra venstre.
sq: Me një figurë pozitive X, drita do të vijë nga e majta.
zh: 如果 X 值为正，则光线将从左侧发出。

source: With a positive Z figure the light will come from the front.
ar: مع الرقم Z الموجب سيأتي الضوء من الأمام.
bg: При положителна цифра Z светлината ще идва отпред.
bn: ধনাত্মক Z চিত্রের সাথে আলো সামনে থেকে আসবে।
da: Med et positivt Z-tal vil lyset komme forfra.
sq: Me një figurë pozitive Z, drita do të vijë nga përpara.
zh: 当 Z 值为正时，光线将从前方发出。

source: Increase the Y setting to make the shadows shorter.
ar: قم بزيادة إعداد Y لجعل الظلال أقصر.
bg: Увеличете настройката Y, за да направите сенките по-къси.
bn: ছায়া ছোট করতে Y সেটিং বাড়ান।
da: Forøg Y-indstillingen for at gøre skyggerne kortere.
sq: Rritni cilësimin Y për t'i bërë hijet më të shkurtra.
zh: 增加 Y 设置以使阴影更短。

source: Lighting power -
ar: قوة الإضاءة -
bg: Мощност на осветлението -
bn: আলোক শক্তি -
da: Lysstyrke -
sq: Fuqia e ndriçimit -
zh: 照明功率 -

source: Use these boxes to make the pieces lighter or darker.
ar: استخدم هذه الصناديق لجعل القطع أفتح أو أغمق.
bg: Използвайте тези кутии, за да направите парчетата по-светли или по-тъмни.
bn: টুকরোগুলো হালকা বা গাঢ় করতে এই বাক্সগুলো ব্যবহার করুন।
da: Brug disse kasser til at gøre stykkerne lysere eller mørkere.
sq: Përdorni këto kuti për t'i bërë pjesët më të lehta ose më të errëta.
zh: 使用这些盒子可以使碎片变得更亮或更暗。

source: Enter higher numbers for lighter and lower numbers for darker.
ar: أدخل أرقامًا أعلى للحصول على لون أفتح وأرقامًا أقل للحصول على لون أغمق.
bg: Въведете по-големи числа за по-светли и по-ниски числа за по-тъмни.
bn: হালকা রঙের জন্য বেশি সংখ্যা এবং গাঢ় রঙের জন্য কম সংখ্যা লিখুন।
da: Indtast højere tal for lysere og lavere tal for mørkere.
sq: Futni numra më të lartë për numrat më të lehtë dhe më të ulët për numrat më të errët.
zh: 输入较大的数字表示较亮，输入较小的数字表示较暗。

source: Materials :
ar: مواد :
bg: Материали:
bn: উপকরণ :
da: Materialer:
sq: Materialet:
zh: 材料 ：

source: Changing the material values will alter the way that the pieces
ar: سيؤدي تغيير قيم المواد إلى تغيير الطريقة التي يتم بها تجميع القطع
bg: Промяната на материалните ценности ще промени начина, по който парчетата
bn: বস্তুগত মূল্য পরিবর্তন করলে টুকরোগুলো যেভাবে তৈরি হবে তা বদলে যাবে
da: Ændring af materialeværdierne vil ændre den måde, brikkerne på
sq: Ndryshimi i vlerave materiale do të ndryshojë mënyrën se si pjesët
zh: 改变材料值将改变碎片的方式

source: will react to the light that falls upon them.
ar: سوف يتفاعل مع الضوء الذي يسقط عليه.
bg: ще реагират на светлината, която пада върху тях.
bn: তাদের উপর যে আলো পড়ে তাতে প্রতিক্রিয়া দেখাবে।
da: vil reagere på lyset, der falder på dem.
sq: do të reagojnë ndaj dritës që bie mbi ta.
zh: 会对照射到其上的光作出反应。

source: In practice, the main use for this is to change the values
ar: في الممارسة العملية، الاستخدام الرئيسي لهذا هو تغيير القيم
bg: На практика основната употреба за това е промяна на стойностите
bn: বাস্তবে, এর প্রধান ব্যবহার হল মান পরিবর্তন করা
da: I praksis er hovedanvendelsen af ​​dette at ændre værdierne
sq: Në praktikë, përdorimi kryesor për këtë është ndryshimi i vlerave
zh: 在实践中，它的主要用途是改变值

source: for the dark pieces, relative to the light pieces.
ar: بالنسبة للقطع الداكنة، بالنسبة للقطع الفاتحة.
bg: за тъмните фигури, спрямо светлите фигури.
bn: হালকা টুকরোর তুলনায় অন্ধকার টুকরোগুলোর জন্য।
da: for de mørke stykker, i forhold til de lyse stykker.
sq: për pjesët e errëta, në krahasim me pjesët e lehta.
zh: 对于暗色块，相对于亮色块。

source: By increasing the ambient, diffuse, specular and emissive values
ar: عن طريق زيادة القيم المحيطة والمنتشرة والانعكاسية والانبعاثية
bg: Чрез увеличаване на околните, дифузни, огледални и емисионни стойности
bn: পরিবেষ্টিত, বিকীর্ণ, স্পেকুলার এবং নির্গমনশীল মান বৃদ্ধি করে
da: Ved at øge de omgivende, diffuse, spejlende og emissive værdier
sq: Duke rritur vlerat ambientale, difuze, spekulare dhe emetuese
zh: 通过增加环境光、漫反射、镜面反射和发射值

source: and decreasing the power value, the dark pieces get better definition and
ar: وبخفض قيمة الطاقة، تحصل القطع الداكنة على تعريف أفضل و
bg: и намаляване на стойността на мощността, тъмните части получават по-добра дефиниция и
bn: এবং পাওয়ার মান হ্রাস করলে, অন্ধকার টুকরোগুলি আরও ভাল সংজ্ঞা পায় এবং
da: og faldende effektværdien, får de mørke stykker bedre definition og
sq: dhe duke ulur vlerën e fuqisë, pjesët e errëta marrin përkufizim më të mirë dhe
zh: 降低力量值，暗色部分会变得更清晰，

source: contrast, allowing them to be seen more clearly when one overlaps another.
ar: التباين، مما يسمح برؤيتهم بشكل أكثر وضوحًا عندما يتداخل أحدهما مع الآخر.
bg: контраст, което им позволява да се виждат по-ясно, когато едно се припокрива с друго.
bn: বৈসাদৃশ্য, যখন একটি অন্যটিকে ওভারল্যাপ করে তখন এগুলি আরও স্পষ্টভাবে দেখা যায়।
da: kontrast, så de kan ses tydeligere, når den ene overlapper den anden.
sq: kontrast, duke i lejuar ato të shihen më qartë kur njëri mbivendoset me tjetrin.
zh: 对比，使得当它们重叠时可以更清楚地看到。

source: Display shadows - Check this box to display piece shadows.
ar: عرض الظلال - حدد هذا المربع لعرض ظلال القطعة.
bg: Показване на сенки – Поставете отметка в това квадратче, за да показвате сенки на парчета.
bn: ছায়া প্রদর্শন করুন - টুকরো ছায়া প্রদর্শন করতে এই বাক্সটি চেক করুন।
da: Vis skygger - Marker dette felt for at vise brikskygger.
sq: Shfaq hijet - Zgjidhni këtë kuti për të shfaqur hijet e pjesëve.
zh: 显示阴影 - 选中此框可以显示片段阴影。

source: Shadow power - Set the strength of the shadows ( 20 - 100 )
ar: قوة الظل - اضبط قوة الظلال (20 - 100)
bg: Сила на сенките - Задайте силата на сенките (20 - 100)
bn: ছায়ার শক্তি - ছায়ার শক্তি নির্ধারণ করুন (20 - 100)
da: Shadow power - Indstil styrken af ​​skyggerne (20-100)
sq: Fuqia e hijes - Vendos fuqinë e hijeve ( 20 - 100 )
zh: 阴影强度- 设置阴影的强度（20 - 100）

source: 3d lighting and materials help
ar: مساعدة في الإضاءة والمواد ثلاثية الأبعاد
bg: 3D осветление и материали помагат
bn: 3D আলো এবং উপকরণ সাহায্য
da: 3d-lys og materialer hjælper
sq: Ndriçimi 3D dhe materialet ndihmojnë
zh: 3D 照明和材质帮助

source: Light info
ar: معلومات الضوء
bg: Лека информация
bn: আলোর তথ্য
da: Lys info
sq: Informacion i lehtë
zh: 灯光信息

source: Lighting
ar: إضاءة
bg: Осветление
bn: আলোকসজ্জা
da: Belysning
sq: Ndriçimi
zh: 灯光

source: Light in DirectX is composed of the following elements :-
ar: يتكون الضوء في DirectX من العناصر التالية:-
bg: Светлината в DirectX се състои от следните елементи:
bn: ডাইরেক্টএক্স-এ আলো নিম্নলিখিত উপাদানগুলির সমন্বয়ে গঠিত:-
da: Lys i DirectX er sammensat af følgende elementer:
sq: Drita në DirectX përbëhet nga elementët e mëposhtëm:
zh: DirectX 中的光由以下元素组成：

source: Ambient, diffuse, specular and emissive.
ar: محيط، منتشر، مرآوي وإشعاعي.
bg: Околна, дифузна, огледална и емисионна.
bn: পরিবেষ্টিত, বিচ্ছুরিত, স্পেকুলার এবং নির্গত।
da: Ambient, diffus, spekulær og emissiv.
sq: Ambient, i përhapur, spekular dhe emetues.
zh: 环境光、漫反射、镜面反射和发射光。

source: Ambient light is the existing light present in a scene or environment.
ar: الضوء المحيط هو الضوء الموجود في مشهد أو بيئة.
bg: Околната светлина е съществуващата светлина в сцена или среда.
bn: পরিবেষ্টিত আলো হলো কোন দৃশ্য বা পরিবেশে বিদ্যমান আলো।
da: Omgivende lys er det eksisterende lys til stede i en scene eller et miljø.
sq: Drita e ambientit është drita ekzistuese e pranishme në një skenë ose mjedis.
zh: 环境光是场景或环境中现有的光。

source: It has been reflected so many times that it is impossible to tell
ar: لقد تم عكس ذلك عدة مرات حتى أصبح من المستحيل معرفة ذلك
bg: Отразено е толкова много пъти, че е невъзможно да се каже
bn: এটি এতবার প্রতিফলিত হয়েছে যে বলা অসম্ভব
da: Det er blevet afspejlet så mange gange, at det er umuligt at sige
sq: Është reflektuar aq shumë sa është e pamundur të dallohet
zh: 已经反映过很多次了，不可能说

source: where it originated from.
ar: من أين نشأت.
bg: откъдето произлиза.
bn: যেখান থেকে এর উৎপত্তি।
da: hvor det stammer fra.
sq: nga e ka origjinën.
zh: 它的起源。

source: Diffuse light comes from a certain direction and is then scattered
ar: يأتي الضوء المنتشر من اتجاه معين ثم يتشتت
bg: Дифузната светлина идва от определена посока и след това се разсейва
bn: বিচ্ছুরিত আলো একটি নির্দিষ্ট দিক থেকে আসে এবং তারপর ছড়িয়ে পড়ে
da: Diffust lys kommer fra en bestemt retning og spredes derefter
sq: Drita difuze vjen nga një drejtim i caktuar dhe më pas shpërndahet
zh: 漫射光来自某个方向，然后散射

source: and softened somewhat before falling on a surface.
ar: وتلينت إلى حد ما قبل أن تسقط على السطح.
bg: и омекна донякъде, преди да падне върху повърхност.
bn: এবং কোনও পৃষ্ঠের উপর পড়ার আগে কিছুটা নরম হয়ে যায়।
da: og blødgøres noget, inden det falder på en overflade.
sq: dhe u zbut disi para se të binte në një sipërfaqe.
zh: 并在落到表面之前有所变软。

source: Specular light is the light that is reflected from a surface.
ar: الضوء المرآوي هو الضوء المنعكس من السطح.
bg: Огледалната светлина е светлината, която се отразява от повърхността.
bn: স্পেকুলার আলো হলো সেই আলো যা কোনও পৃষ্ঠ থেকে প্রতিফলিত হয়।
da: Spekulært lys er det lys, der reflekteres fra en overflade.
sq: Drita spekulare është drita që reflektohet nga një sipërfaqe.
zh: 镜面光是从表面反射的光。

source: This give the object surface a shiny highlight.
ar: يؤدي هذا إلى إعطاء سطح الكائن لمعانًا مميزًا.
bg: Това придава на повърхността на обекта лъскав акцент.
bn: এটি বস্তুর পৃষ্ঠকে একটি চকচকে হাইলাইট দেয়।
da: Dette giver objektets overflade et skinnende highlight.
sq: Kjo i jep sipërfaqes së objektit një theksim me shkëlqim.
zh: 这使物体表面呈现出闪亮的高光。

source: Emissive light is the light emitted by an object,
ar: الضوء المنبعث هو الضوء الذي ينبعث من جسم ما،
bg: Излъчваната светлина е светлината, излъчвана от обект,
bn: নির্গত আলো হলো কোন বস্তু দ্বারা নির্গত আলো,
da: Emissivt lys er det lys, der udsendes af en genstand,
sq: Drita emetuese është drita e emetuar nga një objekt,
zh: 发射光是物体发出的光，

source: making it appear self-luminous.
ar: جعلها تبدو مضيئة ذاتيا.
bg: правейки го да изглежда самосветещо.
bn: যাতে এটি স্ব-উজ্জ্বল দেখায়।
da: får det til at virke selvlysende.
sq: duke e bërë atë të duket vetë-ndriçues.
zh: 使其看起来自发光。

source: This lighting component is adjusted in the material settings.
ar: يتم ضبط مكون الإضاءة هذا في إعدادات المواد.
bg: Този компонент на осветлението се регулира в настройките на материала.
bn: এই আলোকসজ্জার উপাদানটি উপাদান সেটিংসে সামঞ্জস্য করা হয়।
da: Denne belysningskomponent justeres i materialeindstillingerne.
sq: Ky komponent ndriçimi rregullohet në cilësimet e materialit.
zh: 此照明组件在材质设置中调整。

source: DirectX emulates these lighting components to give a scene
ar: يقوم DirectX بمحاكاة مكونات الإضاءة هذه لإضفاء مشهد
bg: DirectX емулира тези компоненти за осветление, за да създаде сцена
bn: ডাইরেক্টএক্স এই আলোর উপাদানগুলিকে অনুকরণ করে একটি দৃশ্য দেয়
da: DirectX emulerer disse lyskomponenter for at give en scene
sq: DirectX imiton këta komponentë ndriçimi për të dhënë një skenë
zh: DirectX 模拟这些照明组件来呈现场景

source: generated on a computer screen a more realistic appearence.
ar: يتم إنشاء مظهر أكثر واقعية على شاشة الكمبيوتر.
bg: генерира на екрана на компютъра по-реалистичен вид.
bn: কম্পিউটার স্ক্রিনে আরও বাস্তবসম্মত চেহারা তৈরি করে।
da: genereret på en computerskærm et mere realistisk udseende.
sq: gjeneruar në një ekran kompjuteri një pamje më realiste.
zh: 在计算机屏幕上生成更加真实的外观。

source: Information on DirectX 3d lighting
ar: معلومات عن إضاءة DirectX 3D
bg: Информация за DirectX 3d осветление
bn: ডাইরেক্টএক্স 3ডি লাইটিং সম্পর্কিত তথ্য
da: Oplysninger om DirectX 3d-belysning
sq: Informacion mbi ndriçimin DirectX 3d
zh: 有关 DirectX 3D 照明的信息
