Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: Input the scaling factor for the evaluation bar,
ar: أدخل عامل القياس لشريط التقييم،
bg: Въведете коефициента на мащабиране за лентата за оценка,
bn: মূল্যায়ন বারের জন্য স্কেলিং ফ্যাক্টর ইনপুট করুন,
da: Indtast skaleringsfaktoren for evalueringsbjælken,
sq: Futni faktorin e shkallëzimit për shiritin e vlerësimit,
zh: 输入评估栏的缩放因子，

source: half to three times normal size (0.5 - 3.0)
ar: نصف إلى ثلاثة أضعاف الحجم الطبيعي (0.5 - 3.0)
bg: половин до три пъти нормален размер (0,5 - 3,0)
bn: স্বাভাবিক আকারের অর্ধেক থেকে তিনগুণ (০.৫ - ৩.০)
da: halv til tre gange normal størrelse (0,5 - 3,0)
sq: gjysmë deri në tre herë madhësia normale (0,5 - 3,0)
zh: 正常大小的一半至三倍 (0.5 - 3.0)

source: Input the distance in pixels between the evaluation bar
ar: أدخل المسافة بالبكسل بين شريط التقييم
bg: Въведете разстоянието в пиксели между лентата за оценка
bn: মূল্যায়ন বারের মধ্যে দূরত্ব পিক্সেলগুলিতে ইনপুট করুন
da: Indtast afstanden i pixels mellem evalueringsbjælken
sq: Futni distancën në pixel midis shiritit të vlerësimit
zh: 输入评估栏之间的像素距离

source: and the edge of the board
ar: وحافة اللوحة
bg: и ръба на дъската
bn: এবং বোর্ডের প্রান্ত
da: og kanten af ​​brættet
sq: dhe buza e dërrasës
zh: 以及板的边缘

source: Check this box to display a material only
ar: حدد هذا المربع لعرض مادة فقط
bg: Поставете отметка в това квадратче, за да се покаже само материал
bn: শুধুমাত্র একটি উপাদান প্রদর্শনের জন্য এই বাক্সটি চেক করুন
da: Marker dette felt for kun at vise et materiale
sq: Zgjidhni këtë kuti për të shfaqur vetëm një material
zh: 选中此框仅显示材料

source: evaluation when the engine is not active
ar: التقييم عندما لا يكون المحرك نشطا
bg: оценка, когато двигателят не е активен
bn: ইঞ্জিন সক্রিয় না থাকলে মূল্যায়ন
da: evaluering, når motoren ikke er aktiv
sq: vlerësimi kur motori nuk është aktiv
zh: 引擎未启动时的评估

source: Check this box to display evaluations from
ar: حدد هذا المربع لعرض التقييمات من
bg: Поставете отметка в това квадратче, за да се показват оценки от
bn: থেকে মূল্যায়ন প্রদর্শন করতে এই বাক্সটি চেক করুন
da: Marker dette felt for at vise evalueringer fra
sq: Zgjidhni këtë kuti për të shfaqur vlerësimet nga
zh: 勾选此框可显示来自

source: an annotated game when the engine is not active
ar: لعبة مُعلقة عندما لا يكون المحرك نشطًا
bg: анотирана игра, когато двигателят не е активен
bn: ইঞ্জিন সক্রিয় না থাকলে একটি টীকাযুক্ত খেলা
da: et kommenteret spil, når motoren ikke er aktiv
sq: një lojë me shënime kur motori nuk është aktiv
zh: 当引擎未激活时带注释的游戏

source: Display score in the middle of the bar
ar: عرض النتيجة في منتصف الشريط
bg: Показване на резултата в средата на лентата
bn: বারের মাঝখানে স্কোর প্রদর্শন করুন
da: Vis score i midten af ​​bjælken
sq: Shfaq rezultatin në mes të shiritit
zh: 在栏中间显示分数

source: Display score on the top/bottom of the bar
ar: عرض النتيجة في أعلى/أسفل الشريط
bg: Показване на резултата в горната/долната част на лентата
bn: বারের উপরে/নীচে স্কোর প্রদর্শন করুন
da: Vis score på toppen/bunden af ​​bjælken
sq: Shfaq rezultatin në krye/poshtë të shiritit
zh: 在栏的顶部/底部显示分数

source: Input the font size for the score display
ar: أدخل حجم الخط لعرض النتيجة
bg: Въведете размера на шрифта за показване на резултата
bn: স্কোর প্রদর্শনের জন্য ফন্টের আকার ইনপুট করুন
da: Indtast skriftstørrelsen for partiturevisningen
sq: Vendosni madhësinë e shkronjave për shfaqjen e rezultateve
zh: 输入乐谱显示的字体大小

source: The evaluation bar is a graphical representation
ar: شريط التقييم عبارة عن تمثيل رسومي
bg: Лентата за оценка е графично представяне
bn: মূল্যায়ন বারটি একটি গ্রাফিক্যাল উপস্থাপনা
da: Evalueringsbjælken er en grafisk repræsentation
sq: Shiriti i vlerësimit është një paraqitje grafike
zh: 评估条是图形表示

source: of the current state of the game.
ar: من الحالة الحالية للعبة.
bg: от текущото състояние на играта.
bn: খেলার বর্তমান অবস্থা সম্পর্কে।
da: af spillets aktuelle tilstand.
sq: të gjendjes aktuale të lojës.
zh: 游戏的当前状态。

source: This dialog box allows you to select options for how it is displayed.
ar: يسمح لك مربع الحوار هذا بتحديد الخيارات المتعلقة بكيفية عرضه.
bg: Този диалогов прозорец ви позволява да изберете опции за това как да се показва.
bn: এই ডায়ালগ বক্সটি আপনাকে এটি কীভাবে প্রদর্শিত হবে তার জন্য বিকল্পগুলি নির্বাচন করতে দেয়।
da: Denne dialogboks giver dig mulighed for at vælge muligheder for, hvordan den skal vises.
sq: Kjo kuti dialogu ju lejon të zgjidhni opsionet për mënyrën se si shfaqet.
zh: 该对话框允许您选择其显示方式的选项。

source: Display evaluation bar : Whether to display the evaluation bar.
ar: عرض شريط التقييم: ما إذا كان سيتم عرض شريط التقييم.
bg: Показване на лентата за оценка: Дали да се покаже лентата за оценка.
bn: মূল্যায়ন বার প্রদর্শন করুন : মূল্যায়ন বার প্রদর্শন করা হবে কিনা।
da: Vis evalueringsbjælke : Om evalueringsbjælken skal vises.
sq: Shfaq shiritin e vlerësimit: Nëse do të shfaqet shiriti i vlerësimit.
zh: 显示评价栏：是否显示评价栏。

source: On left : Display the bar on the left of the chessboard.
ar: على اليسار: عرض الشريط الموجود على يسار رقعة الشطرنج.
bg: Отляво: Покажете лентата отляво на шахматната дъска.
bn: বাম দিকে: দাবার বোর্ডের বাম দিকে বারটি প্রদর্শন করুন।
da: Til venstre: Vis bjælken til venstre på skakbrættet.
sq: Në të majtë : Shfaq shiritin në të majtë të tabelës së shahut.
zh: 在左边 ：显示棋盘左边的栏。

source: On right : Display the bar on the right of the chessboard.
ar: على اليمين: عرض الشريط الموجود على يمين رقعة الشطرنج.
bg: Отдясно: Покажете лентата вдясно на шахматната дъска.
bn: ডানদিকে: দাবার বোর্ডের ডানদিকে বারটি প্রদর্শন করুন।
da: Til højre: Vis bjælken til højre på skakbrættet.
sq: Në të djathtë : Shfaq shiritin në të djathtë të tabelës së shahut.
zh: 在右侧 ：显示棋盘右侧的栏。

source: Show value : Show position evaluation value on the bar
ar: إظهار القيمة: إظهار قيمة تقييم الموضع على الشريط
bg: Показване на стойност: Показване на стойността за оценка на позицията на лентата
bn: মান দেখান : বারে অবস্থান মূল্যায়ন মান দেখান
da: Vis værdi : Vis værdi for positionsevaluering på bjælken
sq: Shfaq vlerën: Shfaq vlerën e vlerësimit të pozicionit në shirit
zh: 显示价值：在栏上显示位置评估值

source: In middle : Display the number in the middle of the bar.
ar: في المنتصف: عرض الرقم في منتصف الشريط.
bg: В средата : Показване на числото в средата на лентата.
bn: মাঝখানে: বারের মাঝখানে সংখ্যাটি প্রদর্শন করুন।
da: I midten: Vis nummeret i midten af ​​bjælken.
sq: Në mes : Shfaq numrin në mes të shiritit.
zh: 中间 ：显示栏中间的数字。

source: On top/bottom : Display number on the top/bottom of the bar.
ar: في الأعلى/الأسفل: عرض الرقم في أعلى/أسفل الشريط.
bg: Отгоре/отдолу: Показване на число в горната/долната част на лентата.
bn: উপরে/নীচে: বারের উপরে/নীচে নম্বর প্রদর্শন করুন।
da: Øverst/bund: Vis nummer øverst/bunden af ​​bjælken.
sq: Në krye/poshtë: Shfaq numrin në krye/poshtë të shiritit.
zh: 在顶部/底部：在栏的顶部/底部显示数字。

source: Scale factor : Enter the scaling factor for evaluation bar display.
ar: عامل المقياس: أدخل عامل المقياس لعرض شريط التقييم.
bg: Коефициент на мащабиране: Въведете коефициента на мащабиране за показване на лентата за оценка.
bn: স্কেল ফ্যাক্টর: মূল্যায়ন বার প্রদর্শনের জন্য স্কেলিং ফ্যাক্টর লিখুন।
da: Skaleringsfaktor : Indtast skaleringsfaktoren for visning af evalueringsbjælken.
sq: Faktori i shkallës: Futni faktorin e shkallëzimit për shfaqjen e shiritit të vlerësimit.
zh: 比例因子：输入评估条显示的比例因子。

source: The range is from half to three times normal size (0.5 - 3.0)
ar: يتراوح النطاق من نصف إلى ثلاثة أضعاف الحجم الطبيعي (0.5 - 3.0)
bg: Диапазонът е от половината до три пъти нормалния размер (0,5 - 3,0)
bn: পরিসীমা স্বাভাবিক আকারের অর্ধেক থেকে তিনগুণ (0.5 - 3.0)
da: Området er fra halv til tre gange normal størrelse (0,5 - 3,0)
sq: Gama është nga gjysma deri në tre herë të madhësisë normale (0,5 - 3,0)
zh: 范围是正常大小的一半到三倍（0.5 - 3.0）

source: Distance from board : Enter the distance between the evaluation bar
ar: المسافة من اللوحة: أدخل المسافة بين شريط التقييم
bg: Разстояние от борда: Въведете разстоянието между лентата за оценка
bn: বোর্ড থেকে দূরত্ব : মূল্যায়ন বারের মধ্যে দূরত্ব লিখুন
da: Afstand fra bord : Indtast afstanden mellem evalueringsbjælken
sq: Distanca nga tabela: Futni distancën midis shiritit të vlerësimit
zh: 距离板：输入评估条之间的距离

source: and the edge of the board.
ar: وحافة اللوحة.
bg: и ръба на дъската.
bn: এবং বোর্ডের প্রান্ত।
da: og kanten af ​​brættet.
sq: dhe buza e dërrasës.
zh: 以及板的边缘。

source: Annotation score : Check this box to display evaluations from
ar: نتيجة التعليق التوضيحي: حدد هذا المربع لعرض التقييمات من
bg: Резултат за анотация: Поставете отметка в това квадратче, за да се показват оценки от
bn: টীকা স্কোর: মূল্যায়ন প্রদর্শন করতে এই বাক্সটি চেক করুন
da: Annotationsscore : Marker dette felt for at vise evalueringer fra
sq: Rezultati i shënimit: Zgjidhni këtë kuti për të shfaqur vlerësimet nga
zh: 注释分数：选中此框可显示来自

source: an annotated game when the engine is not active.
ar: لعبة توضيحية عندما لا يكون المحرك نشطًا.
bg: анотирана игра, когато двигателят не е активен.
bn: ইঞ্জিন সক্রিয় না থাকলে একটি টীকাযুক্ত খেলা।
da: et kommenteret spil, når motoren ikke er aktiv.
sq: një lojë me shënime kur motori nuk është aktiv.
zh: 当引擎不活跃时带注释的游戏。

source: Material score : Check this box to display a material only evaluation
ar: نتيجة المادة: حدد هذا المربع لعرض تقييم المادة فقط
bg: Резултат за материал: Поставете отметка в това квадратче, за да се покаже оценка само за материал
bn: উপাদানের স্কোর : শুধুমাত্র উপাদানের মূল্যায়ন প্রদর্শন করতে এই বাক্সটি চেক করুন।
da: Materiale-score : Marker dette felt for at vise en evaluering af kun materiale
sq: Rezultati i materialit: Zgjidhni këtë kuti për të shfaqur një vlerësim vetëm material
zh: 材料评分：选中此框可显示仅材料评估

source: when the engine is not active.
ar: عندما لا يكون المحرك نشطا.
bg: когато двигателят не е активен.
bn: যখন ইঞ্জিন সক্রিয় থাকে না।
da: når motoren ikke er aktiv.
sq: kur motori nuk është aktiv.
zh: 当引擎不活跃时。

source: For the display of evaluation bar scores, engine values have the highest
ar: لعرض درجات شريط التقييم، تتمتع قيم المحرك بأعلى مستوى
bg: За показване на оценките на лентата за оценка стойностите на двигателя са най-високи
bn: মূল্যায়ন বার স্কোর প্রদর্শনের জন্য, ইঞ্জিনের মান সর্বোচ্চ
da: For visning af evalueringsbjælkens score har motorværdierne den højeste
sq: Për shfaqjen e rezultateve të shiritit të vlerësimit, vlerat e motorit kanë më të lartat
zh: 对于评估条分数的显示，引擎值最高

source: precedence, followed by annotation values and lastly material values.
ar: الأولوية، تليها قيم التوضيح وأخيرًا قيم المواد.
bg: предимство, последвано от стойности на анотации и накрая материални ценности.
bn: অগ্রাধিকার, তারপরে টীকা মান এবং সবশেষে বস্তুগত মান।
da: forrang, efterfulgt af anmærkningsværdier og til sidst materielle værdier.
sq: përparësi, e ndjekur nga vlerat e shënimeve dhe së fundi vlerat materiale.
zh: 优先级，其次是注释值，最后是材料值。

source: A mouse click on the evaluation bar will reset it to zero.
ar: النقر بالماوس على شريط التقييم سوف يعيد تعيينه إلى الصفر.
bg: Щракване с мишката върху лентата за оценка ще я нулира.
bn: মূল্যায়ন বারে মাউস ক্লিক করলে এটি শূন্যে রিসেট হবে।
da: Et klik med musen på evalueringsbjælken vil nulstille den til nul.
sq: Një klikim i mausit në shiritin e vlerësimit do ta rivendosë atë në zero.
zh: 用鼠标单击评估栏将使其重置为零。

source: Evaluation bar display options
ar: خيارات عرض شريط التقييم
bg: Опции за показване на лентата за оценка
bn: মূল্যায়ন বার প্রদর্শনের বিকল্পগুলি
da: Visningsmuligheder for evalueringsbjælke
sq: Opsionet e shfaqjes së shiritit të vlerësimit
zh: 评估栏显示选项

source: Move :
ar: يتحرك :
bg: Преместване:
bn: সরান:
da: Flyt:
sq: Lëviz:
zh: 移动 ：

source: Eval :
ar: تقييم :
bg: Оценка:
bn: ইভাল:
zh: 评估：

source: Time :
ar: وقت :
bg: време:
bn: সময়:
da: Tid:
sq: Koha:
zh: 时间 ：

source: Depth :
ar: العمق :
bg: Дълбочина:
bn: গভীরতা:
da: Dybde:
sq: Thellësia:
zh: 深度 ：

source: Stop build
ar: توقف البناء
bg: Спрете изграждането
bn: নির্মাণ বন্ধ করুন
da: Stop med at bygge
sq: Ndalo ndërtimin
zh: 停止构建

source: Move :
ar: يتحرك :
bg: Преместване:
bn: সরান:
da: Flyt:
sq: Lëviz:
zh: 移动 ：

source: Eval :
ar: تقييم :
bg: Оценка:
bn: ইভাল:
zh: 评估：

source: Time :
ar: وقت :
bg: време:
bn: সময়:
da: Tid:
sq: Koha:
zh: 时间 ：

source: Depth :
ar: العمق :
bg: Дълбочина:
bn: গভীরতা:
da: Dybde:
sq: Thellësia:
zh: 深度 ：

source: Display eval profile options dialog box
ar: عرض مربع حوار خيارات ملف تعريف التقييم
bg: Показване на диалогов прозорец с опции за профил за оценка
bn: eval প্রোফাইল অপশন ডায়ালগ বক্স প্রদর্শন করুন
da: Vis dialogboksen for evalprofilindstillinger
sq: Shfaq kutinë e dialogut të opsioneve të profilit të vlerësuar
zh: 显示评估配置文件选项对话框

source: Create evaluation profile for current game
ar: إنشاء ملف تعريف تقييمي للعبة الحالية
bg: Създайте профил за оценка за текущата игра
bn: বর্তমান খেলার জন্য মূল্যায়ন প্রোফাইল তৈরি করুন
da: Opret evalueringsprofil for det aktuelle spil
sq: Krijo profilin e vlerësimit për lojën aktuale
zh: 为当前游戏创建评估档案

source: Hold down <Alt> for all database games
ar: اضغط باستمرار على <Alt> لجميع ألعاب قاعدة البيانات
bg: Задръжте <Alt> за всички игри с бази данни
bn: সকল ডাটাবেস গেমের জন্য <Alt> চেপে ধরে রাখুন
da: Hold <Alt> nede for alle databasespil
sq: Mbani të shtypur <Alt> për të gjitha lojërat e bazës së të dhënave
zh: 按住 <Alt> 可进入所有数据库游戏

source: Hold down <Ctrl> to clear current profile
ar: اضغط باستمرار على <Ctrl> لمسح الملف الشخصي الحالي
bg: Задръжте <Ctrl>, за да изчистите текущия профил
bn: বর্তমান প্রোফাইল সাফ করতে <Ctrl> ধরে রাখুন
da: Hold <Ctrl> nede for at rydde den aktuelle profil
sq: Mbani të shtypur <Ctrl> për të pastruar profilin aktual
zh: 按住 <Ctrl> 清除当前配置文件

source: Stop building eval profile for current game
ar: إيقاف بناء ملف تعريف التقييم للعبة الحالية
bg: Спрете изграждането на eval профил за текущата игра
bn: বর্তমান গেমের জন্য eval প্রোফাইল তৈরি করা বন্ধ করুন
da: Stop med at bygge en evalprofil for det aktuelle spil
sq: Ndaloni ndërtimin e profilit eval për lojën aktuale
zh: 停止为当前游戏构建评估配置文件

source: Add eval to notation
ar: إضافة التقييم إلى التدوين
bg: Добавете eval към нотацията
bn: স্বরলিপিতে eval যোগ করুন
da: Tilføj eval til notation
sq: Shto vlerën në shënim
zh: 将 eval 添加到符号中

source: Add all evals
ar: إضافة جميع التقييمات
bg: Добавете всички стойности
bn: সমস্ত মূল্যায়ন যোগ করুন
da: Tilføj alle evaler
sq: Shtoni të gjitha vlerësimet
zh: 添加所有评估

source: Delte eval from notation
ar: حذف التقييم من التدوين
bg: Изтриване на eval от нотация
bn: স্বরলিপি থেকে ডেল্টে মূল্যায়ন
da: Slet eval fra notation
sq: Fshije vlerën nga shënimi
zh: 从符号中删除 eval

source: Delete all evals
ar: حذف جميع التقييمات
bg: Изтрийте всички оценки
bn: সমস্ত মূল্যায়ন মুছে ফেলুন
da: Slet alle evaler
sq: Fshini të gjitha vlerësimet
zh: 删除所有评估

source: Delete eval profile
ar: حذف ملف التقييم
bg: Изтриване на eval профил
bn: eval প্রোফাইল মুছুন
da: Slet eval profil
sq: Fshi profilin eval
zh: 删除评估资料

source: Analyse move..
ar: تحليل الحركة..
bg: Анализирайте движението..
bn: পদক্ষেপ বিশ্লেষণ করুন..
da: Analyser bevægelse..
sq: Analizoni lëvizjen..
zh: 分析举动..

source: Ply :
ar: طبقة :
bg: слой:
bn: প্লাই:
da: Lag:
sq: Pluturoj:
zh: 层数 :

source: There is no eval to add
ar: لا يوجد تقييم لإضافته
bg: Няма eval за добавяне
bn: যোগ করার জন্য কোনও মূল্যায়ন নেই।
da: Der er ingen eval at tilføje
sq: Nuk ka asnjë vlerësim për të shtuar
zh: 没有可添加的评估

source: Evaluation profile message
ar: رسالة ملف التقييم
bg: Съобщение на профила за оценка
bn: মূল্যায়ন প্রোফাইল বার্তা
da: Evalueringsprofilmeddelelse
sq: Mesazhi i profilit të vlerësimit
zh: 评估资料信息

source: ply
ar: طبقة
bg: пласт
bn: প্লাই
da: lag
sq: fije
zh: 层数

source: There are no evals to add
ar: لا توجد تقييمات لإضافتها
bg: Няма оценки за добавяне
bn: যোগ করার মতো কোনও মূল্যায়ন নেই।
da: Der er ingen evaler at tilføje
sq: Nuk ka vlerësime për të shtuar
zh: 没有可添加的评估

source: There is no eval to delete
ar: لا يوجد تقييم لحذفه
bg: Няма стойност за изтриване
bn: মুছে ফেলার জন্য কোনও মূল্যায়ন নেই।
da: Der er ingen eval at slette
sq: Nuk ka asnjë vlerë për të fshirë
zh: 没有要删除的评估

source: There are no evals to delete
ar: لا توجد تقييمات لحذفها
bg: Няма стойности за изтриване
bn: মুছে ফেলার মতো কোনও মূল্যায়ন নেই।
da: Der er ingen evaler at slette
sq: Nuk ka vlerësime për të fshirë
zh: 没有要删除的评估

source: There is no profile to delete
ar: لا يوجد ملف تعريفي لحذفه
bg: Няма профил за изтриване
bn: মুছে ফেলার মতো কোনও প্রোফাইল নেই।
da: Der er ingen profil at slette
sq: Nuk ka asnjë profil për të fshirë
zh: 没有要删除的个人资料

source: Build profile
ar: بناء الملف الشخصي
bg: Изградете профил
bn: প্রোফাইল তৈরি করুন
da: Byg profil
sq: Ndërtoni profilin
zh: 建立个人资料

source: Eval profile build complete for
ar: تم الانتهاء من بناء ملف تعريف التقييم
bg: Изграждането на профил Eval е завършено за
bn: Eval প্রোফাইল তৈরি সম্পূর্ণ
da: Eval profil build komplet til
sq: Ndërtimi i profilit Eval përfundoi për
zh: 评估配置文件构建已完成

source: database games
ar: العاب قواعد البيانات
bg: игри с бази данни
bn: ডাটাবেস গেমস
da: database spil
sq: lojërat e bazës së të dhënave
zh: 数据库游戏

source: Eval profile build complete
ar: تم الانتهاء من بناء ملف التقييم
bg: Изграждането на профил на Eval е завършено
bn: ইভাল প্রোফাইল তৈরি সম্পূর্ণ হয়েছে
da: Eval profil opbygning færdig
sq: Ndërtimi i profilit Eval përfundoi
zh: 评估配置文件构建完成

source: Building : Game
ar: المبنى : لعبة
bg: Сграда : Игра
bn: বিল্ডিং: গেম
da: Bygning: Spil
sq: Ndërtesa: Lojë
zh: 建筑：游戏

source: move
ar: يتحرك
bg: движи се
bn: সরানো
da: flytte
sq: lëvizin
zh: 移动

source: Building profile : Move
ar: ملف المبنى : نقل
bg: Профил на сградата: Преместване
bn: বিল্ডিং প্রোফাইল: সরান
da: Bygningsprofil : Flyt
sq: Profili i ndërtesës: Lëviz
zh: 建筑概况： 移动

source: Please select the evaluation profile options :-
ar: الرجاء تحديد خيارات ملف التقييم :-
bg: Моля, изберете опциите на профила за оценка: -
bn: অনুগ্রহ করে মূল্যায়ন প্রোফাইলের বিকল্পগুলি নির্বাচন করুন :-
da: Vælg venligst valgmulighederne for evalueringsprofilen:
sq: Ju lutemi zgjidhni opsionet e profilit të vlerësimit:-
zh: 请选择评估配置文件选项：-

source: Display evaluation profile
ar: عرض ملف التقييم
bg: Показване на профил за оценка
bn: মূল্যায়ন প্রোফাইল প্রদর্শন করুন
da: Vis evalueringsprofil
sq: Shfaq profilin e vlerësimit
zh: 显示评估配置文件

source: Save evaluation profile
ar: حفظ ملف التقييم
bg: Запазване на профила за оценка
bn: মূল্যায়ন প্রোফাইল সংরক্ষণ করুন
da: Gem evalueringsprofil
sq: Ruaj profilin e vlerësimit
zh: 保存评估资料

source: Max y-axis score
ar: الحد الأقصى لنتيجة المحور y
bg: Макс. резултат по оста y
bn: সর্বোচ্চ y-অক্ষের স্কোর
da: Max score på y-aksen
sq: Rezultati maksimal i boshtit y
zh: 最大 y 轴分数

source: Graph x-scale %
ar: الرسم البياني مقياس x %
bg: Графика x-мащаб %
bn: গ্রাফ x-স্কেল %
da: Graf x-skala %
sq: Grafiku x-shkallë %
zh: 图表 x 比例 %

source: Graph y-scale %
ar: الرسم البياني لمقياس y %
bg: Графика y-скала %
bn: গ্রাফ y-স্কেল %
da: Graf y-skala %
sq: Grafiku y-shkalla %
zh: 图表 y 尺度 %

source: Graph x-step size
ar: حجم الخطوة x في الرسم البياني
bg: Графика x-стъпка размер
bn: গ্রাফ x-ধাপের আকার
da: Graf x-trins størrelse
sq: Madhësia e grafikut x-hap
zh: 图形 x 步长

source: Move time (1/10 secs)
ar: وقت الحركة (1/10 ثانية)
bg: Време за движение (1/10 сек.)
bn: সরানোর সময় (১/১০ সেকেন্ড)
da: Flyttetid (1/10 sek.)
sq: Koha e lëvizjes (1/10 sekonda)
zh: 移动时间（1/10秒）

source: Scroll options
ar: خيارات التمرير
bg: Опции за превъртане
bn: স্ক্রোল বিকল্পগুলি
da: Rulningsmuligheder
sq: Opsionet e lëvizjes
zh: 滚动选项

source: Show info box
ar: إظهار مربع المعلومات
bg: Показване на информационното поле
bn: তথ্য বাক্স দেখান
da: Vis infoboks
sq: Shfaq kutinë e informacionit
zh: 显示信息框

source: Show position
ar: إظهار الموضع
bg: Покажи позиция
bn: অবস্থান দেখান
da: Vis position
sq: Trego pozicionin
zh: 显示位置

source: Eval board size
ar: حجم لوحة التقييم
bg: Размер на таблото за оценка
bn: ইভাল বোর্ডের আকার
da: Eval bordstørrelse
sq: Madhësia e përgjithshme e tabelës
zh: 评估板尺寸

source: Select background colour
ar: حدد لون الخلفية
bg: Изберете цвят на фона
bn: পটভূমির রঙ নির্বাচন করুন
da: Vælg baggrundsfarve
sq: Zgjidhni ngjyrën e sfondit
zh: 选择背景颜色

source: Select white bar colour
ar: حدد لون الشريط الأبيض
bg: Изберете бял цвят на лентата
bn: সাদা বারের রঙ নির্বাচন করুন
da: Vælg hvid bjælkefarve
sq: Zgjidhni ngjyrën e shiritit të bardhë
zh: 选择白色条形颜色

source: Select black bar colour
ar: حدد لون الشريط الأسود
bg: Изберете цвят на черната лента
bn: কালো বারের রঙ নির্বাচন করুন
da: Vælg sort bjælkefarve
sq: Zgjidhni ngjyrën e shiritit të zi
zh: 选择黑条颜色

source: Check to display evaluation profile panel
ar: حدد هذا الخيار لعرض لوحة ملف تعريف التقييم
bg: Поставете отметка, за да покажете панела на профила за оценка
bn: মূল্যায়ন প্রোফাইল প্যানেল প্রদর্শন করতে চেক করুন
da: Marker for at vise panelet for evalueringsprofil
sq: Kontrollo për të shfaqur panelin e profilit të vlerësimit
zh: 勾选以显示评估配置文件面板

source: Check to save the eval profile
ar: حدد لحفظ ملف تعريف التقييم
bg: Поставете отметка, за да запазите eval профила
bn: eval প্রোফাইল সংরক্ষণ করতে চেক করুন
da: Marker for at gemme eval-profilen
sq: Kontrollo për të ruajtur profilin eval
zh: 勾选以保存评估配置文件

source: when the game is saved
ar: عندما يتم حفظ اللعبة
bg: когато играта е запазена
bn: যখন খেলাটি সংরক্ষিত হয়
da: når spillet er gemt
sq: kur loja ruhet
zh: 当游戏保存时

source: Enter the maximum y-axis score value
ar: أدخل الحد الأقصى لقيمة درجة المحور y
bg: Въведете максималната стойност на резултата по ос Y
bn: সর্বাধিক y-অক্ষের স্কোর মান লিখুন
da: Indtast den maksimale scoreværdi for y-aksen
sq: Futni vlerën maksimale të rezultatit të boshtit y
zh: 输入最大 y 轴分数值

source: Enter the x-axis percentage
ar: أدخل نسبة المحور السيني
bg: Въведете процента по оста x
bn: x-অক্ষের শতাংশ লিখুন
da: Indtast x-aksens procent
sq: Shkruani përqindjen e boshtit x
zh: 输入 x 轴百分比

source: Enter the y-axis percentage
ar: أدخل نسبة المحور y
bg: Въведете процента на оста Y
bn: y-অক্ষের শতাংশ লিখুন
da: Indtast y-aksens procentdel
sq: Shkruani përqindjen e boshtit y
zh: 输入 y 轴百分比

source: Enter the x-axis step size
ar: أدخل حجم خطوة المحور السيني
bg: Въведете размера на стъпката по оста x
bn: x-অক্ষের ধাপের আকার লিখুন
da: Indtast x-aksens trinstørrelse
sq: Futni madhësinë e hapit të boshtit x
zh: 输入 x 轴步长

source: Enter the analysis time allowed per move
ar: أدخل وقت التحليل المسموح به لكل حركة
bg: Въведете времето за анализ, разрешено за ход
bn: প্রতি পদক্ষেপে অনুমোদিত বিশ্লেষণ সময় লিখুন
da: Indtast den tilladte analysetid pr. træk
sq: Vendosni kohën e lejuar të analizës për lëvizje
zh: 输入每步允许的分析时间

source: Check to show the move info box when scrolling
ar: حدد هذا الخيار لإظهار مربع معلومات الحركة عند التمرير
bg: Поставете отметка, за да се показва полето с информация за преместване при превъртане
bn: স্ক্রোল করার সময় সরানোর তথ্য বাক্সটি দেখানোর জন্য চেক করুন।
da: Marker for at vise feltet med flytningsoplysninger, når du ruller
sq: Zgjidhni për të shfaqur kutinë e informacionit të lëvizjes kur lëvizni
zh: 勾选后滚动时显示移动信息框

source: Check to show the board position when scrolling
ar: حدد هذا الخيار لإظهار موضع اللوحة عند التمرير
bg: Поставете отметка, за да показвате позицията на дъската при превъртане
bn: স্ক্রোল করার সময় বোর্ডের অবস্থান দেখানোর জন্য চেক করুন
da: Marker for at vise brættets position, når du ruller
sq: Kontrolloni për të treguar pozicionin e tabelës kur lëvizni
zh: 勾选后滚动时显示棋盘位置

source: Enter the size of the eval board
ar: أدخل حجم لوحة التقييم
bg: Въведете размера на таблото за оценка
bn: ইভাল বোর্ডের আকার লিখুন
da: Indtast størrelsen på eval boardet
sq: Futni madhësinë e tabelës vlerësuese
zh: 输入评估板的尺寸

source: Select the eval profile panel background colour
ar: حدد لون الخلفية في لوحة ملف تعريف التقييم
bg: Изберете цвета на фона на панела на профила на eval
bn: eval প্রোফাইল প্যানেলের পটভূমির রঙ নির্বাচন করুন
da: Vælg baggrundsfarven for eval-profilpanelet
sq: Zgjidhni ngjyrën e sfondit të panelit të profilit të njëjtë
zh: 选择评估配置文件面板背景颜色
