Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: Include reflections
ar: تضمين الانعكاسات
bg: Включете отражения
bn: প্রতিফলন অন্তর্ভুক্ত করুন
da: Inkluder refleksioner
sq: Përfshini reflektimet
zh: 包括反射

source: Include reversed colours
ar: تضمين الألوان المعكوسة
bg: Включете обърнати цветове
bn: বিপরীত রঙ অন্তর্ভুক্ত করুন
da: Medtag omvendte farver
sq: Përfshi ngjyra të kundërta
zh: 包括反色

source: Don't allow more pieces
ar: لا تسمح بمزيد من القطع
bg: Не позволявайте повече парчета
bn: আরও টুকরো অনুমতি দেবেন না
da: Tillad ikke flere stykker
sq: Mos lejoni më shumë copa
zh: 不允许更多件

source: Pawns must be on same files
ar: يجب أن تكون البيادق في نفس الملفات
bg: Пешките трябва да са на едни и същи файлове
bn: বন্ধকী অবশ্যই একই ফাইলে থাকতে হবে
da: Bønder skal være på samme filer
sq: Pengët duhet të jenë në të njëjtat skedarë
zh: 棋子必须位于同一列

source: Bishops must be same color
ar: يجب أن يكون الأساقفة من نفس اللون
bg: Епископите трябва да са с един и същи цвят
bn: বিশপদের অবশ্যই একই রঙের হতে হবে
da: Biskopper skal have samme farve
sq: Peshkopët duhet të kenë të njëjtën ngjyrë
zh: 主教必须是相同的颜色

source: Bishops must be same colour
ar: يجب أن يكون الأساقفة من نفس اللون
bg: Епископите трябва да са с един и същи цвят
bn: বিশপদের একই রঙের হতে হবে
da: Biskopper skal have samme farve
sq: Peshkopët duhet të kenë të njëjtën ngjyrë
zh: 主教必须是相同的颜色

source: White to move
ar: الأبيض للتحرك
bg: Бяло за движение
bn: সরানোর জন্য সাদা
da: Hvid at flytte
sq: E bardhë për të lëvizur
zh: 白先

source: Black to move
ar: الأسود للتحرك
bg: Черно за движение
bn: সরানোর জন্য কালো
da: Sort at bevæge sig
sq: E zezë për të lëvizur
zh: 黑先

source: Either to move
ar: إما أن تتحرك
bg: Или да се движат
bn: হয় সরাতে
da: Enten for at flytte
sq: Ose për të lëvizur
zh: 要么移动

source: Balance must persist for at
ar: يجب أن يستمر التوازن لمدة
bg: Балансът трябва да се запази при
bn: ব্যালেন্স অবশ্যই এই সময়ের জন্য বজায় রাখতে হবে
da: Balance skal vare i kl
sq: Bilanci duhet të vazhdojë për në
zh: 平衡必须持续至少

source: least this many half moves
ar: على الأقل هذا العدد من نصف التحركات
bg: поне толкова половин хода
bn: অন্তত এত অর্ধেক চাল
da: mindst så mange halve træk
sq: të paktën kjo gjysmë lëvizje
zh: 至少这么多半步

source: Initial
ar: أولي
bg: Първоначално
bn: প্রাথমিক
sq: Fillestare
zh: 最初的

source: Current
ar: حاضِر
bg: Текущ
bn: বর্তমান
da: Strøm
sq: Aktuale
zh: 当前的

source: Clear
ar: واضح
bg: ясно
bn: পরিষ্কার
da: Klar
sq: E qartë
zh: 清除

source: Optionally right click to lock down squares
ar: اختياريًا، انقر بزر الماوس الأيمن لإغلاق المربعات
bg: По желание щракнете с десния бутон, за да заключите квадратите
bn: ঐচ্ছিকভাবে স্কোয়ার লক করতে ডান ক্লিক করুন
da: Højreklik eventuelt for at låse firkanter
sq: Opsionale, klikoni me të djathtën për të mbyllur katrorët
zh: 也可以右击锁定方块

source: Currently there are no locked down squares
ar: لا توجد مربعات مقفلة حاليًا
bg: В момента няма заключени квадратчета
bn: বর্তমানে কোনও লক ডাউন স্কোয়ার নেই।
da: I øjeblikket er der ingen aflåste pladser
sq: Aktualisht nuk ka sheshe të mbyllura
zh: 目前没有锁定的方格

source: Optionally allow some extra material
ar: اختياريا السماح ببعض المواد الإضافية
bg: По желание позволете малко допълнителен материал
bn: ঐচ্ছিকভাবে কিছু অতিরিক্ত উপাদানের অনুমতি দিন
da: Tillad eventuelt ekstra materiale
sq: Opsionale lejoni disa materiale shtesë
zh: 可选择允许一些额外的材料

source: Set the standard chess initial pattern
ar: تعيين النمط الأولي القياسي للشطرنج
bg: Задайте стандартния начален шаблон за шах
bn: স্ট্যান্ডার্ড দাবার প্রাথমিক প্যাটার্ন সেট করুন
da: Indstil standard skak-startmønsteret
sq: Vendosni modelin fillestar standard të shahut
zh: 设置标准棋子初始图案

source: Clear the board
ar: مسح اللوحة
bg: Изчистете дъската
bn: বোর্ড সাফ করুন
da: Ryd brættet
sq: Pastroni tabelën
zh: 清除棋盘

source: Copy from the current main board pattern
ar: نسخ من نمط اللوحة الرئيسية الحالية
bg: Копирайте от текущия шаблон на основната платка
bn: বর্তমান প্রধান বোর্ড প্যাটার্ন থেকে কপি করুন
da: Kopiér fra det aktuelle hovedkortmønster
sq: Kopjoni nga modeli aktual i tabelës kryesore
zh: 从当前主板模式复制

source: Set to include mirror images of this pattern in search
ar: تم ضبطه لتضمين صور معكوسة لهذا النمط في البحث
bg: Задайте да включите огледални изображения на този модел в търсенето
bn: অনুসন্ধানে এই প্যাটার্নের মিরর ছবি অন্তর্ভুক্ত করার জন্য সেট করুন
da: Indstil til at inkludere spejlbilleder af dette mønster i søgning
sq: Cakto që të përfshijë imazhe pasqyre të këtij modeli në kërkim
zh: 设置为在搜索中包含此模式的镜像

source: Set to include reversed colors form of this pattern in search
ar: تم ضبطه ليشمل الألوان المعكوسة لهذا النمط في البحث
bg: Задайте да включи формата на обърнати цветове на този модел в търсенето
bn: অনুসন্ধানে এই প্যাটার্নের বিপরীত রঙ ফর্ম অন্তর্ভুক্ত করার জন্য সেট করুন
da: Indstil til at inkludere omvendte farver fra dette mønster i søgning
sq: Cakto që të përfshijë formën e ngjyrave të kundërta të këtij modeli në kërkim
zh: 设置为在搜索中包含此图案的反色形式

source: Set to include reversed colours form of this pattern in search
ar: تم ضبطه ليشمل أشكال الألوان المعكوسة لهذا النمط في البحث
bg: Задайте да включи формата на обърнати цветове на този модел в търсенето
bn: অনুসন্ধানে এই প্যাটার্নের বিপরীত রঙ অন্তর্ভুক্ত করার জন্য সেট করুন
da: Indstil til at inkludere omvendte farver fra dette mønster i søgning
sq: Cakto që të përfshijë formën e ngjyrave të kundërta të këtij modeli në kërkim
zh: 设置为在搜索中包含此图案的反色形式

source: Set to forbid extra pieces - setting this makes pattern search
ar: تم ضبطه لمنع القطع الإضافية - يؤدي ضبط هذا إلى البحث عن النمط
bg: Задайте забрана на допълнителни фигури - настройването на това прави търсене по шаблон
bn: অতিরিক্ত টুকরো নিষিদ্ধ করতে সেট করুন - এটি সেট করলে প্যাটার্ন অনুসন্ধান করা সম্ভব হবে
da: Indstillet til at forbyde ekstra stykker - denne indstilling gør mønstersøgning
sq: Cakto për të ndaluar pjesët shtesë - vendosja e kësaj bën kërkimin e modelit
zh: 设置为禁止多余的部分 - 设置此项使模式搜索

source: the same as position search (with extra options - eg reversed colors)
ar: نفس البحث عن الموضع (مع خيارات إضافية - على سبيل المثال الألوان المعكوسة)
bg: същото като търсенето по позиция (с допълнителни опции - напр. обърнати цветове)
bn: অবস্থান অনুসন্ধানের মতোই (অতিরিক্ত বিকল্প সহ - যেমন বিপরীত রঙ)
da: det samme som positionssøgning (med ekstra muligheder - f.eks. omvendte farver)
sq: njësoj si kërkimi i pozicionit (me opsione shtesë - p.sh. ngjyra të kundërta)
zh: 与位置搜索相同（带有额外选项 - 例如反转颜色）

source: the same as position search (with extra options - eg reversed colours)
ar: نفس البحث عن الموضع (مع خيارات إضافية - على سبيل المثال الألوان المعكوسة)
bg: същото като търсенето на позиция (с допълнителни опции - напр. обърнати цветове)
bn: অবস্থান অনুসন্ধানের মতোই (অতিরিক্ত বিকল্প সহ - যেমন বিপরীত রঙ)
da: det samme som positionssøgning (med ekstra muligheder - f.eks. omvendte farver)
sq: njësoj si kërkimi i pozicionit (me opsione shtesë - p.sh. ngjyra të kundërta)
zh: 与位置搜索相同（带有额外选项 - 例如反转颜色）

source: Set to specify that games only match if pawns are on the same files as the search pattern
ar: تم ضبطه لتحديد أن الألعاب تتطابق فقط إذا كانت البيادق موجودة في نفس الملفات مثل نمط البحث
bg: Задайте, за да укажете, че игрите съвпадат само ако пионките са в същите файлове като шаблона за търсене
bn: অনুসন্ধান প্যাটার্নের মতো একই ফাইলে প্যান থাকলেই গেমগুলি মিলবে তা নির্দিষ্ট করতে সেট করুন
da: Indstil til at angive, at spil kun matcher, hvis bønder er på de samme filer som søgemønsteret
sq: Vendosni të specifikoni që lojërat përputhen vetëm nëse pengjet janë në të njëjtat skedarë si modeli i kërkimit
zh: 设置为指定仅当棋子与搜索模式位于同一文件上时游戏才会匹配

source: Set this if you want light squared and dark squared bishops
ar: اضبط هذا إذا كنت تريد أساقفة مربعة فاتحة ومربعة داكنة
bg: Задайте това, ако искате офицери със светъл квадрат и тъмен квадрат
bn: হালকা বর্গাকার এবং গাঢ় বর্গাকার বিশপ চাইলে এটি সেট করুন
da: Indstil dette, hvis du vil have lyse firkantede og mørke firkantede biskopper
sq: Vendoseni këtë nëse doni peshkopë me katrorë të lehta dhe me katrorë të errët
zh: 如果你想要浅色方格和深色方格主教，请设置此项

source: to be distinct pieces for search purposes
ar: أن تكون قطعًا مميزة لأغراض البحث
bg: да бъдат отделни части за целите на търсенето
bn: অনুসন্ধানের উদ্দেশ্যে আলাদা টুকরো হতে
da: at være særskilte stykker til søgeformål
sq: të jenë pjesë të veçanta për qëllime kërkimi
zh: 为了搜索目的而成为不同的部分

source: Set to find positions with white to move
ar: تم ضبطه للعثور على المواضع التي يجب تحريكها باللون الأبيض
bg: Задайте намиране на позиции с бяло за движение
bn: সাদা রঙের সাথে অবস্থান খুঁজে বের করার জন্য সেট করুন
da: Indstil til at finde positioner med hvid til at flytte
sq: Cakto për të gjetur pozicione me të bardhë për të lëvizur
zh: 设置寻找白棋位置

source: Set to find positions with black to move
ar: تم ضبطه للعثور على المواضع التي يجب تحريك اللون الأسود إليها
bg: Задайте намиране на позиции с черно за движение
bn: কালো রঙের সাথে অবস্থান খুঁজে বের করার জন্য সেট করুন
da: Indstil til at finde positioner med sort for at flytte
sq: Cakto për të gjetur pozicione me të zezë për të lëvizur
zh: 设置寻找黑手先行的位置

source: Set if you don't care which side is to move
ar: قم بالتعيين إذا كنت لا تهتم بأي جانب يجب تحريكه
bg: Задайте, ако не ви интересува от коя страна да се движите
bn: কোন দিকটি সরাতে হবে তা যদি আপনার চিন্তা না থাকে তবে সেট করুন
da: Indstil hvis du er ligeglad med hvilken side der skal flyttes
sq: Vendosni nëse nuk ju intereson se cila anë do të lëvizni
zh: 如果你不关心哪一侧移动，则设置

source: Games only match if the specified material balance
ar: تتطابق الألعاب فقط إذا كان التوازن المادي المحدد
bg: Игрите съвпадат само ако посоченият материален баланс
bn: নির্দিষ্ট উপাদানের ভারসাম্য থাকলেই কেবল গেমগুলি মিলবে
da: Spil matcher kun, hvis den angivne materialebalance
sq: Lojërat përputhen vetëm nëse bilanci i specifikuar i materialit
zh: 游戏只有在指定的物质平衡下才能匹配

source: persists for at least this many half moves
ar: يستمر هذا العدد من نصف الحركات على الأقل
bg: продължава поне толкова половин хода
bn: অন্তত এই অর্ধেক চালের জন্য টিকে থাকে
da: fortsætter i mindst så mange halve træk
sq: këmbëngul për të paktën këto gjysmë lëvizje
zh: 持续至少这么多的半步

source: Use this panel to search the database for games where
ar: استخدم هذه اللوحة للبحث في قاعدة البيانات عن الألعاب حيث
bg: Използвайте този панел, за да търсите в базата данни за игри, където
bn: এই প্যানেলটি ব্যবহার করে গেমের ডাটাবেস অনুসন্ধান করুন যেখানে
da: Brug dette panel til at søge i databasen efter spil hvor
sq: Përdorni këtë panel për të kërkuar në bazën e të dhënave për lojëra ku
zh: 使用此面板在数据库中搜索游戏，其中

source: a specified material balance occurs at some point.
ar: يحدث توازن مادي محدد في مرحلة ما.
bg: определен материален баланс възниква в даден момент.
bn: একটি নির্দিষ্ট বস্তুগত ভারসাম্য কোন এক সময়ে ঘটে।
da: en specificeret materialebalance opstår på et tidspunkt.
sq: një bilanc i caktuar material ndodh në një moment.
zh: 在某一时刻会发生特定的物质平衡。

source: Put the pieces you want on the board, and the search
ar: ضع القطع التي تريدها على اللوحة، ثم ابحث
bg: Поставете фигурите, които искате, на дъската и търсенето
bn: তোমার পছন্দের টুকরোগুলো বোর্ডে রাখো, আর অনুসন্ধান করো
da: Sæt de brikker du ønsker på brættet, og søg
sq: Vendosni pjesët që dëshironi në tabelë dhe kërkoni
zh: 把你想要的棋子放在棋盘上，然后搜索

source: will locate games where only those pieces remained
ar: سيتم تحديد الألعاب التي بقيت فيها تلك القطع فقط
bg: ще намери игри, където са останали само тези фигури
bn: যেখানে কেবল সেই টুকরোগুলোই রয়ে গেছে, সেই গেমগুলো খুঁজে বের করবে
da: vil finde spil, hvor kun disse brikker er tilbage
sq: do të lokalizojë lojërat ku kanë mbetur vetëm ato pjesë
zh: 将找到只剩下那些棋子的游戏

source: on the board at a certain point in the game.
ar: على اللوحة في نقطة معينة من اللعبة.
bg: на дъската в определен момент от играта.
bn: খেলার একটি নির্দিষ্ট সময়ে বোর্ডে।
da: på brættet på et bestemt tidspunkt i spillet.
sq: në tabelë në një moment të caktuar të lojës.
zh: 在游戏的某个时刻在棋盘上。

source: To make the search (much) more flexible
ar: لجعل البحث أكثر مرونة (بشكل كبير)
bg: За да направи търсенето (много) по-гъвкаво
bn: অনুসন্ধানকে (অনেক) আরও নমনীয় করতে
da: For at gøre søgningen (meget) mere fleksibel
sq: Për ta bërë kërkimin (shumë) më fleksibël
zh: 使搜索更加灵活

source: you can refine the search in various ways.
ar: يمكنك تحسين البحث بطرق مختلفة.
bg: можете да прецизирате търсенето по различни начини.
bn: আপনি বিভিন্ন উপায়ে অনুসন্ধানটি পরিমার্জন করতে পারেন।
da: du kan forfine søgningen på forskellige måder.
sq: ju mund të rafinoni kërkimin në mënyra të ndryshme.
zh: 您可以通过多种方式优化搜索。

source: For example, if you put a dark squared bishop on the board,
ar: على سبيل المثال، إذا وضعت فيلًا مربعًا داكن اللون على اللوحة،
bg: Например, ако поставите офицер с тъмен квадрат на дъската,
bn: উদাহরণস্বরূপ, যদি আপনি বোর্ডে একটি গাঢ় বর্গাকার বিশপ রাখেন,
da: For eksempel, hvis du sætter en mørk firkantet biskop på tavlen,
sq: Për shembull, nëse vendosni një peshkop me katror të errët në tabelë,
zh: 例如，如果你在棋盘上放置一个黑色方格主教，

source: you can insist the search only finds positions with
ar: يمكنك الإصرار على أن البحث يجد فقط المواضع التي بها
bg: можете да настоявате търсенето да намира само позиции с
bn: আপনি জোর দিয়ে বলতে পারেন যে অনুসন্ধান শুধুমাত্র এমন অবস্থান খুঁজে পায় যেখানে
da: du kan insistere på, at søgningen kun finder stillinger med
sq: ju mund të këmbëngulni se kërkimi gjen vetëm pozicione me
zh: 你可以坚持搜索只找到

source: a dark squared bishop but by default any bishop will do).
ar: أسقف مربع داكن اللون ولكن بشكل افتراضي أي أسقف سوف يقوم بالمهمة).
bg: офицер в тъмен квадрат, но по подразбиране всеки офицер е подходящ).
bn: একটি গাঢ় বর্গাকার বিশপ কিন্তু ডিফল্টরূপে যেকোনো বিশপের জন্য উপযুক্ত)।
da: en mørk firkantet biskop, men som standard vil enhver biskop gøre det).
sq: një peshkop me katror të errët, por si parazgjedhje çdo peshkop do ta bëjë).
zh: 一个黑色的方格主教，但默认情况下任何主教都可以）。

source: Use this panel to search the database for games where a specified
ar: استخدم هذه اللوحة للبحث في قاعدة البيانات عن الألعاب التي تحتوي على عنصر محدد
bg: Използвайте този панел, за да търсите в базата данни за игри, където е посочено
bn: এই প্যানেলটি ব্যবহার করে গেমের ডাটাবেস অনুসন্ধান করুন যেখানে একটি নির্দিষ্ট
da: Brug dette panel til at søge i databasen efter spil, hvor der er angivet
sq: Përdorni këtë panel për të kërkuar në bazën e të dhënave për lojëra ku është specifikuar një
zh: 使用此面板在数据库中搜索指定

source: pattern (arrangement of some pieces) occurs at some point.
ar: يحدث النمط (ترتيب بعض القطع) في مرحلة ما.
bg: модел (подреждане на някои парчета) възниква в даден момент.
bn: প্যাটার্ন (কিছু টুকরোর বিন্যাস) কোনও এক সময়ে ঘটে।
da: mønster (arrangement af nogle stykker) opstår på et tidspunkt.
sq: modeli (rregullimi i disa pjesëve) ndodh në një moment.
zh: 模式（一些部分的排列）在某个点出现。

source: will locate games where those pieces occupied those squares.
ar: سيتم تحديد الألعاب حيث احتلت تلك القطع تلك المربعات.
bg: ще намери игри, където тези фигури са заемали тези квадрати.
bn: সেইসব খেলা খুঁজে বের করবে যেখানে সেই টুকরোগুলো সেই বর্গক্ষেত্রগুলো দখল করেছিল।
da: vil finde spil, hvor brikkerne besatte disse felter.
sq: do të lokalizojë lojërat ku ato pjesë zinin ato sheshe.
zh: 将定位这些棋子占据这些方格的游戏。

source: The material balance search is also available, and is more flexible
ar: كما يتوفر أيضًا البحث عن توازن المواد، وهو أكثر مرونة
bg: Търсенето на материалния баланс също е достъпно и е по-гъвкаво
bn: উপাদান ভারসাম্য অনুসন্ধানও উপলব্ধ, এবং আরও নমনীয়
da: Materialebalancesøgningen er også tilgængelig og er mere fleksibel
sq: Kërkimi i bilancit material është gjithashtu i disponueshëm dhe është më fleksibël
zh: 还提供物料平衡搜索，并且更加灵活

source: but also more complicated.
ar: ولكن أيضا أكثر تعقيدا.
bg: но и по-сложно.
bn: কিন্তু আরও জটিল।
da: men også mere kompliceret.
sq: por edhe më të ndërlikuara.
zh: 但也更加复杂。

source: To make the material balance search more like the pattern search,
ar: لجعل البحث عن توازن المواد أشبه بالبحث عن النمط،
bg: За да направим търсенето на материалния баланс по-скоро подобно на търсенето на модел,
bn: উপাদানের ভারসাম্য অনুসন্ধানকে প্যাটার্ন অনুসন্ধানের মতো করে তুলতে,
da: For at gøre materialebalancesøgningen mere som mønstersøgningen,
sq: Për ta bërë kërkimin e bilancit material më shumë si kërkimi i modelit,
zh: 为了使物料平衡搜索更像模式搜索，

source: lock down the position of pieces you care about with right clicks.
ar: قم بتأمين موضع القطع التي تهمك بنقرات بزر الماوس الأيمن.
bg: заключете позицията на фигурите, които ви интересуват, с десни щраквания.
bn: ডান ক্লিকের মাধ্যমে আপনার পছন্দের জিনিসপত্রের অবস্থান লক করুন।
da: lås placeringen af ​​brikker, du holder af, med højreklik.
sq: mbyllni pozicionin e pjesëve që ju interesojnë me klikimet e djathta.
zh: 通过右键单击锁定您关心的棋子的位置。

source: Pattern Dialog Help
ar: مساعدة مربع الحوار النمطي
bg: Помощ за диалогов прозорец за модел
bn: প্যাটার্ন ডায়ালগ সহায়তা
da: Hjælp til mønsterdialog
sq: Ndihma e dialogut të modelit
zh: 模式对话框帮助

source: Edit Game Details
ar: تعديل تفاصيل اللعبة
bg: Редактиране на подробностите за играта
bn: গেমের বিবরণ সম্পাদনা করুন
da: Rediger spildetaljer
sq: Redakto detajet e lojës
zh: 编辑游戏详情

source: Paste current game
ar: لصق اللعبة الحالية
bg: Поставете текущата игра
bn: বর্তমান খেলাটি আটকান
da: Indsæt nuværende spil
sq: Ngjit lojën aktuale
zh: 粘贴当前游戏

source: Delete
ar: يمسح
bg: Изтриване
bn: মুছে ফেলুন
da: Slet
sq: Fshije
zh: 删除

source: Add to clipboard
ar: أضف إلى الحافظة
bg: Добавяне към клипборда
bn: ক্লিপবোর্ডে যোগ করুন
da: Føj til udklipsholder
sq: Shto në kujtesën e fragmenteve
zh: 添加到剪贴板

source: Publish
ar: نشر
bg: Публикувай
bn: প্রকাশ করুন
da: Offentliggøre
sq: Publikoni
zh: 发布

source: ECO codes
ar: رموز ECO
bg: ЕКО кодове
bn: ইসিও কোড
da: ØKO-koder
sq: Kodet ECO
zh: ECO 代码

source: New Pairings
ar: أزواج جديدة
bg: Нови чифтове
bn: নতুন জোড়া
da: Nye parringer
sq: Çiftet e reja
zh: 新配对

source: Use this panel to preview the games in a .pgn file.
ar: استخدم هذه اللوحة لمعاينة الألعاب في ملف .pgn.
bg: Използвайте този панел, за да визуализирате игрите в .pgn файл.
bn: .pgn ফাইলে গেমগুলির প্রিভিউ দেখতে এই প্যানেলটি ব্যবহার করুন।
da: Brug dette panel til at få vist spillene i en .pgn-fil.
sq: Përdoreni këtë panel për të parë paraprakisht lojërat në një skedar .pgn.
zh: 使用此面板预览.pgn 文件中的游戏。

source: You can sort on any column. The first column (column '#') is provided only
ar: يمكنك الفرز على أي عمود. العمود الأول (العمود '#') متوفر فقط
bg: Можете да сортирате във всяка колона. Предоставя се само първата колона (колона '#').
bn: আপনি যেকোনো কলামে সাজাতে পারেন। প্রথম কলাম (কলাম '#') শুধুমাত্র
da: Du kan sortere på enhver kolonne. Den første kolonne (kolonne '#') er kun angivet
sq: Ju mund të renditni në çdo kolonë. Është dhënë vetëm kolona e parë (kolona '#').
zh: 您可以按任意列排序。仅提供第一列（列“#”）

source: to allow a sort on initial order (for restoring or reversing the initial order).
ar: للسماح بالفرز حسب الترتيب الأولي (لاستعادة أو عكس الترتيب الأولي).
bg: за да позволи сортиране по първоначален ред (за възстановяване или обръщане на първоначалния ред).
bn: প্রাথমিক ক্রম অনুসারে সাজানোর অনুমতি দেওয়া (প্রাথমিক ক্রম পুনরুদ্ধার বা বিপরীত করার জন্য)।
da: for at tillade en sortering efter indledende rækkefølge (for at gendanne eller vende den oprindelige rækkefølge).
sq: për të lejuar një renditje sipas rendit fillestar (për rivendosjen ose kthimin e rendit fillestar).
zh: 允许按初始顺序进行排序（用于恢复或逆转初始顺序）。

source: To reverse sort click twice. The moves column sort is statistical,
ar: لعكس الترتيب، انقر مرتين. ترتيب عمود التحركات إحصائي،
bg: За да обърнете сортирането, щракнете два пъти. Сортирането на колоната за премествания е статистическо,
bn: বিপরীত সাজানোর জন্য দুবার ক্লিক করুন। মুভ কলাম সাজানোর পদ্ধতিটি পরিসংখ্যানগত,
da: Klik to gange for at vende sorteringen. Bevægelseskolonnens sortering er statistisk,
sq: Për të kthyer renditjen, klikoni dy herë. Renditja e kolonës së lëvizjeve është statistikore,
zh: 要反向排序，请单击两次。移动列排序是统计性的，

source: (most popular lines first) rather than alphabetical.)
ar: (الأسطر الأكثر شعبية أولاً) بدلاً من الترتيب الأبجدي.)
bg: (първо най-популярните редове), а не по азбучен ред.)
bn: (সবচেয়ে জনপ্রিয় লাইন প্রথমে) বর্ণানুক্রমিকভাবে নয়।)
da: (mest populære linjer først) snarere end alfabetisk.)
sq: (rrjeshtat më të njohura së pari) në vend të alfabetit.)
zh: （最受欢迎的台词排在最前面）而不是按字母顺序排列。）

source: Sort history is respected in tie breaks.
ar: يتم احترام تاريخ الفرز في فترات التعادل.
bg: Историята на сортирането се зачита в тайбрейковете.
bn: টাই ব্রেকে সাজানোর ইতিহাসকে সম্মান করা হয়।
da: Sorteringshistorik respekteres i tie breaks.
sq: Historia e renditjes respektohet në ndërprerjet e barazimit.
zh: 在决胜局中，排序历史受到尊重。

source: The games will be sorted by White player, but all opponents will be grouped together
ar: سيتم تصنيف الألعاب حسب اللاعب الأبيض، ولكن سيتم تجميع جميع الخصوم معًا
bg: Игрите ще бъдат сортирани по бял играч, но всички противници ще бъдат групирани заедно
bn: খেলাগুলি সাদা খেলোয়াড় অনুসারে সাজানো হবে, তবে সমস্ত প্রতিপক্ষকে একসাথে দলবদ্ধ করা হবে।
da: Spillene vil blive sorteret efter hvid spiller, men alle modstandere vil blive grupperet sammen
sq: Lojërat do të renditen sipas lojtarit të Bardhë, por të gjithë kundërshtarët do të grupohen së bashku
zh: 比赛将按白方排序，但所有对手将分组在一起

source: (because of the earlier sort on Black), and if there are multiple games between
ar: (بسبب الفرز السابق على الأسود)، وإذا كان هناك ألعاب متعددة بين
bg: (поради по-ранното сортиране на черно) и ако има няколко игри между тях
bn: (ব্ল্যাক-এ আগের ধরণের কারণে), এবং যদি এর মধ্যে একাধিক গেম থাকে
da: (på grund af den tidligere slags på Black), og hvis der er flere spil imellem
sq: (për shkak të llojit të mëparshëm në të zezë), dhe nëse ka shumë lojëra ndërmjet
zh: （因为之前对黑棋进行了排序），并且如果

source: the same players, the games will be sorted according to the most common opening
ar: نفس اللاعبين، سيتم فرز الألعاب وفقًا للافتتاحيات الأكثر شيوعًا
bg: същите играчи, игрите ще бъдат сортирани според най-често срещаното отваряне
bn: একই খেলোয়াড়দের জন্য, খেলাগুলি সবচেয়ে সাধারণ উদ্বোধন অনুসারে সাজানো হবে
da: de samme spillere, vil spillene blive sorteret efter den mest almindelige åbning
sq: të njëjtët lojtarë, lojërat do të renditen sipas hapjes më të zakonshme
zh: 相同的玩家，游戏将按照最常见的开局排序

source: sequences between those two players (because of the earlier sort on Moves).
ar: التسلسلات بين هذين اللاعبين (بسبب الفرز السابق على التحركات).
bg: последователности между тези двама играчи (поради по-ранното сортиране на ходове).
bn: ঐ দুই খেলোয়াড়ের মধ্যে ক্রম (মুভস-এ আগের সাজানোর কারণে)।
da: sekvenser mellem disse to spillere (på grund af den tidligere slags på Moves).
sq: sekuencat midis këtyre dy lojtarëve (për shkak të renditjes së mëparshme në Moves).
zh: 这两位玩家之间的序列（因为之前对 Moves 进行了排序）。

source: Two special features are provided at the moment.
ar: يتم توفير ميزتين خاصتين في الوقت الحالي.
bg: В момента се предоставят две специални функции.
bn: এই মুহূর্তে দুটি বিশেষ বৈশিষ্ট্য প্রদান করা হয়েছে।
da: To specielle funktioner tilbydes i øjeblikket.
sq: Dy veçori të veçanta ofrohen për momentin.
zh: 目前提供两项特殊功能。

source: ECO calculates ECO codes for games which do not have them yet.
ar: تحسب ECO رموز ECO للألعاب التي لا تحتوي عليها بعد.
bg: ECO изчислява ECO кодове за игри, които все още ги нямат.
bn: ECO সেইসব গেমের জন্য ECO কোড গণনা করে যেগুলোতে এখনও ECO কোড নেই।
da: ECO beregner ECO-koder for spil, som ikke har dem endnu.
sq: ECO llogarit kodet ECO për lojërat që nuk i kanë ende.
zh: ECO 为尚未拥有 ECO 代码的游戏计算 ECO 代码。

source: The Publish button is used to create interactive web content.
ar: يتم استخدام زر النشر لإنشاء محتوى ويب تفاعلي.
bg: Бутонът Публикуване се използва за създаване на интерактивно уеб съдържание.
bn: ইন্টারেক্টিভ ওয়েব কন্টেন্ট তৈরি করতে পাবলিশ বোতামটি ব্যবহার করা হয়।
da: Knappen Udgiv bruges til at skabe interaktivt webindhold.
sq: Butoni Publish përdoret për të krijuar përmbajtje interaktive në ueb.
zh: 发布按钮用于创建交互式网页内容。
