Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: Move search depth (ply)
ar: نقل عمق البحث (طبقة)
bg: Преместване на дълбочината на търсене (слой)
bn: অনুসন্ধানের গভীরতা (প্লাই) সরান
da: Flyt søgedybde (lag)
sq: Zhvendos thellësinë e kërkimit (ply)
zh: 移动搜索深度（层）

source: Start eval move analysis
ar: ابدأ بتحليل حركة التقييم
bg: Започнете анализ на eval ход
bn: ইভাল মুভ বিশ্লেষণ শুরু করুন
da: Start eval move-analyse
sq: Filloni analizën e lëvizjes vlerësuese
zh: 开始评估移动分析

source: Stop eval move analysis
ar: إيقاف تحليل حركة التقييم
bg: Спрете анализа на eval ход
bn: ইভাল মুভ বিশ্লেষণ বন্ধ করুন
da: Stop eval move-analyse
sq: Ndaloni analizën e lëvizjes vlerësuese
zh: 停止评估移动分析

source: Analysis time left (secs)
ar: الوقت المتبقي للتحليل (ثانية)
bg: Оставащо време за анализ (секунди)
bn: বিশ্লেষণের বাকি সময় (সেকেন্ড)
da: Analysetid tilbage (sek.)
sq: Koha e mbetur e analizës (seks)
zh: 剩余分析时间（秒）

source: This dialog box allows you to perform a deeper analysis
ar: يسمح لك مربع الحوار هذا بإجراء تحليل أعمق
bg: Този диалогов прозорец ви позволява да извършите по-задълбочен анализ
bn: এই ডায়ালগ বক্সটি আপনাকে আরও গভীর বিশ্লেষণ করতে সাহায্য করে
da: Denne dialogboks giver dig mulighed for at udføre en dybere analyse
sq: Kjo kuti dialogu ju lejon të kryeni një analizë më të thellë
zh: 此对话框允许您执行更深入的分析

source: on a single move from the evaluation profile.
ar: بحركة واحدة من ملف التقييم.
bg: с едно движение от профила за оценка.
bn: মূল্যায়ন প্রোফাইল থেকে এক ধাপ সরে গেলে।
da: på et enkelt træk fra evalueringsprofilen.
sq: në një lëvizje të vetme nga profili i vlerësimit.
zh: 从评估概况中选择一个单一动作。

source: This may be useful if a particular position is especially complex.
ar: قد يكون هذا مفيدًا إذا كان الموقف معينًا معقدًا بشكل خاص.
bg: Това може да е полезно, ако определена позиция е особено сложна.
bn: যদি কোনও নির্দিষ্ট অবস্থান বিশেষভাবে জটিল হয় তবে এটি কার্যকর হতে পারে।
da: Dette kan være nyttigt, hvis en bestemt stilling er særlig kompleks.
sq: Kjo mund të jetë e dobishme nëse një pozicion i veçantë është veçanërisht kompleks.
zh: 如果某个特定位置特别复杂，这可能会很有用。

source: In order to do this, set the <Time (secs)> box for how long you want
ar: للقيام بذلك، اضبط مربع <الوقت (بالثواني)> للمدة التي تريدها
bg: За да направите това, задайте в полето <Време (секунди)> желаното време
bn: এটি করার জন্য, আপনি কতক্ষণ চান তার জন্য <Time(secs)> বক্সটি সেট করুন
da: For at gøre dette skal du indstille boksen <Tid (sek.)>, hvor længe du ønsker
sq: Për ta bërë këtë, vendosni kutinë <Time (seks)> për sa kohë dëshironi
zh: 为了做到这一点，请将<时间（秒）>框设置为您想要的时间

source: to analyse for and then click the <Start kibitz> button.
ar: لتحليلها ثم انقر فوق الزر <بدء المحادثة>.
bg: за да анализирате и след това щракнете върху бутона <Start kibitz>.
bn: বিশ্লেষণ করতে এবং তারপর <Start kibitz> বোতামে ক্লিক করুন।
da: at analysere for, og klik derefter på knappen <Start kibitz>.
sq: për të analizuar dhe më pas klikoni butonin <Start kibitz>.
zh: 进行分析，然后单击<Start kibitz>按钮。

source: You will see the values changing as the time counts down.
ar: ستشاهد القيم تتغير مع العد التنازلي للوقت.
bg: Ще видите как стойностите се променят с отброяването на времето.
bn: সময় গণনার সাথে সাথে আপনি মানগুলি পরিবর্তন দেখতে পাবেন।
da: Du vil se værdierne ændre sig, efterhånden som tiden tæller ned.
sq: Do të shihni se vlerat ndryshojnë ndërsa koha numëron mbrapsht.
zh: 您将看到数值随着时间倒计时而变化。

source: When the process finishes, or you end it with <Stop kibitz>
ar: عندما تنتهي العملية، أو تقوم بإنهائها باستخدام <Stop kibitz>
bg: Когато процесът приключи или го прекратите с <Stop kibitz>
bn: যখন প্রক্রিয়াটি শেষ হবে, অথবা আপনি <Stop kibitz> দিয়ে এটি শেষ করবেন
da: Når processen er færdig, eller du afslutter den med <Stop kibitz>
sq: Kur procesi përfundon, ose e përfundoni me <Stop kibitz>
zh: 当进程完成或你用 <Stop kibitz> 结束它时

source: you can save the new values to the eval profile with the <Save> button.
ar: بإمكانك حفظ القيم الجديدة في ملف تعريف التقييم باستخدام زر <حفظ>.
bg: можете да запишете новите стойности в профила на eval с бутона <Запазване>.
bn: আপনি <Save> বোতামটি ব্যবহার করে eval প্রোফাইলে নতুন মানগুলি সংরক্ষণ করতে পারেন।
da: du kan gemme de nye værdier i evalprofilen med knappen <Gem>.
sq: ju mund t'i ruani vlerat e reja në profilin eval me butonin <Ruaj>.
zh: 您可以使用<保存>按钮将新值保存至评估配置文件。

source: If you want to save the new values to the PGN game file,
ar: إذا كنت تريد حفظ القيم الجديدة في ملف لعبة PGN،
bg: Ако искате да запишете новите стойности във файла на играта PGN,
bn: যদি আপনি নতুন মানগুলি PGN গেম ফাইলে সংরক্ষণ করতে চান,
da: Hvis du vil gemme de nye værdier i PGN-spilfilen,
sq: Nëse dëshironi të ruani vlerat e reja në skedarin e lojës PGN,
zh: 如果您想将新值保存到 PGN 游戏文件，

source: then hold down the <Shift> key when you click on <Save>
ar: ثم اضغط باستمرار على مفتاح <Shift> عند النقر فوق <حفظ>
bg: след това задръжте клавиша <Shift>, когато щракнете върху <Запазване>
bn: তারপর <Save> এ ক্লিক করার সময় <Shift> কীটি ধরে রাখুন।
da: hold derefter <Shift>-tasten nede, når du klikker på <Gem>
sq: pastaj mbani të shtypur tastin <Shift> kur klikoni në <Ruaj>
zh: 然后按住 <Shift> 键并单击 <保存>

source: You can also enter values manually into the boxes if you want.
ar: يمكنك أيضًا إدخال القيم يدويًا في المربعات إذا كنت تريد ذلك.
bg: Можете също да въведете стойности ръчно в полетата, ако желаете.
bn: আপনি চাইলে বাক্সগুলিতে ম্যানুয়ালি মানও লিখতে পারেন।
da: Du kan også indtaste værdier manuelt i felterne, hvis du ønsker det.
sq: Ju gjithashtu mund t'i vendosni vlerat manualisht në kuti nëse dëshironi.
zh: 如果需要，您还可以手动在框中输入值。

source: Evaluation profile move analysis
ar: تحليل تحركات ملف التقييم
bg: Анализ на хода на профила на оценката
bn: মূল্যায়ন প্রোফাইল স্থানান্তর বিশ্লেষণ
da: Evalueringsprofil flytteanalyse
sq: Analiza e lëvizjes së profilit të vlerësimit
zh: 评估概况移动分析

source: Event
ar: حدث
bg: Събитие
bn: ইভেন্ট
da: Tilfælde
sq: Ngjarja
zh: 事件

source: Site
ar: موقع
bg: сайт
bn: সাইট
da: websted
sq: Faqe
zh: 地点

source: Date
ar: تاريخ
bg: Дата
bn: তারিখ
da: Dato
sq: Data
zh: 日期

source: Result
ar: نتيجة
bg: Резултат
bn: ফলাফল
da: Resultat
sq: Rezultati
zh: 结果

source: (no result)
ar: (لا يوجد نتيجة)
bg: (без резултат)
bn: (কোন ফলাফল নেই)
da: (intet resultat)
sq: (pa rezultat)
zh: （无结果）

source: ECO code
ar: كود ايكو
bg: ЕКО код
bn: ইকো কোড
da: ØKO-kode
sq: Kodi ECO
zh: ECO 代码

source: White Elo
ar: إيلو الأبيض
bg: Бяло Ело
bn: সাদা এলো
da: Hvid Elo
sq: Elo e bardhë
zh: 白色埃洛

source: Black Elo
ar: إيلو الأسود
bg: Черно Ело
bn: কালো এলো
da: Sort Elo
sq: Elo e zezë
zh: 黑色埃洛

source: White's name.
ar: اسم وايت.
bg: Името на Уайт.
bn: হোয়াইটের নাম।
da: Whites navn.
sq: Emri i Bardhë.
zh: 怀特的名字。

source: Black's name.
ar: اسم بلاك.
bg: Името на Блек.
bn: ব্ল্যাকের নাম।
da: Blacks navn.
sq: Emri i Zi.
zh: 黑色的名字。

source: Use this panel to enter or edit supplementary details that
ar: استخدم هذه اللوحة لإدخال أو تحرير التفاصيل التكميلية التي
bg: Използвайте този панел, за да въведете или редактирате допълнителни подробности, които
bn: এই প্যানেলটি ব্যবহার করে সম্পূরক বিবরণ প্রবেশ করান বা সম্পাদনা করুন যা
da: Brug dette panel til at indtaste eller redigere supplerende detaljer
sq: Përdoreni këtë panel për të futur ose modifikuar detaje shtesë që
zh: 使用此面板输入或编辑补充详细信息

source: you want associated with this game as stored on file.
ar: تريد الارتباط بهذه اللعبة كما هو مخزن في الملف.
bg: искате да се асоциира с тази игра, както се съхранява във файл.
bn: আপনি ফাইলে সংরক্ষিত এই গেমটির সাথে যুক্ত করতে চান।
da: du ønsker knyttet til dette spil som gemt på fil.
sq: ju dëshironi të lidheni me këtë lojë siç ruhet në skedar.
zh: 您希望与此游戏相关联的文件存储在其中。

source: Game Details Dialog Help
ar: مساعدة مربع حوار تفاصيل اللعبة
bg: Помощ за диалогов прозорец с подробности за играта
bn: গেমের বিবরণ ডায়ালগ সহায়তা
da: Hjælp til dialogboks med spildetaljer
sq: Ndihmë në dialogun e detajeve të lojës
zh: 游戏详情对话框帮助

source: Illegal date: valid format is yyyy.mm.dd, eg 1999.12.31
ar: تاريخ غير قانوني: التنسيق الصحيح هو yyyy.mm.dd، على سبيل المثال 1999.12.31
bg: Незаконна дата: валидният формат е гггг.мм.дд, напр. 31.12.1999 г.
bn: অবৈধ তারিখ: বৈধ বিন্যাস হল yyyy.mm.dd, যেমন 1999.12.31
da: Ulovlig dato: gyldigt format er åååå.mm.dd, f.eks. 1999.12.31
sq: Data e paligjshme: formati i vlefshëm është yyyy.mm.dd, p.sh. 31.12.1999
zh: 非法日期：有效格式为 yyyy.mm.dd，例如 1999.12.31

source: Illegal date: there aren't that many days in that month
ar: موعد غير قانوني: لا يوجد الكثير من الأيام في هذا الشهر
bg: Незаконна дата: няма толкова много дни в този месец
bn: অবৈধ তারিখ: সেই মাসে খুব বেশি দিন নেই
da: Ulovlig dato: der er ikke så mange dage i den måned
sq: Data e paligjshme: nuk ka shumë ditë në atë muaj
zh: 非法日期：该月没有那么多天

source: Illegal round
ar: جولة غير قانونية
bg: Незаконен кръг
bn: অবৈধ রাউন্ড
da: Ulovlig runde
sq: Raundi i paligjshëm
zh: 非法回合

source: Illegal ECO code
ar: رمز ECO غير قانوني
bg: Незаконен ЕКО код
bn: অবৈধ ECO কোড
da: Ulovlig ECO-kode
sq: Kodi ECO i paligjshëm
zh: 非法 ECO 代码

source: Illegal white elo
ar: إيلو أبيض غير قانوني
bg: Незаконно бяло ело
bn: অবৈধ সাদা এলো
da: Ulovlig hvid elo
sq: Elo i bardhë i paligjshëm
zh: 非法白色elo

source: Illegal black elo
ar: إيلو أسود غير قانوني
bg: Незаконно черно ело
bn: অবৈধ কালো এলো
da: Ulovlig sort elo
sq: Elo e zezë ilegale
zh: 非法黑elo

source: Error in game details
ar: خطأ في تفاصيل اللعبة
bg: Грешка в подробностите за играта
bn: খেলার বিবরণে ত্রুটি
da: Fejl i spildetaljer
sq: Gabim në detajet e lojës
zh: 游戏详情错误

source: White is checkmated, Black wins
ar: الأبيض يهزم، الأسود يفوز
bg: Белите получават мат, черните печелят
bn: সাদারা চেকমেট হয়েছে, কালোরা জিতেছে
da: Hvid er skakmat, sort vinder
sq: E bardha është mat, e zeza fiton
zh: 白棋将死，黑棋获胜

source: Black is checkmated, White wins
ar: الأسود يهزم، الأبيض يفوز
bg: Черните получават мат, белите печелят
bn: কালো চেকমেট হয়েছে, সাদা জয়ী
da: Sort er skakmat, hvid vinder
sq: E zeza është mat, e bardha fiton
zh: 黑棋被将死，白棋获胜

source: White resigns
ar: وايت يستقيل
bg: Уайт подава оставка
bn: হোয়াইট পদত্যাগ করেন
da: White siger op
sq: White jep dorëheqjen
zh: 怀特辞职

source: Black resigns
ar: بلاك يستقيل
bg: Блек подава оставка
bn: ব্ল্যাক পদত্যাগ করেছেন
da: Black siger op
sq: E zeza jep dorëheqjen
zh: 布莱克辞职

source: White loses on time
ar: الأبيض يخسر في الوقت المحدد
bg: Белите губят навреме
bn: হোয়াইট সময়মতো হেরে যায়
da: Hvid taber til tiden
sq: E bardha humbet në kohë
zh: 白方在时间上失败

source: Black loses on time
ar: الأسود يخسر في الوقت المحدد
bg: Черните губят навреме
bn: কালো সময়মতো হেরে যায়
da: Sort taber til tiden
sq: E zeza humbet në kohë
zh: 黑方时间失利

source: Draw : White is stalemated
ar: التعادل : الأبيض في طريق مسدود
bg: Равенство: Уайт е в безизходица
bn: অঙ্কন: সাদা অচলাবস্থায় রয়েছে
da: Uafgjort: Hvid er gået i stå
sq: Barazimi: E bardha është ngërç
zh: 和棋：白棋陷入僵局

source: Draw : Black is stalemated
ar: التعادل : الأسود في طريق مسدود
bg: Равенство: черните са в патова позиция
bn: অঙ্কন: কালো অচলাবস্থায় রয়েছে
da: Uafgjort: Sort er gået i stå
sq: Barazimi: E zeza është bllokuar
zh: 和棋：黑棋陷入僵局

source: Draw agreed
ar: تم الاتفاق على القرعة
bg: Драу се съгласи
bn: ড্র সম্মত হয়েছে
da: Lodtrækning aftalt
sq: Barazimi u pajtua
zh: 同意平局

source: Draw : 50 move rule
ar: السحب : قاعدة 50 حركة
bg: Равенство: правило за 50 хода
bn: অঙ্কন: ৫০টি চালের নিয়ম
da: Uafgjort: 50 træk regel
sq: Barazimi: Rregulli me 50 lëvizje
zh: 抽牌：50 步规则

source: Draw : Insufficient material
ar: الرسم : مادة غير كافية
bg: Теглене: Недостатъчен материал
bn: অঙ্কন: অপর্যাপ্ত উপাদান
da: Tegning: Utilstrækkeligt materiale
sq: Vizatim : Material i pamjaftueshëm
zh: 绘制：材料不足

source: Draw : Threefold repetition
ar: الرسم : التكرار الثلاثي
bg: Теглене : Трикратно повторение
bn: অঙ্কন: তিনগুণ পুনরাবৃত্তি
da: Uafgjort : Tredobbelt gentagelse
sq: Vizatim: Përsëritje e trefishtë
zh: 抽签：三重重复

source: Draw : Engine match game move limit reached
ar: التعادل: تم الوصول إلى الحد الأقصى للحركة في لعبة مطابقة المحرك
bg: Равенство: Достигнат е лимитът за движение на съвпадение на играта
bn: ড্র: ইঞ্জিন ম্যাচ গেমের স্থানান্তর সীমা পৌঁছে গেছে
da: Uafgjort: Motor match spillets bevægelsesgrænse nået
sq: Barazimi: U arrit kufiri i lëvizjes së ndeshjes së motorit
zh: 平局：引擎匹配游戏移动次数已达上限

source: Draw : Engine match game adjudicated as a draw
ar: التعادل : مباراة المحرك تم الحكم عليها بالتعادل
bg: Равенство : Играта на съвпадение на двигателя се определя като равенство
bn: ড্র: ইঞ্জিন ম্যাচ গেমটি ড্র হিসেবে বিচার করা হয়েছে
da: Uafgjort : Motorkampsspil dømt som uafgjort
sq: Barazim: Loja e ndeshjes së motorit e gjykuar si barazim
zh: 平局：引擎比赛判定为平局

source: White wins : Engine match game adjudicated as a white win
ar: فوز الأبيض: تم الحكم على مباراة المحرك على أنها فوز أبيض
bg: Белите печелят: Енджин мач игра, отсъдена като победа на белите
bn: সাদাদের জয়: ইঞ্জিন ম্যাচ গেমটিকে সাদাদের জয় হিসেবে বিচার করা হয়েছে
da: Hvide sejre : Motor match spil dømt som en hvid sejr
sq: Fitoret e bardha: Loja e ndeshjes së motorit vlerësohet si një fitore e bardhë
zh: 白棋获胜：引擎匹配游戏判定为白棋获胜

source: Black wins : Engine match game adjudicated as a black win
ar: فوز الأسود: تم الحكم على مباراة المحرك على أنها فوز أسود
bg: Черните победи : Играта на мач на машината се отсъжда като победа на черните
bn: কালো জয়: ইঞ্জিন ম্যাচ গেমটিকে কালো জয় হিসেবে বিচার করা হয়েছে
da: Sorte sejre: Motormatch-spil dømt som en sort sejr
sq: Fiton e zeza: Loja e ndeshjes së motorit vlerësohet si një fitore e zezë
zh: 黑棋获胜：引擎匹配游戏判定为黑棋获胜

source: Error loading .pgn opening book
ar: حدث خطأ أثناء تحميل كتاب فتح .pgn
bg: Грешка при зареждане на .pgn отваряща книга
bn: .pgn বই খোলার সময় ত্রুটি
da: Fejl ved indlæsning af .pgn-åbningsbogen
sq: Gabim gjatë ngarkimit të librit të hapjes .pgn
zh: 加载 .pgn 打开书籍时出错

source: Error loading .bin opening book
ar: حدث خطأ أثناء تحميل كتاب فتح .bin
bg: Грешка при зареждане на .bin отваряне на книга
bn: .bin বই খোলার সময় ত্রুটি
da: Fejl ved indlæsning af .bin-åbningsbogen
sq: Gabim gjatë ngarkimit të librit të hapjes së koshit
zh: 加载 .bin 打开书籍时出错

source: Start
ar: يبدأ
bg: Започнете
bn: শুরু করুন
da: Starte
sq: Filloni
zh: 开始

source: Make your move
ar: قم بالتحرك
bg: Направи своя ход
bn: তোমার পদক্ষেপ নাও
da: Gør dit træk
sq: Bëni lëvizjen tuaj
zh: 采取行动

source: Reply to
ar: الرد على
bg: Отговор на
bn: উত্তর দিন
da: Svar på
sq: Përgjigju për
zh: 回复

source: Printing option selected
ar: تم تحديد خيار الطباعة
bg: Избрана е опцията за печат
bn: প্রিন্টিং বিকল্পটি নির্বাচিত হয়েছে
da: Udskrivningsmulighed valgt
sq: Është zgjedhur opsioni i printimit
zh: 已选择打印选项

source: Print message box
ar: طباعة مربع الرسالة
bg: Печат на кутия за съобщения
bn: বার্তা বাক্স মুদ্রণ করুন
da: Udskriv beskedboks
sq: Printo kutinë e mesazheve
zh: 打印消息框

source: Swap sides, now
ar: تبديل الجانبين الآن
bg: Разменете страните сега
bn: এখনই পাশ বদল করুন।
da: Byt side nu
sq: Ndërroni anët, tani
zh: 现在换边

source: . Swap sides, now
ar: . قم بتبديل الجانبين الآن
bg: . Разменете страните сега
bn: . এখনই পার্শ্ব পরিবর্তন করুন।
da: . Byt side nu
sq: . Ndërroni anët, tani
zh: . 现在换边

source: Kibitzing is not permitted during a fics game
ar: لا يُسمح بالتسكع أثناء لعبة الخيال
bg: Kibitzing не е разрешено по време на игра на fics
bn: ফিকশন খেলার সময় কিবিটজিং অনুমোদিত নয়।
da: Kibitzing er ikke tilladt under et fiks-spil
sq: Kibitzing nuk lejohet gjatë një loje fis
zh: 在科幻游戏中不允许闲聊

source: Fics message
ar: رسالة فيكس
bg: Fics съобщение
bn: ফিক্স বার্তা
da: Fics besked
sq: Mesazh Fics
zh: 科幻讯息

source: Kibitzing starting up
ar: بدء تشغيل Kibitzing
bg: Kibitzing стартира
bn: কিবিটজিং শুরু হচ্ছে
da: Kibitzing starter op
sq: Kibitzing duke filluar
zh: 开始关注

source: Analysis by
ar: التحليل بواسطة
bg: Анализ от
bn: বিশ্লেষণ করেছেন
da: Analyse af
sq: Analiza nga
zh: 分析

source: [stopped]
ar: [توقف]
bg: [спрян]
bn: [থামলো]
da: [stoppet]
sq: [ndaloi]
zh: [停止]

source: Kibitzing by
ar: التطفل بواسطة
bg: Кибицинг от
bn: কিবিটজিং দ্বারা
da: Kibitzing forbi
sq: Kibitzing nga
zh: 旁观者

source: Select .pgn file (or *.tdb file)
ar: حدد ملف .pgn (أو ملف *.tdb)
bg: Изберете .pgn файл (или *.tdb файл)
bn: .pgn ফাইল (অথবা *.tdb ফাইল) নির্বাচন করুন।
da: Vælg .pgn-fil (eller *.tdb-fil)
sq: Zgjidh skedarin .pgn (ose skedarin *.tdb)
zh: 选择.pgn 文件（或 *.tdb 文件）

source: Do you still want to open the file ?
ar: هل لا تزال تريد فتح الملف؟
bg: Още ли искате да отворите файла?
bn: তুমি কি এখনও ফাইলটি খুলতে চাও?
da: Vil du stadig åbne filen?
sq: Dëshiron ende të hapësh skedarin?
zh: 您仍要打开该文件吗？

source: A previous file open command can now take place
ar: يمكن الآن تنفيذ أمر فتح الملف السابق
bg: Вече може да се извърши команда за отваряне на предишен файл
bn: আগের ফাইল ওপেন কমান্ড এখন কার্যকর হতে পারে
da: En tidligere filåbningskommando kan nu finde sted
sq: Tani mund të kryhet një komandë e mëparshme për hapjen e skedarit
zh: 现在可以执行先前的文件打开命令

source: No log file specified, use options menu to solve this problem
ar: لم يتم تحديد ملف السجل، استخدم قائمة الخيارات لحل هذه المشكلة
bg: Не е посочен лог файл, използвайте менюто с опции, за да разрешите този проблем
bn: কোনও লগ ফাইল নির্দিষ্ট করা হয়নি, এই সমস্যা সমাধানের জন্য বিকল্প মেনু ব্যবহার করুন।
da: Ingen logfil angivet, brug valgmenuen til at løse dette problem
sq: Nuk është specifikuar skedari i regjistrit, përdorni menunë e opsioneve për të zgjidhur këtë problem
zh: 没有指定日志文件，使用选项菜单来解决此问题

source: Cannot read log file
ar: لا يمكن قراءة ملف السجل
bg: Не може да се прочете лог файл
bn: লগ ফাইলটি পড়া যাচ্ছে না।
da: Kan ikke læse logfilen
sq: Skedari i regjistrit nuk mund të lexohet
zh: 无法读取日志文件

source: Cannot read from file
ar: لا يمكن القراءة من الملف
bg: Не може да се чете от файл
bn: ফাইল থেকে পড়া যাচ্ছে না
da: Kan ikke læse fra fil
sq: Nuk mund të lexohet nga skedari
zh: 无法读取文件

source: Cannot read file
ar: لا يمكن قراءة الملف
bg: Файлът не може да се прочете
bn: ফাইলটি পড়া যাচ্ছে না
da: Kan ikke læse filen
sq: Skedari nuk mund të lexohet
zh: 无法读取文件

source: Error
ar: خطأ
bg: Грешка
bn: ত্রুটি
da: Fejl
sq: Gabim
zh: 错误

source: File:
ar: ملف:
bg: файл:
bn: ফাইল:
da: Fil:
sq: Skedari:
zh: 文件：

source: Cannot read any games
ar: لا يمكن قراءة أي ألعاب
bg: Не може да чете никакви игри
bn: কোনও গেম পড়তে পারছি না।
da: Kan ikke læse nogen spil
sq: Nuk mund të lexojë asnjë lojë
zh: 无法读取任何游戏

source: Error reloading file
ar: خطأ في إعادة تحميل الملف
bg: Грешка при презареждане на файла
bn: ফাইল পুনরায় লোড করার সময় ত্রুটি হয়েছে
da: Fejl ved genindlæsning af fil
sq: Gabim gjatë ngarkimit të skedarit
zh: 重新加载文件时出错

source: Current file
ar: الملف الحالي
bg: Текущ файл
bn: বর্তমান ফাইল
da: Nuværende fil
sq: Skedari aktual
zh: 当前文件

source: Search database for games where pieces reached this position
ar: ابحث في قاعدة البيانات عن الألعاب التي وصلت فيها القطع إلى هذا الموضع
bg: Търсете база данни за игри, в които фигурите са достигнали тази позиция
bn: যেসব গেমের টুকরো এই অবস্থানে পৌঁছেছে, তাদের ডাটাবেস অনুসন্ধান করুন
da: Søg i databasen efter spil, hvor brikker nåede denne position
sq: Kërkoni bazën e të dhënave për lojërat ku pjesët arritën këtë pozicion
zh: 在数据库中搜索棋子到达此位置的游戏

source: Search database for games which reached this material balance
ar: ابحث في قاعدة البيانات عن الألعاب التي وصلت إلى هذا التوازن المادي
bg: Търсете база данни за игри, които са достигнали този материален баланс
bn: এই উপাদান ভারসাম্যে পৌঁছেছে এমন গেমগুলির জন্য ডাটাবেস অনুসন্ধান করুন
da: Søg i databasen efter spil, der nåede denne materialebalance
sq: Kërkoni bazën e të dhënave për lojëra që kanë arritur këtë bilanc material
zh: 在数据库中搜索达到此物质平衡的游戏

source: The database is not loaded. Tarrasch normally automatically loads the database
ar: لم يتم تحميل قاعدة البيانات. يقوم Tarrasch عادةً بتحميل قاعدة البيانات تلقائيًا
bg: Базата данни не е заредена. Tarrasch обикновено автоматично зарежда базата данни
bn: ডাটাবেস লোড করা হয়নি। Tarrasch সাধারণত স্বয়ংক্রিয়ভাবে ডাটাবেস লোড করে।
da: Databasen er ikke indlæst. Tarrasch indlæser normalt automatisk databasen
sq: Baza e të dhënave nuk është e ngarkuar. Tarrasch normalisht ngarkon automatikisht bazën e të dhënave
zh: 数据库未加载。Tarrasch 通常会自动加载数据库

source: at startup, but it did not do so on this occasion because it detected another
ar: عند بدء التشغيل، لكنه لم يفعل ذلك في هذه المناسبة لأنه اكتشف خطأً آخر
bg: при стартиране, но не го направи в този случай, защото откри друг
bn: শুরুতে, কিন্তু এবার তা করেনি কারণ এটি অন্য একটি সনাক্ত করেছে
da: ved opstart, men det gjorde den ikke ved denne lejlighed, fordi den opdagede en anden
sq: në startup, por nuk e bëri këtë me këtë rast sepse zbuloi një tjetër
zh: 在启动时，但这次没有这样做，因为它检测到另一个

source: instance of Tarrasch already running.
ar: مثال على Tarrasch قيد التشغيل بالفعل.
bg: екземпляр на Tarrasch вече работи.
bn: Tarrasch ইতিমধ্যেই চলমান থাকার উদাহরণ।
da: forekomst af Tarrasch, der allerede kører.
sq: shembulli i Tarrasch që po funksionon tashmë.
zh: Tarrasch 实例已在运行。

source: This is a way of conserving memory, it prevents multiple copies of Tarrasch
ar: هذه طريقة للحفاظ على الذاكرة، فهي تمنع النسخ المتعددة من Tarrasch
bg: Това е начин за запазване на паметта, той предотвратява множество копия на Tarrasch
bn: এটি স্মৃতি সংরক্ষণের একটি উপায়, এটি Tarrasch-এর একাধিক কপি আটকায়
da: Dette er en måde at bevare hukommelsen på, det forhindrer flere kopier af Tarrasch
sq: Kjo është një mënyrë për të ruajtur kujtesën, parandalon kopjet e shumta të Tarrasch
zh: 这是一种节省内存的方法，可以防止 Tarrasch 的多次复制

source: from all automatically loading separate copies of a potentially huge database.
ar: من جميع النسخ المنفصلة التي يتم تحميلها تلقائيًا من قاعدة بيانات ضخمة محتملة.
bg: от всички автоматично зареждащи отделни копия на потенциално огромна база данни.
bn: একটি সম্ভাব্য বিশাল ডাটাবেসের পৃথক কপি স্বয়ংক্রিয়ভাবে লোড করা থেকে।
da: fra alle automatisk indlæsning af separate kopier af en potentielt enorm database.
sq: nga të gjitha që ngarkojnë automatikisht kopje të veçanta të një baze të dhënash potencialisht të madhe.
zh: 自动加载可能非常庞大的数据库的单独副本。

source: You can manually load the database using the File > Open or
ar: يمكنك تحميل قاعدة البيانات يدويًا باستخدام ملف > فتح أو
bg: Можете ръчно да заредите базата данни, като използвате File > Open или
bn: আপনি ফাইল > খুলুন অথবা ব্যবহার করে ম্যানুয়ালি ডাটাবেস লোড করতে পারেন
da: Du kan indlæse databasen manuelt ved at bruge Filer > Åbn eller
sq: Mund ta ngarkoni manualisht bazën e të dhënave duke përdorur skedarin > Hap ose
zh: 您可以使用文件 > 打开或

source: Database > Select current database menu
ar: قاعدة البيانات > قائمة تحديد قاعدة البيانات الحالية
bg: База данни > Избор на меню за текуща база данни
bn: ডাটাবেস > বর্তমান ডাটাবেস মেনু নির্বাচন করুন
da: Database > Vælg den aktuelle databasemenu
sq: Baza e të dhënave > Zgjidhni menunë aktuale të bazës së të dhënave
zh: 数据库 > 选择当前数据库菜单

source: The database is not currently running. To correct this select a database
ar: لا يتم تشغيل قاعدة البيانات حاليًا. لتصحيح هذه المشكلة، حدد قاعدة بيانات
bg: В момента базата данни не работи. За да коригирате това, изберете база данни
bn: ডাটাবেসটি বর্তমানে চলছে না। এটি সংশোধন করতে একটি ডাটাবেস নির্বাচন করুন।
da: Databasen kører ikke i øjeblikket. For at rette dette skal du vælge en database
sq: Baza e të dhënave nuk po funksionon aktualisht. Për ta korrigjuar këtë zgjidhni një bazë të dhënash
zh: 数据库当前未运行。要更正此问题，请选择一个数据库

source: using the 'Select current database' command in the database menu.
ar: باستخدام الأمر "تحديد قاعدة البيانات الحالية" في قائمة قاعدة البيانات.
bg: с помощта на командата „Избор на текуща база данни“ в менюто на базата данни.
bn: ডাটাবেস মেনুতে 'বর্তমান ডাটাবেস নির্বাচন করুন' কমান্ড ব্যবহার করে।
da: ved at bruge kommandoen 'Vælg aktuel database' i databasemenuen.
sq: duke përdorur komandën 'Zgjidh bazën e të dhënave aktuale' në menynë e bazës së të dhënave.
zh: 使用数据库菜单中的“选择当前数据库”命令。
