Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: Display the search depth and selective search depth
ar: عرض عمق البحث وعمق البحث الانتقائي
bg: Показване на дълбочината на търсене и селективната дълбочина на търсене
bn: অনুসন্ধানের গভীরতা এবং নির্বাচনী অনুসন্ধানের গভীরতা প্রদর্শন করুন
da: Vis søgedybden og selektiv søgedybde
sq: Shfaq thellësinë e kërkimit dhe thellësinë selektive të kërkimit
zh: 显示搜索深度和选择性搜索深度

source: Display the position evaluation
ar: عرض تقييم الموقف
bg: Покажете оценката на позицията
bn: অবস্থান মূল্যায়ন প্রদর্শন করুন
da: Vis positionsevalueringen
sq: Shfaq vlerësimin e pozicionit
zh: 显示职位评估

source: Display the kilo nodes (positions) searched per second
ar: عرض عقد الكيلو (المواضع) التي تم البحث عنها في الثانية
bg: Показване на кило възли (позиции), търсени за секунда
bn: প্রতি সেকেন্ডে অনুসন্ধান করা কিলো নোড (অবস্থান) প্রদর্শন করুন
da: Vis de kilonoder (positioner), der søges pr. sekund
sq: Shfaqni nyjet e kilogramëve (pozicionet) të kërkuara në sekondë
zh: 显示每秒搜索的千节点（位置）

source: Display the time spent searching on the current move
ar: عرض الوقت المستغرق في البحث عن الحركة الحالية
bg: Показване на времето, прекарано в търсене на текущия ход
bn: বর্তমান পদক্ষেপে অনুসন্ধানে ব্যয় করা সময় প্রদর্শন করুন
da: Vis den tid brugt på at søge på det aktuelle træk
sq: Shfaq kohën e kaluar duke kërkuar në lëvizjen aktuale
zh: 显示搜索当前步骤所花费的时间

source: Display the best line found during search
ar: عرض أفضل سطر تم العثور عليه أثناء البحث
bg: Показване на най-добрия ред, намерен по време на търсенето
bn: অনুসন্ধানের সময় পাওয়া সেরা লাইনটি প্রদর্শন করুন
da: Vis den bedste linje fundet under søgning
sq: Shfaq rreshtin më të mirë të gjetur gjatë kërkimit
zh: 显示搜索过程中找到的最佳行

source: Enter the maximum number of full moves to be displayed
ar: أدخل الحد الأقصى لعدد الحركات الكاملة التي سيتم عرضها
bg: Въведете максималния брой пълни ходове, които да бъдат показани
bn: সর্বাধিক কতগুলি পূর্ণ চাল প্রদর্শিত হবে তা লিখুন।
da: Indtast det maksimale antal fulde træk, der skal vises
sq: Futni numrin maksimal të lëvizjeve të plota që do të shfaqen
zh: 输入要显示的最大完整移动次数

source: in the best line. i.e d2d4 d7d5 counts as one move
ar: في أفضل خط. أي أن d2d4 d7d5 يعد بمثابة حركة واحدة
bg: в най-добрия ред. т.е. d2d4 d7d5 се брои за един ход
bn: সেরা লাইনে। অর্থাৎ d2d4 d7d5 এক চাল হিসেবে গণনা করা হয়
da: i bedste række. dvs d2d4 d7d5 tæller som et træk
sq: në linjën më të mirë. d.m.th d2d4 d7d5 llogaritet si një lëvizje
zh: 在最佳路线中。即 d2d4 d7d5 算一步

source: Enter 0 for no restriction on the best line length.
ar: أدخل 0 لعدم وجود قيود على أفضل طول للسطر.
bg: Въведете 0 за липса на ограничение за най-добрата дължина на линията.
bn: সেরা লাইন দৈর্ঘ্যের উপর কোনও সীমাবদ্ধতা না থাকলে 0 লিখুন।
da: Indtast 0 for ingen begrænsning på den bedste linjelængde.
sq: Futni 0 pa kufizim në gjatësinë më të mirë të linjës.
zh: 输入 0 表示最佳线长度不受限制。

source: Whether to automatically select the search info panel
ar: ما إذا كان سيتم تحديد لوحة معلومات البحث تلقائيًا
bg: Дали автоматично да се избере информационният панел за търсене
bn: অনুসন্ধান তথ্য প্যানেলটি স্বয়ংক্রিয়ভাবে নির্বাচন করবেন কিনা
da: Om søgeinformationspanelet automatisk skal vælges
sq: Nëse do të zgjidhet automatikisht paneli i informacionit të kërkimit
zh: 是否自动选择搜索信息面板

source: when a new game is started
ar: عندما تبدأ لعبة جديدة
bg: когато стартира нова игра
bn: যখন একটি নতুন খেলা শুরু হয়
da: når et nyt spil startes
sq: kur fillon një lojë e re
zh: 当新游戏开始时

source: The < Search info > panel offers a different view
ar: توفر لوحة <معلومات البحث> عرضًا مختلفًا
bg: Панелът < Информация за търсене > предлага различен изглед
bn: < অনুসন্ধান তথ্য > প্যানেলটি একটি ভিন্ন দৃশ্য অফার করে
da: Panelet < Søg info > tilbyder en anden visning
sq: Paneli < Search info > ofron një pamje të ndryshme
zh: < 搜索信息 > 面板提供了不同的视图

source: of engine analysis when the engine is thinking or pondering.
ar: من تحليل المحرك عندما يفكر المحرك أو يتأمل.
bg: на анализ на двигателя, когато двигателят мисли или размишлява.
bn: ইঞ্জিন যখন চিন্তা করছে বা চিন্তা করছে তখন ইঞ্জিন বিশ্লেষণের।
da: af motoranalyse, når motoren tænker eller grubler.
sq: të analizës së motorit kur motori është duke menduar ose medituar.
zh: 当引擎正在思考或思索时进行引擎分析。

source: It can be used for human vs engine games,
ar: يمكن استخدامه في الألعاب التي تتنافس فيها القوى البشرية مع القوى المحركة،
bg: Може да се използва за игри човек срещу двигател,
bn: এটি মানুষ বনাম ইঞ্জিন গেমের জন্য ব্যবহার করা যেতে পারে,
da: Det kan bruges til menneske vs motor spil,
sq: Mund të përdoret për lojërat njerëzore kundër motorit,
zh: 它可以用于人类与引擎的游戏，

source: or engine vs engine games in matches and tournaments.
ar: أو ألعاب محرك مقابل محرك في المباريات والبطولات.
bg: или двигател срещу двигател игри в мачове и турнири.
bn: অথবা ম্যাচ এবং টুর্নামেন্টে ইঞ্জিন বনাম ইঞ্জিন গেম।
da: eller motor vs motor spil i kampe og turneringer.
sq: ose lojëra motori kundër motorit në ndeshje dhe turne.
zh: 或者比赛和锦标赛中的引擎与引擎之间的游戏。

source: This dialog box allow you to select which of the following elements
ar: يسمح لك مربع الحوار هذا بتحديد أي من العناصر التالية
bg: Този диалогов прозорец ви позволява да изберете кой от следните елементи
bn: এই ডায়ালগ বক্সটি আপনাকে নিম্নলিখিত উপাদানগুলির মধ্যে কোনটি নির্বাচন করতে দেয়
da: Denne dialogboks giver dig mulighed for at vælge hvilke af følgende elementer
sq: Kjo kuti dialogu ju lejon të zgjidhni cilin nga elementët e mëposhtëm
zh: 此对话框允许您选择以下元素

source: of the engine search info should be displayed
ar: يجب عرض معلومات البحث الخاصة بالمحرك
bg: от информацията за търсене на машината трябва да се покаже
bn: ইঞ্জিন অনুসন্ধান তথ্য প্রদর্শিত হওয়া উচিত
da: af motorsøgningsoplysningerne skal vises
sq: i informacionit të kërkimit të motorit duhet të shfaqet
zh: 应该显示引擎搜索信息

source: Display search info : Whether to display any engine search info.
ar: عرض معلومات البحث: ما إذا كان سيتم عرض أي معلومات بحث المحرك.
bg: Показване на информация за търсене : Дали да се показва информация за търсене в двигателя.
bn: অনুসন্ধান তথ্য প্রদর্শন করুন: কোনও ইঞ্জিন অনুসন্ধান তথ্য প্রদর্শন করা হবে কিনা।
da: Vis søgeoplysninger : Om der skal vises nogen motorsøgningsoplysninger.
sq: Shfaq informacionin e kërkimit: Nëse do të shfaqet ndonjë informacion i kërkimit të motorit.
zh: 显示搜索信息：是否显示任何引擎搜索信息。

source: Human thinking : Display search info when the human player is thinking.
ar: التفكير البشري: عرض معلومات البحث عندما يفكر اللاعب البشري.
bg: Човешко мислене: Показване на информация за търсене, когато човешкият играч мисли.
bn: মানুষের চিন্তাভাবনা: যখন মানুষ চিন্তা করছে তখন অনুসন্ধানের তথ্য প্রদর্শন করুন।
da: Menneskelig tænkning: Vis søgeoplysninger, når den menneskelige spiller tænker.
sq: Mendimi njerëzor: Shfaq informacionin e kërkimit kur lojtari njerëzor është duke menduar.
zh: 人类思考：当人类玩家思考时显示搜索信息。

source: For this to work the engine <ponder> option must be on.
ar: لكي يعمل هذا، يجب أن يكون خيار المحرك <ponder> قيد التشغيل.
bg: За да работи това, опцията <ponder> на двигателя трябва да е включена.
bn: এটি কাজ করার জন্য ইঞ্জিন <ponder> বিকল্পটি চালু থাকতে হবে।
da: For at dette skal virke, skal motorens <ponder>-indstilling være slået til.
sq: Që kjo të funksionojë, opsioni i motorit <ponder> duhet të jetë i ndezur.
zh: 为了使其工作，引擎 <ponder> 选项必须处于打开状态。

source: Computer thinking : Display search info when the computer is thinking.
ar: تفكير الكمبيوتر: عرض معلومات البحث عندما يفكر الكمبيوتر.
bg: Компютърно мислене: Показване на информация за търсене, когато компютърът мисли.
bn: কম্পিউটার চিন্তাভাবনা: কম্পিউটার যখন চিন্তা করছে তখন অনুসন্ধানের তথ্য প্রদর্শন করুন।
da: Computertænkning : Vis søgeoplysninger, når computeren tænker.
sq: Mendimi kompjuterik: Shfaq informacionin e kërkimit kur kompjuteri është duke menduar.
zh: 计算机思考：当计算机思考时显示搜索信息。

source: Engine name : Display the engine name.
ar: اسم المحرك : عرض اسم المحرك.
bg: Име на двигателя: Показване на името на двигателя.
bn: ইঞ্জিনের নাম: ইঞ্জিনের নাম প্রদর্শন করুন।
da: Motornavn : Vis motornavnet.
sq: Emri i motorit: Shfaq emrin e motorit.
zh: 引擎名称：显示引擎名称。

source: Search depth : Display the search depth and selective search depth
ar: عمق البحث: عرض عمق البحث وعمق البحث الانتقائي
bg: Дълбочина на търсене: Показване на дълбочината на търсене и селективната дълбочина на търсене
bn: অনুসন্ধানের গভীরতা: অনুসন্ধানের গভীরতা এবং নির্বাচনী অনুসন্ধানের গভীরতা প্রদর্শন করুন
da: Søgedybde : Vis søgedybden og selektiv søgedybde
sq: Thellësia e kërkimit: Shfaq thellësinë e kërkimit dhe thellësinë selektive të kërkimit
zh: 搜索深度：显示搜索深度和选择性搜索深度

source: that the engine has reached during the search.
ar: التي وصل إليها المحرك أثناء البحث.
bg: до които двигателят е достигнал по време на търсенето.
bn: অনুসন্ধানের সময় ইঞ্জিনটি যেখানে পৌঁছেছে।
da: som motoren er nået frem til under søgningen.
sq: që motori ka arritur gjatë kërkimit.
zh: 引擎在搜索过程中已达到的目标。

source: Evaluation : Display the evaluation for the best line of play.
ar: التقييم : عرض التقييم لأفضل خط لعب.
bg: Оценка : Покажете оценката за най-добрата линия на игра.
bn: মূল্যায়ন: খেলার সেরা লাইনের জন্য মূল্যায়ন প্রদর্শন করুন।
da: Evaluering: Vis evalueringen for den bedste spillelinje.
sq: Vlerësimi: Shfaq vlerësimin për linjën më të mirë të lojës.
zh: 评价：显示对最佳比赛路线的评价。

source: Kilo nodes : Display the number of kilo nodes (positions in 1000's),
ar: عقد الكيلو: عرض عدد عقد الكيلو (المواضع بالآلاف)،
bg: Kilo възли: Показва броя на kilo възлите (позиции в 1000),
bn: কিলো নোড: কিলো নোডের সংখ্যা প্রদর্শন করুন (১০০০ এর মধ্যে অবস্থান),
da: Kilo noder : Vis antallet af kilo noder (positioner i 1000'er),
sq: Nyjet e kilogramëve: Shfaq numrin e nyjeve të kilogramëve (pozicionet në 1000),
zh: 千节点：显示千节点的数量（以千为单位）。

source: that the engine has checked during the search.
ar: أن المحرك قام بفحصه أثناء البحث.
bg: че двигателят е проверил по време на търсенето.
bn: অনুসন্ধানের সময় ইঞ্জিনটি পরীক্ষা করেছে।
da: som motoren har tjekket under søgningen.
sq: që motori ka kontrolluar gjatë kërkimit.
zh: 引擎在搜索过程中已经检查过。

source: Time taken : Display the number of seconds that the engine
ar: الوقت المستغرق: عرض عدد الثواني التي يستغرقها المحرك
bg: Отнето време: Показване на броя секунди, които двигателят
bn: সময় লেগেছে: ইঞ্জিনটি কত সেকেন্ড কাজ করেছে তা প্রদর্শন করুন
da: Time taken : Viser det antal sekunder, som motoren
sq: Koha e marrë: Shfaq numrin e sekondave që motori
zh: 所用时间：显示引擎运行的秒数

source: has been searching the position for the current move.
ar: لقد تم البحث عن الموقف للتحرك الحالي.
bg: е търсил позицията за текущия ход.
bn: বর্তমান পদক্ষেপের জন্য অবস্থান অনুসন্ধান করা হয়েছে।
da: har søgt efter positionen for det aktuelle træk.
sq: ka kërkuar pozicionin për lëvizjen aktuale.
zh: 一直在寻找当前举动的位置。

source: Best line : Display the best line found so far during the search.
ar: أفضل خط: عرض أفضل خط تم العثور عليه حتى الآن أثناء البحث.
bg: Най-добра линия: Покажете най-добрата линия, намерена досега по време на търсенето.
bn: সেরা লাইন: অনুসন্ধানের সময় এখন পর্যন্ত পাওয়া সেরা লাইনটি প্রদর্শন করুন।
da: Bedste linje : Vis den bedste linje fundet indtil videre under søgningen.
sq: Linja më e mirë: Shfaq rreshtin më të mirë të gjetur deri më tani gjatë kërkimit.
zh: 最佳线路：显示搜索过程中迄今为止找到的最佳线路。

source: Max move no : Enter the maximum number of full moves to be displayed
ar: الحد الأقصى للحركة رقم: أدخل الحد الأقصى لعدد الحركات الكاملة التي سيتم عرضها
bg: Макс. ход №: Въведете максималния брой пълни ходове, които да бъдат показани
bn: সর্বোচ্চ সরানো নম্বর: প্রদর্শিত পূর্ণ সরানোর সর্বোচ্চ সংখ্যা লিখুন
da: Max move no : Indtast det maksimale antal fulde træk, der skal vises
sq: Numri maksimal i lëvizjes: Futni numrin maksimal të lëvizjeve të plota që do të shfaqen
zh: 最大移动次数：输入要显示的最大完整移动次数

source: for the best line. i.e. e2e4 e7e5 counts as one move.
ar: للحصول على أفضل خط. أي e2e4 e7e5 يعتبر بمثابة خطوة واحدة.
bg: за най-добра линия. т.е. e2e4 e7e5 се брои за един ход.
bn: সেরা লাইনের জন্য। অর্থাৎ e2e4 e7e5 এক চাল হিসেবে গণনা করা হয়।
da: for den bedste linje. dvs. e2e4 e7e5 tæller som et træk.
sq: për linjën më të mirë. dmth e2e4 e7e5 llogaritet si një lëvizje.
zh: 为最佳路线。即 e2e4 e7e5 算一步。

source: Auto select panel : If checked, the program will automatically switch to
ar: لوحة التحديد التلقائي: إذا تم تحديد هذا الخيار، فسوف يتحول البرنامج تلقائيًا إلى
bg: Панел за автоматичен избор: Ако е отметнато, програмата автоматично ще превключи към
bn: স্বয়ংক্রিয় নির্বাচন প্যানেল: যদি চেক করা থাকে, তাহলে প্রোগ্রামটি স্বয়ংক্রিয়ভাবে এতে স্যুইচ করবে
da: Automatisk valgpanel : Hvis afkrydset, vil programmet automatisk skifte til
sq: Paneli i përzgjedhjes automatike: Nëse zgjidhet, programi do të kalojë automatikisht në
zh: 自动选择面板：如果选中，程序将自动切换到

source: the Searh Info panel, when you start a new game against the computer.
ar: لوحة معلومات البحث، عندما تبدأ لعبة جديدة ضد الكمبيوتر.
bg: панела Search Info, когато започнете нова игра срещу компютъра.
bn: সিয়ারহ ইনফো প্যানেল, যখন আপনি কম্পিউটারের বিরুদ্ধে একটি নতুন গেম শুরু করেন।
da: Searh Info-panelet, når du starter et nyt spil mod computeren.
sq: paneli Searh Info, kur filloni një lojë të re kundër kompjuterit.
zh: 当您与计算机开始新游戏时，搜索信息面板。

source: Engine search info display
ar: عرض معلومات البحث عن المحرك
bg: Дисплей с информация за търсене в двигателя
bn: ইঞ্জিন অনুসন্ধান তথ্য প্রদর্শন
da: Visning af motorsøgningsoplysninger
sq: Shfaqja e informacionit të kërkimit të motorit
zh: 引擎搜索信息显示

source: Search info
ar: معلومات البحث
bg: Търсене на информация
bn: অনুসন্ধানের তথ্য
da: Søg info
sq: Kërko informacion
zh: 搜索信息

source: Last move
ar: الخطوة الاخيرة
bg: Последен ход
bn: শেষ পদক্ষেপ
da: Sidste træk
sq: Lëvizja e fundit
zh: 最后一步

source: K nodes/sec
ar: ك عقدة/ثانية
bg: K възли/сек
bn: কে নোড/সেকেন্ড
da: K noder/sek
sq: K nyje/sek
zh: 千个节点/秒

source: Time taken
ar: الوقت المستغرق
bg: Отнето време
bn: সময় লেগেছে
da: Tid taget
sq: Koha e marrë
zh: 所花时间

source: The name of the current engine
ar: اسم المحرك الحالي
bg: Името на текущия двигател
bn: বর্তমান ইঞ্জিনের নাম
da: Navnet på den aktuelle motor
sq: Emri i motorit aktual
zh: 当前引擎的名称

source: The search depth and the selective search depth reached by the engine
ar: عمق البحث وعمق البحث الانتقائي الذي وصل إليه المحرك
bg: Дълбочината на търсене и дълбочината на селективно търсене, достигната от двигателя
bn: ইঞ্জিন দ্বারা প্রাপ্ত অনুসন্ধানের গভীরতা এবং নির্বাচনী অনুসন্ধানের গভীরতা
da: Søgedybden og den selektive søgedybde nået af motoren
sq: Thellësia e kërkimit dhe thellësia selektive e kërkimit e arritur nga motori
zh: 引擎达到的搜索深度和选择性搜索深度

source: The evaluation of the position in pawn units
ar: تقييم الموقف في وحدات البيدق
bg: Оценката на позицията в пешките
bn: প্যান ইউনিটে অবস্থানের মূল্যায়ন
da: Evalueringen af ​​positionen i bondenheder
sq: Vlerësimi i pozicionit në njësitë e pengut
zh: 兵单位位置的评估

source: The last move that was played
ar: الحركة الأخيرة التي تم لعبها
bg: Последният изигран ход
bn: শেষ যে চালটি চালানো হয়েছিল
da: Det sidste træk, der blev spillet
sq: Lëvizja e fundit që u luajt
zh: 最后一步棋

source: The number of positions in 1000's that the engine is checking per second
ar: عدد المواضع بالآلاف التي يتحقق منها المحرك في الثانية
bg: Броят на позициите в 1000, които двигателят проверява за секунда
bn: ইঞ্জিন প্রতি সেকেন্ডে ১০০০ পজিশন পরীক্ষা করছে তার সংখ্যা
da: Antallet af positioner i 1000'er, som motoren kontrollerer pr. sekund
sq: Numri i pozicioneve në 1000 që motori po kontrollon për sekondë
zh: 引擎每秒检查的位置数（以千为单位）

source: The time spent analysing the current move
ar: الوقت المستغرق في تحليل التحرك الحالي
bg: Времето, прекарано в анализиране на текущия ход
bn: বর্তমান পদক্ষেপ বিশ্লেষণ করতে ব্যয় করা সময়
da: Tiden brugt på at analysere den aktuelle flytning
sq: Koha e kaluar për të analizuar lëvizjen aktuale
zh: 分析当前走势所花费的时间

source: The best line of play that the engine has found
ar: أفضل خط لعب وجده المحرك
bg: Най-добрата линия на игра, която двигателят е намерил
bn: ইঞ্জিনটি যে সেরা খেলার লাইন খুঁজে পেয়েছে
da: Den bedste spillelinje, som motoren har fundet
sq: Linja më e mirë e lojës që ka gjetur motori
zh: 引擎找到的最佳打法

source: Open the engine search info options dialog box
ar: افتح مربع حوار خيارات معلومات البحث عن المحرك
bg: Отворете диалоговия прозорец с опции за информация за търсене на машина
bn: ইঞ্জিন অনুসন্ধান তথ্য বিকল্প ডায়ালগ বক্স খুলুন।
da: Åbn dialogboksen med indstillingsmuligheder for motorsøgning
sq: Hapni kutinë e dialogut të opsioneve të informacionit të kërkimit të motorit
zh: 打开引擎搜索信息选项对话框

source: Disply help for engine search info
ar: عرض المساعدة لمعلومات البحث في المحرك
bg: Показване на помощ за информация за търсене в двигателя
bn: ইঞ্জিন অনুসন্ধান তথ্যের জন্য ডিসপ্লাই সহায়তা
da: Vis hjælp til information om motorsøgning
sq: Jepni ndihmë për informacionin e kërkimit të motorit
zh: 显示引擎搜索信息的帮助

source: Here is a description of the engine search info elements
ar: فيما يلي وصف لعناصر معلومات البحث في المحرك
bg: Ето описание на информационните елементи за търсене в двигателя
bn: এখানে ইঞ্জিন অনুসন্ধান তথ্য উপাদানগুলির একটি বিবরণ রয়েছে।
da: Her er en beskrivelse af motorsøgningens infoelementer
sq: Këtu është një përshkrim i elementeve të informacionit të kërkimit të motorit
zh: 以下是引擎搜索信息元素的描述

source: displayed in this panel.
ar: معروض في هذه اللوحة.
bg: показани в този панел.
bn: এই প্যানেলে প্রদর্শিত হবে।
da: vises i dette panel.
sq: shfaqet në këtë panel.
zh: 显示在此面板中。

source: Engine name : The name of the current engine.
ar: اسم المحرك : اسم المحرك الحالي.
bg: Име на двигателя : Името на текущия двигател.
bn: ইঞ্জিনের নাম: বর্তমান ইঞ্জিনের নাম।
da: Motornavn : Navnet på den aktuelle motor.
sq: Emri i motorit: Emri i motorit aktual.
zh: 引擎名称：当前引擎的名称。

source: Search depth : The search depth and selective search depth
ar: عمق البحث: عمق البحث وعمق البحث الانتقائي
bg: Дълбочина на търсене : Дълбочината на търсене и селективната дълбочина на търсене
bn: অনুসন্ধানের গভীরতা : অনুসন্ধানের গভীরতা এবং নির্বাচনী অনুসন্ধানের গভীরতা
da: Søgedybde : Søgedybden og selektiv søgedybde
sq: Thellësia e kërkimit: Thellësia e kërkimit dhe thellësia selektive e kërkimit
zh: 搜索深度：搜索深度和选择性搜索深度

source: Evaluation : The evaluation for the best line of play.
ar: التقييم : التقييم لأفضل خط لعب.
bg: Оценка : Оценката за най-добра линия на игра.
bn: মূল্যায়ন: সেরা খেলার লাইনের মূল্যায়ন।
da: Evaluering: Evalueringen for den bedste spillelinje.
sq: Vlerësimi: Vlerësimi për linjën më të mirë të lojës.
zh: 评价：对最佳比赛路线的评价。

source: Last move : The most recent move played in the game.
ar: الحركة الأخيرة: أحدث حركة تم لعبها في اللعبة.
bg: Последен ход : Най-скорошният изигран ход в играта.
bn: শেষ চাল: খেলায় খেলা সবচেয়ে সাম্প্রতিক চাল।
da: Sidste træk: Det seneste træk, der er spillet i spillet.
sq: Lëvizja e fundit: Lëvizja më e fundit e luajtur në lojë.
zh: 最后一步：游戏中最近走的一步。

source: Kilo nodes : The number of kilo nodes (positions) in 1000's,
ar: عقد الكيلو: عدد عقد الكيلو (المواضع) بالآلاف،
bg: Kilo възли : Броят на kilo възли (позиции) в 1000,
bn: কিলো নোড: ১০০০-এ কিলো নোডের (অবস্থান) সংখ্যা,
da: Kilo noder: Antallet af kilo noder (positioner) i 1000'er,
sq: Nyjet e kilogramëve: Numri i nyjeve (pozicioneve) të kilogramëve në 1000,
zh: 千节点：千节点（位置）的数量（以千为单位），

source: Time taken : The number of seconds that the engine
ar: الوقت المستغرق : عدد الثواني التي يستغرقها المحرك
bg: Отнето време : Броят секунди, през които двигателят
bn: সময় লেগেছে: ইঞ্জিনটি কত সেকেন্ড সময় নিয়েছে
da: Tidsforbrug: Det antal sekunder, som motoren
sq: Koha e marrë: Numri i sekondave që motori
zh: 所用时间：引擎运行所用的秒数

source: has been searching the position.
ar: لقد تم البحث عن المنصب.
bg: е търсил позицията.
bn: পদটি অনুসন্ধান করছে।
da: har søgt stillingen.
sq: ka kërkuar pozicionin.
zh: 一直在搜寻该职位。

source: Best line : The best line found so far during the search.
ar: أفضل خط : أفضل خط تم العثور عليه حتى الآن أثناء البحث.
bg: Най-добра линия: Най-добрата линия, намерена досега по време на търсенето.
bn: সেরা লাইন: অনুসন্ধানের সময় এখন পর্যন্ত পাওয়া সেরা লাইন।
da: Bedste linje : Den bedste linje fundet indtil videre under søgningen.
sq: Linja më e mirë : Linja më e mirë e gjetur deri më tani gjatë kërkimit.
zh: 最佳线路：搜索过程中迄今为止找到的最佳线路。

source: Engine search info help
ar: مساعدة في معلومات البحث عن المحرك
bg: Помощ за информация за търсене в двигателя
bn: ইঞ্জিন অনুসন্ধান তথ্য সহায়তা
da: Hjælp til motorsøgning
sq: Ndihmë për informacionin e kërkimit të motorit
zh: 引擎搜索信息帮助

source: Use sound effects
ar: استخدم المؤثرات الصوتية
bg: Използвайте звукови ефекти
bn: শব্দ প্রভাব ব্যবহার করুন
da: Brug lydeffekter
sq: Përdorni efekte zanore
zh: 使用声音效果

source: Chess pieces
ar: قطع الشطرنج
bg: Фигури за шах
bn: দাবার টুকরো
da: Skakbrikker
sq: Pjesë shahu
zh: 棋子

source: Game result
ar: نتيجة المباراة
bg: Резултат от играта
bn: খেলার ফলাফল
da: Spil resultat
sq: Rezultati i lojës
zh: 比赛结果

source: Select clock sounds
ar: حدد أصوات الساعة
bg: Изберете звуци на часовника
bn: ঘড়ির শব্দ নির্বাচন করুন
da: Vælg urlyde
sq: Zgjidhni tingujt e orës
zh: 选择时钟声音

source: Clock file number
ar: رقم ملف الساعة
bg: Номер на файла на часовника
bn: ঘড়ির ফাইল নম্বর
da: Ur filnummer
sq: Numri i skedarit të orës
zh: 时钟文件号

source: Human
ar: بشر
bg: човешки
bn: মানুষ
sq: Njerëzore
zh: 人类

source: Computer
ar: حاسوب
bg: компютър
bn: কম্পিউটার
sq: Kompjuter
zh: 电脑

source: System volume setting percentage ( 0 - 100 )
ar: نسبة ضبط مستوى صوت النظام ( 0 - 100 )
bg: Процент на настройката на силата на звука на системата (0 - 100)
bn: সিস্টেম ভলিউম সেটিং শতাংশ (0 - 100)
da: Systemvolumen indstillingsprocent (0-100)
sq: Përqindja e cilësimit të volumit të sistemit ( 0 - 100 )
zh: 系统音量设置百分比（0-100）

source: Check to use sound effects
ar: حدد خيار استخدام المؤثرات الصوتية
bg: Поставете отметка, за да използвате звукови ефекти
bn: শব্দ প্রভাব ব্যবহার করতে চেক করুন
da: Marker for at bruge lydeffekter
sq: Kontrolloni për të përdorur efektet zanore
zh: 勾选使用音效

source: Check to use piece sound effects
ar: حدد خيار استخدام المؤثرات الصوتية للقطعة
bg: Поставете отметка, за да използвате звукови ефекти на парчета
bn: পিস সাউন্ড এফেক্ট ব্যবহার করতে চেক করুন
da: Marker for at bruge stykke lydeffekter
sq: Kontrolloni për të përdorur efektet zanore të pjesëve
zh: 勾选使用片段音效

source: Check to use clock sound effects
ar: حدد هذا الخيار لاستخدام تأثيرات صوت الساعة
bg: Поставете отметка, за да използвате звукови ефекти на часовника
bn: ঘড়ির শব্দ প্রভাব ব্যবহার করতে চেক করুন
da: Marker for at bruge ur-lydeffekter
sq: Kontrollo për të përdorur efektet e zërit të orës
zh: 勾选使用时钟音效

source: Check to use puzzle mode sound effects
ar: حدد هذا الخيار لاستخدام المؤثرات الصوتية لوضع الألغاز
bg: Поставете отметка, за да използвате звукови ефекти в режим пъзел
bn: ধাঁধা মোড সাউন্ড এফেক্ট ব্যবহার করতে চেক করুন
da: Marker for at bruge lydeffekter i puslespiltilstand
sq: Kontrolloni për të përdorur efektet zanore të modalitetit të enigmës
zh: 勾选使用拼图模式音效

source: Check to use sound effects for a game result
ar: حدد هذا الخيار لاستخدام المؤثرات الصوتية لنتيجة اللعبة
bg: Поставете отметка, за да използвате звукови ефекти за резултат от играта
bn: খেলার ফলাফলের জন্য শব্দ প্রভাব ব্যবহার করতে চেক করুন
da: Marker for at bruge lydeffekter til et spilresultat
sq: Kontrolloni për të përdorur efektet zanore për një rezultat të lojës
zh: 勾选使用音效作为游戏结果

source: Enter the program volume percentage (0 - 100)
ar: أدخل نسبة حجم البرنامج (0 - 100)
bg: Въведете процента обем на програмата (0 - 100)
bn: প্রোগ্রামের ভলিউম শতাংশ লিখুন (০ - ১০০)
da: Indtast programvolumenprocenten (0 - 100)
sq: Fut përqindjen e vëllimit të programit (0 - 100)
zh: 输入程序音量百分比（0 - 100）

source: Check to use player clock number 1
ar: حدد خيار استخدام ساعة اللاعب رقم 1
bg: Поставете отметка, за да използвате часовник номер 1 на играча
bn: প্লেয়ার ঘড়ি নম্বর ১ ব্যবহার করতে চেক করুন।
da: Marker for at bruge afspillerens ur nummer 1
sq: Kontrolloni për të përdorur orën e luajtësit numër 1
zh: 勾选使用 1 号玩家时钟
