Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: additional parameters into the input box before clicking <Send>
ar: المعلمات الإضافية في مربع الإدخال قبل النقر فوق <إرسال>
bg: допълнителни параметри в полето за въвеждане, преди да щракнете върху <Изпрати>
bn: <প্রেরণ> এ ক্লিক করার আগে ইনপুট বাক্সে অতিরিক্ত পরামিতি
da: yderligere parametre i inputfeltet, før du klikker på <Send>
sq: parametra shtesë në kutinë e hyrjes përpara se të klikoni <Dërgo>
zh: 在点击<发送>之前，在输入框中添加其他参数

source: If you want to add parameters to an immediate command before sending,
ar: إذا كنت تريد إضافة معلمات إلى أمر فوري قبل إرساله،
bg: Ако искате да добавите параметри към незабавна команда преди изпращане,
bn: যদি আপনি পাঠানোর আগে একটি তাৎক্ষণিক কমান্ডে প্যারামিটার যোগ করতে চান,
da: Hvis du vil tilføje parametre til en umiddelbar kommando før afsendelse,
sq: Nëse dëshironi të shtoni parametra në një komandë të menjëhershme përpara se të dërgoni,
zh: 如果要在发送之前向立即命令添加参数，

source: then hold down the <Shift> key when clicking the icon.
ar: ثم اضغط باستمرار على مفتاح <Shift> أثناء النقر فوق الرمز.
bg: след това задръжте клавиша <Shift>, когато щракнете върху иконата.
bn: তারপর আইকনে ক্লিক করার সময় <Shift> কীটি ধরে রাখুন।
da: hold derefter <Shift>-tasten nede, når du klikker på ikonet.
sq: pastaj mbani të shtypur tastin <Shift> kur klikoni ikonën.
zh: 然后单击图标时按住 <Shift> 键。

source: I have placed icons on the toolbar for the commands which I think
ar: لقد وضعت أيقونات على شريط الأدوات للأوامر التي أعتقد أنها
bg: Поставил съм икони в лентата с инструменти за командите, които мисля
bn: আমি টুলবারে কমান্ডের জন্য আইকন স্থাপন করেছি যা আমার মনে হয়
da: Jeg har placeret ikoner på værktøjslinjen for de kommandoer, som jeg tror
sq: Unë kam vendosur ikona në shiritin e veglave për komandat që mendoj
zh: 我在工具栏上放置了我认为

source: will be used the most, but all Fics commands can be typed in manually
ar: سيتم استخدامه بشكل أكبر، ولكن يمكن كتابة جميع أوامر Fics يدويًا
bg: ще се използва най-много, но всички команди на Fics могат да бъдат въведени ръчно
bn: সবচেয়ে বেশি ব্যবহৃত হবে, তবে সমস্ত Fics কমান্ড ম্যানুয়ালি টাইপ করা যাবে
da: vil blive brugt mest, men alle Fics-kommandoer kan indtastes manuelt
sq: do të përdoret më së shumti, por të gjitha komandat Fics mund të shtypen manualisht
zh: 会用得最多，但所有 Fics 命令都可以手动输入

source: in the input box and then sent using <Send>
ar: في مربع الإدخال ثم يتم إرساله باستخدام <إرسال>
bg: в полето за въвеждане и след това изпратен чрез <Изпрати>
bn: ইনপুট বাক্সে এবং তারপর <Send> ব্যবহার করে পাঠানো হয়েছে
da: i indtastningsfeltet og derefter sendt med <Send>
sq: në kutinë e hyrjes dhe më pas dërgohet duke përdorur <Dërgo>
zh: 在输入框中，然后使用 <Send> 发送

source: You can select which icons should be placed on the toolbar by clicking
ar: يمكنك تحديد الرموز التي يجب وضعها على شريط الأدوات بالنقر فوق
bg: Можете да изберете кои икони да се поставят в лентата с инструменти, като щракнете
bn: টুলবারে কোন আইকনগুলি স্থাপন করা উচিত তা আপনি ক্লিক করে নির্বাচন করতে পারেন
da: Du kan vælge, hvilke ikoner der skal placeres på værktøjslinjen ved at klikke
sq: Ju mund të zgjidhni se cilat ikona duhet të vendosen në shiritin e veglave duke klikuar
zh: 您可以通过点击选择要放置在工具栏上的图标

source: <Settings> (rightmost icon) then <Toolbar icons..>
ar: <الإعدادات> (الرمز الموجود في أقصى اليمين) ثم <أيقونات شريط الأدوات..>
bg: <Настройки> (най-дясната икона), след това <Икони на лентата с инструменти..>
bn: <সেটিংস> (ডানদিকের আইকন) তারপর <টুলবার আইকন..>
da: <Indstillinger> (ikon længst til højre) derefter <Værktøjslinjeikoner..>
sq: <Cilësimet> (ikona në të djathtë) pastaj <Ikonat e shiritit të veglave..>
zh: <设置>（最右边的图标）然后<工具栏图标..>

source: You can get Fics help by clicking on the small red question mark icon,
ar: يمكنك الحصول على مساعدة في Fics من خلال النقر على أيقونة علامة الاستفهام الحمراء الصغيرة،
bg: Можете да получите помощ за Fics, като щракнете върху малката червена икона на въпросителен знак,
bn: ছোট লাল প্রশ্ন চিহ্ন আইকনে ক্লিক করে আপনি Fics-এর সাহায্য পেতে পারেন,
da: Du kan få Fics-hjælp ved at klikke på det lille røde spørgsmålstegn,
sq: Ju mund të merrni ndihmën e Fics duke klikuar në ikonën e vogël të kuqe të pikëpyetjes,
zh: 您可以通过点击红色小问号图标获取 Fics 帮助，

source: usually the 3rd from the right hand end of the toolbar.
ar: عادة ما يكون الثالث من الطرف الأيمن لشريط الأدوات.
bg: обикновено 3-то от десния край на лентата с инструменти.
bn: সাধারণত টুলবারের ডান প্রান্ত থেকে তৃতীয়টি।
da: normalt den 3. fra højre ende af værktøjslinjen.
sq: zakonisht e treta nga skaji i djathtë i shiritit të veglave.
zh: 通常是工具栏右端第三项。

source: In order for the connection to Fics to be maintained,
ar: من أجل الحفاظ على الاتصال مع Fics،
bg: За да се поддържа връзката с Fics,
bn: Fics এর সাথে সংযোগ বজায় রাখার জন্য,
da: For at forbindelsen til Fics kan opretholdes,
sq: Në mënyrë që lidhja me Fics të ruhet,
zh: 为了维持与 Fics 的连接，

source: the Fics window must be kept open.
ar: يجب إبقاء نافذة Fics مفتوحة.
bg: прозорецът Fics трябва да се държи отворен.
bn: ফিক্স উইন্ডোটি খোলা রাখতে হবে।
da: Fics-vinduet skal holdes åbent.
sq: dritarja Fics duhet të mbahet e hapur.
zh: Fics窗口必须保持打开。

source: If you find that the Fics window is taking up too much space,
ar: إذا وجدت أن نافذة Fics تشغل مساحة كبيرة جدًا،
bg: Ако установите, че прозорецът Fics заема твърде много място,
bn: যদি আপনি দেখেন যে Fics উইন্ডোটি খুব বেশি জায়গা দখল করছে,
da: Hvis du opdager, at Fics-vinduet fylder for meget,
sq: Nëse zbuloni se dritarja Fics po zë shumë hapësirë,
zh: 如果你发现 Fics 窗口占用了太多空间，

source: it can be minimized, this will not lose the connection.
ar: يمكن التقليل من ذلك، ولن يؤدي ذلك إلى فقدان الاتصال.
bg: може да се минимизира, това няма да загуби връзката.
bn: এটি কমানো যেতে পারে, এতে সংযোগ হারাবে না।
da: det kan minimeres, dette vil ikke miste forbindelsen.
sq: mund të minimizohet, kjo nuk do të humbasë lidhjen.
zh: 它可以最小化，这样不会丢失连接。

source: This lack of space will almost cetainly be the case when playing a game
ar: من المؤكد تقريبًا أن هذا الافتقار إلى المساحة سيكون هو الحال عند لعب لعبة
bg: Тази липса на пространство почти сигурно ще се случи, когато играете игра
bn: খেলা খেলার সময় এই জায়গার অভাব প্রায় নিশ্চিতভাবেই ঘটবে।
da: Denne mangel på plads vil næsten helt sikkert være tilfældet, når du spiller et spil
sq: Kjo mungesë hapësire do të jetë pothuajse gjithmonë rasti kur luani një lojë
zh: 在玩游戏时，几乎肯定会出现这种空间不足的情况

source: using 3d graphics, unless you have a very large monitor.
ar: استخدام الرسومات ثلاثية الأبعاد، ما لم يكن لديك شاشة كبيرة جدًا.
bg: използване на 3D графики, освен ако нямате много голям монитор.
bn: 3D গ্রাফিক্স ব্যবহার করে, যদি না আপনার খুব বড় মনিটর থাকে।
da: ved hjælp af 3d-grafik, medmindre du har en meget stor skærm.
sq: duke përdorur grafikë 3d, përveç nëse keni një monitor shumë të madh.
zh: 使用 3D 图形，除非您有一个非常大的显示器。

source: The window can subsequently be restored by clicking on the Fics icon
ar: يمكن استعادة النافذة لاحقًا بالنقر فوق أيقونة Fics
bg: Впоследствие прозорецът може да бъде възстановен чрез щракване върху иконата Fics
bn: পরবর্তীতে Fics আইকনে ক্লিক করে উইন্ডোটি পুনরুদ্ধার করা যেতে পারে।
da: Vinduet kan efterfølgende gendannes ved at klikke på Fics-ikonet
sq: Dritarja mund të rikthehet më pas duke klikuar në ikonën Fics
zh: 随后可以通过单击 Fics 图标来恢复窗口

source: on the main toolbar.
ar: على شريط الأدوات الرئيسي.
bg: на главната лента с инструменти.
bn: প্রধান টুলবারে।
da: på hovedværktøjslinjen.
sq: në shiritin kryesor të veglave.
zh: 在主工具栏上。

source: When connected to Fics, messages can be displayed on the status bar,
ar: عند الاتصال بـ Fics، يمكن عرض الرسائل على شريط الحالة،
bg: Когато сте свързани с Fics, съобщенията могат да се показват в лентата на състоянието,
bn: Fics এর সাথে সংযুক্ত থাকলে, বার্তাগুলি স্ট্যাটাস বারে প্রদর্শিত হতে পারে,
da: Når du er tilsluttet Fics, kan meddelelser vises på statuslinjen,
sq: Kur lidheni me Fics, mesazhet mund të shfaqen në shiritin e statusit,
zh: 当连接到Fics时，消息可以显示在状态栏上，

source: so that you will be alerted when there is a message that requires
ar: حتى يتم تنبيهك عند وجود رسالة تتطلب ذلك
bg: така че да бъдете предупредени, когато има съобщение, което изисква
bn: যাতে এমন কোনও বার্তা এলে আপনাকে সতর্ক করা হবে যার প্রয়োজন
da: så du bliver advaret, når der er en besked, der kræver
sq: në mënyrë që të njoftoheni kur të ketë një mesazh që kërkon
zh: 这样当有消息需要时，你就会收到提醒

source: a response from you when the Fics window is minimized.
ar: رد منك عندما يتم تصغير نافذة Fics.
bg: отговор от вас, когато прозорецът Fics е минимизиран.
bn: Fics উইন্ডোটি ছোট করা হলে আপনার কাছ থেকে একটি প্রতিক্রিয়া।
da: et svar fra dig, når Fics-vinduet er minimeret.
sq: një përgjigje nga ju kur dritarja Fics minimizohet.
zh: 当 Fics 窗口最小化时收到您的回复。

source: e.g. a draw offer.
ar: على سبيل المثال عرض السحب.
bg: напр. предложение за равенство.
bn: যেমন, একটি ড্র অফার।
da: f.eks. et lodtrækningstilbud.
sq: p.sh. një ofertë barazimi.
zh: 例如平局优惠。

source: On 15 January 1992, Michael Moore of the University of Utah and Richard Nash
ar: في 15 يناير 1992، أعلن مايكل مور من جامعة يوتا وريتشارد ناش
bg: На 15 януари 1992 г. Майкъл Мур от Университета на Юта и Ричард Наш
bn: ১৫ জানুয়ারী ১৯৯২ তারিখে, ইউটাহ বিশ্ববিদ্যালয়ের মাইকেল মুর এবং রিচার্ড ন্যাশ
da: Den 15. januar 1992, Michael Moore fra University of Utah og Richard Nash
sq: Më 15 janar 1992, Majkëll Mur i Universitetit të Jutës dhe Richard Nash
zh: 1992 年 1 月 15 日，犹他大学的迈克尔·摩尔和理查德·纳什

source: started the first Internet chess server, named the American Internet Chess Server (AICS),
ar: بدأ أول خادم شطرنج على الإنترنت، والذي أطلق عليه اسم خادم شطرنج الإنترنت الأمريكي (AICS)،
bg: стартира първия интернет сървър за шах, наречен American Internet Chess Server (AICS),
bn: আমেরিকান ইন্টারনেট চেস সার্ভার (AICS) নামে প্রথম ইন্টারনেট দাবা সার্ভার শুরু করে,
da: startede den første internet skakserver, kaldet American Internet Chess Server (AICS),
sq: filloi serverin e parë të shahut në Internet, i quajtur Serveri Amerikan i Shahut në Internet (AICS),
zh: 启动了第一个互联网象棋服务器，名为美国互联网象棋服务器（AICS），

source: but generally known as simply the Internet Chess Server(ICS).
ar: ولكن يُعرف عمومًا باسم خادم شطرنج الإنترنت (ICS).
bg: но обикновено известен просто като Интернет шах сървър (ICS).
bn: কিন্তু সাধারণত কেবল ইন্টারনেট চেস সার্ভার( আইসিএস) নামে পরিচিত।
da: men generelt kendt som blot Internet Chess Server (ICS).
sq: por përgjithësisht i njohur si thjesht Internet Chess Server (ICS).
zh: 但通常被简单地称为互联网国际象棋服务器 (ICS)。

source: The initial release was hosted at the Colorado School of Mines,
ar: تم استضافة الإصدار الأولي في مدرسة كولورادو للمناجم،
bg: Първоначалното издание беше организирано в Mines School of Colorado,
bn: প্রাথমিক প্রকাশটি কলোরাডো স্কুল অফ মাইনসে আয়োজিত হয়েছিল,
da: Den første udgivelse var vært på Colorado School of Mines,
sq: Publikimi fillestar u organizua në Shkollën e Minierave në Kolorado,
zh: 首次发布会在科罗拉多矿业学院举行，

source: but it was moved to Carnegie Mellon University later the same year.
ar: ولكن تم نقله إلى جامعة كارنيجي ميلون في وقت لاحق من نفس العام.
bg: но е преместен в университета Карнеги Мелън по-късно същата година.
bn: কিন্তু একই বছরের শেষের দিকে এটি কার্নেগি মেলন বিশ্ববিদ্যালয়ে স্থানান্তরিত হয়।
da: men det blev flyttet til Carnegie Mellon University senere samme år.
sq: por u zhvendos në Universitetin Carnegie Mellon më vonë të njëjtin vit.
zh: 但同年晚些时候它被转移到了卡内基梅隆大学。

source: The software was coded, supported, and operated by volunteers until 1 March 1995
ar: تم برمجة البرنامج ودعمه وتشغيله بواسطة متطوعين حتى 1 مارس 1995
bg: Софтуерът беше кодиран, поддържан и управляван от доброволци до 1 март 1995 г
bn: সফটওয়্যারটি ১ মার্চ ১৯৯৫ পর্যন্ত স্বেচ্ছাসেবকদের দ্বারা কোডেড, সমর্থিত এবং পরিচালিত ছিল।
da: Softwaren blev kodet, understøttet og drevet af frivillige indtil 1. marts 1995
sq: Softueri u kodua, u mbështet dhe u operua nga vullnetarë deri më 1 mars 1995
zh: 该软件由志愿者编码、支持和操作，直到 1995 年 3 月 1 日

source: when administrators began charging players for membership and changed the name
ar: عندما بدأ المسؤولون في فرض رسوم على اللاعبين مقابل العضوية وتغيير الاسم
bg: когато администраторите започнаха да таксуват играчите за членство и промениха името
bn: যখন প্রশাসকরা খেলোয়াড়দের সদস্যপদে টাকা নেওয়া শুরু করেন এবং নাম পরিবর্তন করেন
da: da administratorer begyndte at betale spillere for medlemskab og ændrede navnet
sq: kur administratorët filluan të tarifonin lojtarët për anëtarësim dhe ndryshuan emrin
zh: 当管理员开始向玩家收取会员费并更改名称时

source: to the ICC. Several former ICS programmers saw the commercialization of ICS
ar: إلى ICC. رأى العديد من مبرمجي ICS السابقين تسويق ICS
bg: към ICC. Няколко бивши ICS програмисти видяха комерсиализацията на ICS
bn: আইসিসির কাছে। বেশ কয়েকজন প্রাক্তন আইসিএস প্রোগ্রামার আইসিএসের বাণিজ্যিকীকরণ দেখেছেন
da: til ICC. Flere tidligere ICS-programmører så kommercialiseringen af ​​ICS
sq: në GJNP. Disa ish-programues të ICS panë komercializimin e ICS
zh: 一些前 ICS 程序员见证了 ICS 的商业化

source: as an exploitation of their work.
ar: كاستغلال لعملهم.
bg: като експлоатация на тяхната работа.
bn: তাদের কাজের শোষণ হিসেবে।
da: som en udnyttelse af deres arbejde.
sq: si shfrytëzim i punës së tyre.
zh: 作为对其劳动成果的剥削。

source: This group, led by Chris Petroff and Henrik Gram, developed FICS as an alternative
ar: طورت هذه المجموعة، بقيادة كريس بيتروف وهنريك جرام، نظام FICS كبديل
bg: Тази група, водена от Крис Петроф и Хенрик Грам, разработи FICS като алтернатива
bn: ক্রিস পেট্রোফ এবং হেনরিক গ্রাম-এর নেতৃত্বে এই দলটি বিকল্প হিসেবে FICS তৈরি করে
da: Denne gruppe, ledet af Chris Petroff og Henrik Gram, udviklede FICS som et alternativ
sq: Ky grup, i udhëhequr nga Chris Petroff dhe Henrik Gram, zhvilloi FICS si një alternativë
zh: 这个由 Chris Petroff 和 Henrik Gram 领导的团队开发了 FICS 作为替代方案

source: to the paid model, giving users free, unrestricted access.
ar: إلى النموذج المدفوع، مما يتيح للمستخدمين الوصول المجاني وغير المقيد.
bg: към платения модел, предоставяйки на потребителите безплатен, неограничен достъп.
bn: ব্যবহারকারীদের বিনামূল্যে, অবাধ অ্যাক্সেস প্রদান করে, অর্থপ্রদানকারী মডেলে।
da: til den betalte model, hvilket giver brugerne gratis, ubegrænset adgang.
sq: në modelin me pagesë, duke u dhënë përdoruesve akses të lirë dhe të pakufizuar.
zh: 付费模式，为用户提供免费、不受限制的访问。

source: The server debuted on 3 March 1995, just two days after the ICC announcement.
ar: تم إطلاق الخادم لأول مرة في 3 مارس 1995، بعد يومين فقط من إعلان ICC.
bg: Сървърът дебютира на 3 март 1995 г., само два дни след съобщението на ICC.
bn: আইসিসি ঘোষণার মাত্র দুই দিন পরে, ১৯৯৫ সালের ৩ মার্চ সার্ভারটি আত্মপ্রকাশ করে।
da: Serveren debuterede den 3. marts 1995, kun to dage efter ICC-meddelelsen.
sq: Serveri debutoi më 3 mars 1995, vetëm dy ditë pas njoftimit të ICC.
zh: 该服务器于 1995 年 3 月 3 日首次亮相，即 ICC 宣布后的两天。

source: In 1998, the Free Internet Chess Organization was founded as a nonprofit organization.
ar: في عام 1998، تأسست منظمة الشطرنج المجانية عبر الإنترنت كمنظمة غير ربحية.
bg: През 1998 г. Организацията за свободен интернет шах е основана като организация с нестопанска цел.
bn: ১৯৯৮ সালে, ফ্রি ইন্টারনেট দাবা সংস্থা একটি অলাভজনক সংস্থা হিসেবে প্রতিষ্ঠিত হয়েছিল।
da: I 1998 blev Free Internet Chess Organization grundlagt som en nonprofit organisation.
sq: Në vitin 1998, Organizata e Shahut në Internet u themelua si një organizatë jofitimprurëse.
zh: 1998年，自由网络象棋组织成立，是一个非营利组织。

source: In 2007, this legal entity was involuntarily dissolved.
ar: في عام 2007، تم حل هذا الكيان القانوني بشكل غير طوعي.
bg: През 2007 г. това юридическо лице беше принудително прекратено.
bn: ২০০৭ সালে, এই আইনি সত্তাটি অনিচ্ছাকৃতভাবে বিলুপ্ত করা হয়েছিল।
da: I 2007 blev denne juridiske enhed ufrivilligt opløst.
sq: Në vitin 2007 ky person juridik është shkrirë në mënyrë të pavullnetshme.
zh: 2007年，该法人实体被非自愿解散。

source: The server is still maintained and administered by volunteers.
ar: لا يزال الخادم قيد الصيانة والإدارة من قبل المتطوعين.
bg: Сървърът все още се поддържа и администрира от доброволци.
bn: সার্ভারটি এখনও স্বেচ্ছাসেবকদের দ্বারা রক্ষণাবেক্ষণ এবং পরিচালিত হয়।
da: Serveren vedligeholdes og administreres stadig af frivillige.
sq: Serveri ende mirëmbahet dhe administrohet nga vullnetarë.
zh: 该服务器仍由志愿者维护和管理。

source: The material above is from Wikipedia and is reproduced
ar: المادة المذكورة أعلاه مأخوذة من ويكيبيديا وتم إعادة إنتاجها
bg: Материалът по-горе е от Wikipedia и е възпроизведен
bn: উপরের উপাদানটি উইকিপিডিয়া থেকে নেওয়া এবং পুনরুত্পাদন করা হয়েছে।
da: Ovenstående materiale er fra Wikipedia og er gengivet
sq: Materiali i mësipërm është nga Wikipedia dhe është riprodhuar
zh: 以上材料来自维基百科并转载

source: in accordance with the Creative Commons license version 4.0 -
ar: وفقًا لرخصة المشاع الإبداعي الإصدار 4.0 -
bg: в съответствие с лиценз Creative Commons версия 4.0 -
bn: ক্রিয়েটিভ কমন্স লাইসেন্স সংস্করণ 4.0 অনুসারে -
da: i overensstemmelse med Creative Commons-licensen version 4.0 -
sq: në përputhje me versionin 4.0 të licencës Creative Commons -
zh: 按照 Creative Commons 许可证 4.0 版 -

source: History of the Free Internet Chess Server
ar: تاريخ خادم الشطرنج المجاني على الإنترنت
bg: История на безплатния интернет сървър за шах
bn: ফ্রি ইন্টারনেট দাবা সার্ভারের ইতিহাস
da: Historien om den gratis internet skakserver
sq: Historia e serverit falas të shahut në internet
zh: 免费互联网国际象棋服务器的历史

source: In order to be able to connect to Fics you need an internet connection
ar: لكي تتمكن من الاتصال بـ Fics، فأنت بحاجة إلى اتصال بالإنترنت
bg: За да можете да се свържете с Fics, имате нужда от интернет връзка
bn: Fics-এর সাথে সংযোগ স্থাপন করতে আপনার একটি ইন্টারনেট সংযোগ প্রয়োজন।
da: For at kunne oprette forbindelse til Fics skal du have en internetforbindelse
sq: Për të qenë në gjendje të lidheni me Fics, ju duhet një lidhje interneti
zh: 为了能够连接到 Fics，你需要互联网连接

source: and port number 5000 must be allowed through the Windows firewall.
ar: ويجب السماح للمنفذ رقم 5000 بالمرور عبر جدار حماية Windows.
bg: и порт номер 5000 трябва да бъде разрешен през защитната стена на Windows.
bn: এবং পোর্ট নম্বর ৫০০০ উইন্ডোজ ফায়ারওয়ালের মাধ্যমে অনুমোদিত হতে হবে।
da: og portnummer 5000 skal tillades gennem Windows firewall.
sq: dhe numri i portit 5000 duhet të lejohet përmes murit të zjarrit të Windows.
zh: 并且必须允许端口号 5000 通过 Windows 防火墙。

source: In order to allow port 5000 through the Windows firewall follow these steps -
ar: لكي تسمح للمنفذ 5000 بالمرور عبر جدار حماية Windows، اتبع الخطوات التالية -
bg: За да разрешите порт 5000 през защитната стена на Windows, следвайте тези стъпки -
bn: উইন্ডোজ ফায়ারওয়ালের মাধ্যমে পোর্ট 5000 অনুমোদনের জন্য এই পদক্ষেপগুলি অনুসরণ করুন -
da: Følg disse trin for at tillade port 5000 gennem Windows firewallen -
sq: Për të lejuar portin 5000 përmes murit të zjarrit të Windows, ndiqni këto hapa -
zh: 为了允许端口 5000 通过 Windows 防火墙，请按照以下步骤操作 -

source: For Windows 7 select <Start> <Control Panel> <System and Security>
ar: بالنسبة لنظام التشغيل Windows 7، حدد <ابدأ> <لوحة التحكم> <النظام والأمان>
bg: За Windows 7 изберете <Старт> <Контролен панел> <Система и защита>
bn: উইন্ডোজ ৭ এর জন্য <স্টার্ট> <কন্ট্রোল প্যানেল> <সিস্টেম এবং সুরক্ষা> নির্বাচন করুন
da: For Windows 7 skal du vælge <Start> <Kontrolpanel> <System og sikkerhed>
sq: Për Windows 7 zgjidhni <Start> <Control Panel> <System and Security>
zh: 对于 Windows 7，选择 <开始> <控制面板> <系统和安全>

source: <Windows Firewall> <Advanced Settings>
ar: <جدار حماية Windows> <الإعدادات المتقدمة>
bg: <Защитна стена на Windows> <Разширени настройки>
bn: <উইন্ডোজ ফায়ারওয়াল> <উন্নত সেটিংস>
da: <Windows Firewall> <Avancerede indstillinger>
sq: <Windows Firewall> <Cilësimet e Avancuara>
zh: <Windows 防火墙> <高级设置>

source: For Windows 10 select <Settings> <Update & Security> <Windows Security>
ar: بالنسبة لنظام التشغيل Windows 10، حدد <الإعدادات> <التحديث والأمان> <أمان Windows>
bg: За Windows 10 изберете <Настройки> <Актуализиране и защита> <Защита на Windows>
bn: উইন্ডোজ ১০ এর জন্য <সেটিংস>আপডেট এবং সুরক্ষা> <উইন্ডোজ সুরক্ষা> নির্বাচন করুন
da: For Windows 10 skal du vælge <Indstillinger> <Opdatering og sikkerhed> <Windows-sikkerhed>
sq: Për Windows 10 zgjidhni <Cilësimet> <Përditësimi dhe Siguria> <Siguria e Windows>
zh: 对于 Windows 10，选择 <设置> <更新和安全> <Windows 安全>

source: <Firewall & Network Protection> <Advanced Settings>
ar: <جدار الحماية وحماية الشبكة> <الإعدادات المتقدمة>
bg: <Защитна стена и мрежова защита> <Разширени настройки>
bn: <ফায়ারওয়াল এবং নেটওয়ার্ক সুরক্ষা>>উন্নত সেটিংস>>
da: <Firewall og netværksbeskyttelse> <Avancerede indstillinger>
sq: <Firewall dhe Mbrojtja e Rrjetit> <Cilësimet e Avancuara>
zh: <防火墙和网络保护> <高级设置>

source: From then on, the steps are the same.
ar: ومنذ ذلك الحين، الخطوات هي نفسها.
bg: Оттам нататък стъпките са същите.
bn: তারপর থেকে, ধাপগুলি একই রকম।
da: Fra da af er trinene de samme.
sq: Që atëherë, hapat janë të njëjtë.
zh: 从那时起，步骤就相同了。

source: This opens the <Windows Firewall with Advanced Security> screen.
ar: يؤدي هذا إلى فتح شاشة <جدار حماية Windows مع الأمان المتقدم>.
bg: Това отваря екрана <Защитна стена на Windows с разширена защита>.
bn: এটি <Windows Firewall with Advanced Security> স্ক্রিনটি খুলবে।
da: Dette åbner skærmen <Windows Firewall med avanceret sikkerhed>.
sq: Kjo hap ekranin <Windows Firewall with Advanced Security>.
zh: 这将打开<高级安全 Windows 防火墙>屏幕。

source: Choose <Inbound Rules> from the left panel,
ar: اختر <القواعد الواردة> من اللوحة اليسرى،
bg: Изберете <Inbound Rules> от левия панел,
bn: বাম প্যানেল থেকে <Inbound Rules> নির্বাচন করুন,
da: Vælg <Inbound Rules> fra venstre panel,
sq: Zgjidhni <Rregullat hyrëse> nga paneli i majtë,
zh: 从左侧面板中选择<入站规则>，

source: then <New Rule> from the right panel.
ar: ثم <قاعدة جديدة> من اللوحة اليمنى.
bg: след това <Ново правило> от десния панел.
bn: তারপর ডান প্যানেল থেকে <New Rule>।
da: derefter <Ny regel> fra højre panel.
sq: pastaj <New Rule> nga paneli i djathtë.
zh: 然后从右侧面板中选择<新规则>。

source: In the <Rule Type> screen, select <Port> then <Next>.
ar: في شاشة <نوع القاعدة>، حدد <المنفذ> ثم <التالي>.
bg: В екрана <Rule Type> изберете <Port> и след това <Next>.
bn: <Rule Type> স্ক্রিনে, <Port> নির্বাচন করুন তারপর <Next>।
da: På skærmen <Regeltype> skal du vælge <Port> og derefter <Næste>.
sq: Në ekranin <Lloji i rregullit>, zgjidhni <Port> më pas <Next>.
zh: 在<规则类型>屏幕中，选择<端口>，然后选择<下一步>。

source: In the <Protocol and Ports> screen, select <TCP> and <Specfic local ports>
ar: في شاشة <البروتوكول والمنافذ>، حدد <TCP> و<المنافذ المحلية المحددة>
bg: В екрана <Протокол и портове> изберете <TCP> и <Специфични локални портове>
bn: <Protocol and Ports> স্ক্রিনে, <TCP> এবং <Specfic local ports> নির্বাচন করুন
da: På skærmen <Protocol and Ports> skal du vælge <TCP> og <Specfic local ports>
sq: Në ekranin <Protokolli dhe Portet>, zgjidhni <TCP> dhe <Portet specifike lokale>
zh: 在<协议和端口>屏幕中，选择<TCP>和<特定本地端口>

source: then enter 5000 in <Specific local ports> box then <Next>
ar: ثم أدخل 5000 في المربع <المنافذ المحلية المحددة> ثم <التالي>
bg: след това въведете 5000 в полето <Специфични локални портове> и след това <Напред>
bn: তারপর <Specific local ports> বক্সে 5000 লিখুন তারপর <Next>
da: indtast derefter 5000 i feltet <Specific local ports> og derefter <Next>
sq: pastaj shkruani 5000 në kutinë <Portet specifike lokale> dhe më pas <Next>
zh: 然后在<特定本地端口>框中输入 5000，然后<下一步>

source: In the <Action> screen, select <Allow the connection> then <Next>
ar: في شاشة <الإجراء>، حدد <السماح بالاتصال> ثم <التالي>
bg: В екрана <Действие> изберете <Разрешаване на връзката> и след това <Напред>
bn: <Action> স্ক্রিনে, <সংযোগের অনুমতি দিন> নির্বাচন করুন তারপর <পরবর্তী>
da: På skærmbilledet <Action> skal du vælge <Tillad forbindelsen> og derefter <Næste>
sq: Në ekranin <Veprimi>, zgjidhni <Lejo lidhjen> më pas <Next>
zh: 在<操作>屏幕中，选择<允许连接>，然后选择<下一步>
