Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: Colour options
ar: خيارات الألوان
bg: Цветови опции
bn: রঙের বিকল্প
da: Farvemuligheder
sq: Opsionet e ngjyrave
zh: 颜色选项

source: Player names..
ar: أسماء اللاعبين..
bg: Имената на играчите..
bn: খেলোয়াড়দের নাম..
da: Spiller navne..
sq: Emrat e lojtarëve..
zh: 球员姓名..

source: Label the board with player names (also available by clicking on name)
ar: قم بتسمية اللوحة بأسماء اللاعبين (متوفرة أيضًا بالنقر فوق الاسم)
bg: Етикетирайте дъската с имена на играчи (достъпни също чрез щракване върху името)
bn: খেলোয়াড়দের নাম সহ বোর্ড লেবেল করুন (নামে ক্লিক করেও পাওয়া যাবে)
da: Mærk brættet med spillernavne (også tilgængelig ved at klikke på navn)
sq: Etiketoni tabelën me emrat e lojtarëve (e disponueshme edhe duke klikuar mbi emrin)
zh: 用玩家姓名标记棋盘（也可以通过点击姓名来获得）

source: Clocks..
ar: الساعات..
bg: часовници..
bn: ঘড়ি..
da: Ure..
sq: Orët..
zh: 时钟……

source: Control all aspects of the on-screen game timer
ar: التحكم في جميع جوانب مؤقت اللعبة على الشاشة
bg: Контролирайте всички аспекти на екранния таймер за игра
bn: অন-স্ক্রিন গেম টাইমারের সমস্ত দিক নিয়ন্ত্রণ করুন
da: Styr alle aspekter af spiltimeren på skærmen
sq: Kontrolloni të gjitha aspektet e kohëmatësit të lojës në ekran
zh: 控制屏幕游戏计时器的各个方面

source: Log file..
ar: ملف السجل..
bg: Регистрационен файл..
bn: লগ ফাইল..
da: Log fil..
sq: Skedari i regjistrit..
zh: 日志档案..

source: Setup a file to automatically log all games
ar: إعداد ملف لتسجيل جميع الألعاب تلقائيًا
bg: Настройте файл за автоматично регистриране на всички игри
bn: সমস্ত গেম স্বয়ংক্রিয়ভাবে লগ করার জন্য একটি ফাইল সেটআপ করুন
da: Konfigurer en fil til automatisk at logge alle spil
sq: Vendosni një skedar për të regjistruar automatikisht të gjitha lojërat
zh: 设置文件自动记录所有游戏

source: Training..
ar: تمرين..
bg: Обучение..
bn: প্রশিক্ষণ..
da: Uddannelse..
sq: Stërvitje..
zh: 训练..

source: Control some simple training modes to improve visualization skills
ar: التحكم في بعض أوضاع التدريب البسيطة لتحسين مهارات التصور
bg: Контролирайте някои прости режими на обучение, за да подобрите уменията за визуализация
bn: ভিজ্যুয়ালাইজেশন দক্ষতা উন্নত করতে কিছু সহজ প্রশিক্ষণ পদ্ধতি নিয়ন্ত্রণ করুন
da: Styr nogle enkle træningstilstande for at forbedre visualiseringsfærdigheder
sq: Kontrolloni disa mënyra të thjeshta trajnimi për të përmirësuar aftësitë e vizualizimit
zh: 控制一些简单的训练模式以提高可视化技能

source: Puzzle mode..
ar: وضع اللغز..
bg: Режим пъзел..
bn: ধাঁধা মোড..
da: Puslespil tilstand..
sq: Modaliteti i enigmës..
zh: 益智模式..

source: Set puzzle mode options
ar: تعيين خيارات وضع اللغز
bg: Задайте опции за режим пъзел
bn: ধাঁধা মোড বিকল্প সেট করুন
da: Indstil muligheder for puslespil
sq: Cakto opsionet e modalitetit të enigmës
zh: 设置拼图模式选项

source: Piece sets..
ar: مجموعة قطع..
bg: Комплекти от части..
bn: পিস সেট..
da: Styksæt..
sq: Komplete me copa..
zh: 件套..

source: Select the piece set for the 2d screen
ar: حدد مجموعة القطع للشاشة ثنائية الأبعاد
bg: Изберете комплекта части за 2d екрана
bn: 2d স্ক্রিনের জন্য টুকরো সেটটি নির্বাচন করুন।
da: Vælg briksættet til 2d-skærmen
sq: Zgjidhni grupin e pjesës për ekranin 2d
zh: 选择 2D 屏幕的部件集

source: Board bitmaps..
ar: خرائط بتات اللوحة..
bg: Растерни изображения на борда..
bn: বোর্ড বিটম্যাপ..
sq: Bitmaps të bordit..
zh: 板位图..

source: Set user defined board bitmaps
ar: تعيين خرائط بتات اللوحة المحددة من قبل المستخدم
bg: Задайте дефинирани от потребителя растерни изображения на дъската
bn: ব্যবহারকারী-নির্ধারিত বোর্ড বিটম্যাপ সেট করুন
da: Indstil brugerdefinerede board bitmaps
sq: Vendosni bitmaps të përcaktuara nga përdoruesi
zh: 设置用户定义的板位图

source: Piece animation..
ar: قطعة رسوم متحركة..
bg: Частична анимация..
bn: টুকরো অ্যানিমেশন..
da: Stykke animation..
sq: Pjesë animacion..
zh: 片段动画..

source: Select the options for piece animation
ar: حدد الخيارات الخاصة بتحريك القطعة
bg: Изберете опциите за анимация на парче
bn: পিস অ্যানিমেশনের জন্য বিকল্পগুলি নির্বাচন করুন
da: Vælg mulighederne for stykke animation
sq: Zgjidhni opsionet për animimin e pjesëve
zh: 选择片段动画的选项

source: Sound effects options..
ar: خيارات المؤثرات الصوتية.
bg: Опции за звукови ефекти..
bn: সাউন্ড এফেক্টের বিকল্প..
da: Muligheder for lydeffekter..
sq: Opsionet e efekteve zanore..
zh: 音效选项..

source: Select the options for sound effects
ar: حدد خيارات المؤثرات الصوتية
bg: Изберете опциите за звукови ефекти
bn: শব্দ প্রভাবের জন্য বিকল্পগুলি নির্বাচন করুন
da: Vælg indstillingerne for lydeffekter
sq: Zgjidhni opsionet për efektet zanore
zh: 选择音效选项

source: Score counter..
ar: عداد النتيجة..
bg: Брояч на резултати..
bn: স্কোর কাউন্টার..
da: Scoretæller..
sq: Numëruesi i rezultateve..
zh: 分数计数器..

source: Open score counter window
ar: فتح نافذة عداد النتيجة
bg: Отворете прозореца за брояч на резултати
bn: স্কোর কাউন্টার উইন্ডো খুলুন
da: Åbn scoretællervinduet
sq: Hap dritaren e numërimit të rezultateve
zh: 打开分数计数器窗口

source: Reset to factory defaults
ar: إعادة الضبط إلى إعدادات المصنع الافتراضية
bg: Възстановяване на фабричните настройки
bn: ফ্যাক্টরি ডিফল্টে রিসেট করুন
da: Nulstil til fabriksindstillinger
sq: Rivendosni në standardet e fabrikës
zh: 重置为出厂默认设置

source: Reset all options to their original values
ar: إعادة تعيين كافة الخيارات إلى قيمها الأصلية
bg: Нулирайте всички опции до първоначалните им стойности
bn: সমস্ত বিকল্পকে তাদের মূল মানগুলিতে পুনরায় সেট করুন
da: Nulstil alle indstillinger til deres oprindelige værdier
sq: Rivendosni të gjitha opsionet në vlerat e tyre origjinale
zh: 将所有选项重置为原始值

source: Specify the UCI engine to use, along with Engine options
ar: حدد محرك UCI الذي تريد استخدامه، إلى جانب خيارات المحرك
bg: Посочете UCI двигателя, който да използвате, заедно с опциите на двигателя
bn: ইঞ্জিন বিকল্পগুলির সাথে ব্যবহার করার জন্য UCI ইঞ্জিনটি নির্দিষ্ট করুন।
da: Angiv den UCI-motor, der skal bruges, sammen med Engine-indstillinger
sq: Specifikoni motorin UCI për t'u përdorur, së bashku me opsionet e motorit
zh: 指定要使用的 UCI 引擎以及引擎选项

source: Engine match..
ar: محرك المباراة.
bg: Съвпадение на двигателя..
bn: ইঞ্জিন ম্যাচ..
da: Motor match..
sq: Ndeshja e motorit..
zh: 引擎匹配..

source: Set the options for an engine match
ar: تعيين الخيارات لمطابقة المحرك
bg: Задайте опциите за съвпадение на двигателя
bn: ইঞ্জিন মিলের জন্য বিকল্পগুলি সেট করুন
da: Indstil mulighederne for en motormatch
sq: Vendosni opsionet për një ndeshje motori
zh: 设置引擎匹配选项

source: Engine tournament..
ar: بطولة المحرك..
bg: Турнир по двигателя..
bn: ইঞ্জিন টুর্নামেন্ট..
da: Motor turnering..
sq: Turneu i motorëve..
zh: 引擎锦标赛..

source: Set the options for an engine tournament
ar: تعيين الخيارات لبطولة المحرك
bg: Задайте опциите за двигателен турнир
bn: একটি ইঞ্জিন টুর্নামেন্টের জন্য বিকল্পগুলি সেট করুন
da: Indstil mulighederne for en motorturnering
sq: Vendosni opsionet për një turne me motor
zh: 设置引擎锦标赛的选项

source: Set the options for engine adjustment
ar: ضبط خيارات ضبط المحرك
bg: Задайте опциите за настройка на двигателя
bn: ইঞ্জিন সমন্বয়ের জন্য বিকল্পগুলি সেট করুন
da: Indstil mulighederne for motorjustering
sq: Vendosni opsionet për rregullimin e motorit
zh: 设置引擎调整选项

source: Kibitz options..
ar: خيارات Kibitz..
bg: Kibitz опции..
bn: কিবিটজ অপশন..
da: Kibitz muligheder..
sq: Opsionet e Kibitz..
zh: Kibitz 选项..

source: Set the kibitz options
ar: ضبط خيارات الكيبيتز
bg: Задайте опциите за kibitz
bn: কিবিটজ অপশন সেট করুন
da: Indstil kibitz-indstillingerne
sq: Vendosni opsionet e kibitz
zh: 设置 kibitz 选项

source: Analyse game..
ar: تحليل المباراة..
bg: Анализирайте играта..
bn: খেলা বিশ্লেষণ করো..
da: Analyser spillet..
sq: Analizoni lojën..
zh: 分析游戏..

source: Analyse the current game
ar: تحليل اللعبة الحالية
bg: Анализирайте текущата игра
bn: বর্তমান খেলা বিশ্লেষণ করুন
da: Analyser det aktuelle spil
sq: Analizoni lojën aktuale
zh: 分析当前比赛

source: Search info..
ar: معلومات البحث..
bg: Търсене на информация..
bn: তথ্য অনুসন্ধান করুন..
da: Søg info..
sq: Kërko informacion..
zh: 搜索信息..

source: Set engine search info options
ar: تعيين خيارات معلومات البحث عن المحرك
bg: Задайте опции за информация за търсене в двигателя
bn: ইঞ্জিন অনুসন্ধান তথ্য বিকল্প সেট করুন
da: Indstil indstillinger for motorsøgningsoplysninger
sq: Cakto opsionet e informacionit të kërkimit të motorit
zh: 设置引擎搜索信息选项

source: Evaluation bar..
ar: شريط التقييم..
bg: Лента за оценка..
bn: মূল্যায়ন বার..
da: Evalueringsbjælke..
sq: Shiriti i vlerësimit..
zh: 評價吧..

source: Show evaluation bar options dialog box
ar: إظهار مربع حوار خيارات شريط التقييم
bg: Показване на диалоговия прозорец с опции на лентата за оценка
bn: মূল্যায়ন বারের বিকল্পগুলির ডায়ালগ বক্স দেখান
da: Vis dialogboksen for valg af evalueringslinje
sq: Shfaq kutinë e dialogut të opsioneve të shiritit të vlerësimit
zh: 显示评估栏选项对话框

source: Evaluation profile..
ar: ملف التقييم..
bg: Профил за оценка..
bn: মূল্যায়ন প্রোফাইল..
da: Evalueringsprofil..
sq: Profili i vleresimit..
zh: 评估概况..

source: Show evaluation profile options dialog box
ar: إظهار مربع حوار خيارات ملف التقييم
bg: Показване на диалоговия прозорец с опции за профил за оценка
bn: মূল্যায়ন প্রোফাইল বিকল্পের ডায়ালগ বক্স দেখান
da: Vis dialogboksen for valg af evalueringsprofil
sq: Shfaq kutinë e dialogut të opsioneve të profilit të vlerësimit
zh: 显示评估配置文件选项对话框

source: Position search
ar: البحث عن الوظيفة
bg: Търсене на позиция
bn: পদ অনুসন্ধান
da: Positionssøgning
sq: Kërkimi i pozicionit
zh: 职位搜索

source: Search the database for the current position
ar: ابحث في قاعدة البيانات عن الموضع الحالي
bg: Търсене в базата данни за текущата позиция
bn: বর্তমান অবস্থানের জন্য ডাটাবেস অনুসন্ধান করুন
da: Søg i databasen efter den aktuelle position
sq: Kërkoni në bazën e të dhënave për pozicionin aktual
zh: 在数据库中搜索当前位置

source: Pattern search
ar: البحث عن النمط
bg: Търсене на модел
bn: প্যাটার্ন অনুসন্ধান
da: Mønstersøgning
sq: Kërkimi i modelit
zh: 模式搜索

source: Search for situations where a group of pieces are at specific locations
ar: البحث عن المواقف التي تتواجد فيها مجموعة من القطع في مواقع محددة
bg: Търсете ситуации, при които група парчета са на определени места
bn: এমন পরিস্থিতি অনুসন্ধান করুন যেখানে টুকরোগুলির একটি দল নির্দিষ্ট স্থানে রয়েছে
da: Søg efter situationer, hvor en gruppe stykker er på bestemte steder
sq: Kërkoni për situata ku një grup pjesësh janë në vende të caktuara
zh: 搜索一组棋子位于特定位置的情况

source: Material balance search
ar: البحث عن توازن المواد
bg: Търсене на материален баланс
bn: উপাদান ভারসাম্য অনুসন্ধান
da: Søg efter materialebalance
sq: Kërkimi i bilancit material
zh: 物料衡算搜索

source: Search for a specific material balance, with optional locked down squares
ar: ابحث عن توازن مادة معينة، مع مربعات مقفلة اختيارية
bg: Потърсете конкретен материален баланс с незадължителни заключени квадратчета
bn: ঐচ্ছিক লক ডাউন স্কোয়ার সহ একটি নির্দিষ্ট উপাদান ভারসাম্য অনুসন্ধান করুন
da: Søg efter en specifik materialebalance med valgfrie låste firkanter
sq: Kërkoni për një bilanc specifik material, me katrorë opsionalë të mbyllur
zh: 搜索特定的材料平衡，可选择锁定的方块

source: Show all games
ar: عرض جميع الألعاب
bg: Покажи всички игри
bn: সব গেম দেখান
da: Vis alle spil
sq: Shfaq të gjitha lojërat
zh: 显示全部游戏

source: equivalent to searching for the standard starting position
ar: يعادل البحث عن موضع البداية القياسي
bg: еквивалентно на търсене на стандартна начална позиция
bn: স্ট্যান্ডার্ড শুরুর অবস্থান অনুসন্ধানের সমতুল্য
da: svarende til at søge efter standardudgangspositionen
sq: ekuivalente me kërkimin e pozicionit standard fillestar
zh: 相当于寻找标准起始位置

source: Show all ordered by player
ar: إظهار الكل مرتبة حسب اللاعب
bg: Показване на всички подредени по играч
bn: খেলোয়াড় অনুসারে সাজানো সব দেখান
da: Vis alle sorteret efter spiller
sq: Shfaq të gjitha të renditura nga lojtari
zh: 显示按玩家排序的所有内容

source: All games ordered by White player, useful for searching for players
ar: جميع الألعاب مرتبة حسب اللاعب الأبيض، مفيدة للبحث عن اللاعبين
bg: Всички игри, подредени от бял играч, полезни за търсене на играчи
bn: সাদা খেলোয়াড় দ্বারা অর্ডার করা সমস্ত গেম, খেলোয়াড়দের অনুসন্ধানের জন্য দরকারী
da: Alle spil bestilt af hvid spiller, nyttige til at søge efter spillere
sq: Të gjitha lojërat e porositura nga lojtari i bardhë, të dobishme për të kërkuar lojtarë
zh: 所有游戏按白方排序，适合搜索玩家

source: Specify which database file to use for searches
ar: حدد ملف قاعدة البيانات الذي سيتم استخدامه للبحث
bg: Посочете кой файл с база данни да се използва за търсене
bn: অনুসন্ধানের জন্য কোন ডাটাবেস ফাইল ব্যবহার করবেন তা নির্দিষ্ট করুন।
da: Angiv hvilken databasefil, der skal bruges til søgninger
sq: Specifikoni se cilin skedar të bazës së të dhënave do të përdorni për kërkime
zh: 指定用于搜索的数据库文件

source: Create new database
ar: إنشاء قاعدة بيانات جديدة
bg: Създайте нова база данни
bn: নতুন ডাটাবেস তৈরি করুন
da: Opret ny database
sq: Krijo një bazë të dhënash të re
zh: 创建新数据库

source: Create a new database file from scratch
ar: إنشاء ملف قاعدة بيانات جديد من البداية
bg: Създайте нов файл с база данни от нулата
bn: শুরু থেকে একটি নতুন ডাটাবেস ফাইল তৈরি করুন
da: Opret en ny databasefil fra bunden
sq: Krijoni një skedar të ri të bazës së të dhënave nga e para
zh: 从头创建新的数据库文件

source: Append to database
ar: إضافة إلى قاعدة البيانات
bg: Добавяне към база данни
bn: ডাটাবেসে যোগ করুন
da: Tilføj til database
sq: Shtojini në bazën e të dhënave
zh: 附加到数据库

source: Append games to an existing database
ar: إضافة الألعاب إلى قاعدة بيانات موجودة
bg: Добавете игри към съществуваща база данни
bn: একটি বিদ্যমান ডাটাবেসে গেম যোগ করুন
da: Føj spil til en eksisterende database
sq: Shtoni lojërat në një bazë të dhënash ekzistuese
zh: 将游戏附加到现有数据库

source: Control a simple .pgn based opening book facility
ar: التحكم في مرفق فتح كتاب بسيط يعتمد على .pgn
bg: Управлявайте просто средство за отваряне на книга, базирано на .pgn
bn: একটি সহজ .pgn ভিত্তিক খোলার বই সুবিধা নিয়ন্ত্রণ করুন
da: Styr en simpel .pgn-baseret åbningsbogsfacilitet
sq: Kontrolloni një pajisje të thjeshtë të librit hapës bazuar në .pgn
zh: 控制一个简单的基于.pgn的开书设施

source: Polyglot book..
ar: كتاب متعدد اللغات.
bg: Полиглотска книга..
bn: বহুভাষিক বই..
da: Polyglot bog..
sq: Libri poliglot..
zh: 多语言书籍......

source: Control a Polyglot .bin based opening book facility
ar: التحكم في مرفق فتح الكتاب متعدد اللغات .bin
bg: Контролирайте средство за отваряне на книга, базирано на Polyglot .bin
bn: পলিগ্লট .bin ভিত্তিক খোলার বই সুবিধা নিয়ন্ত্রণ করুন
da: Styr en polyglot .bin-baseret åbningsbogsfacilitet
sq: Kontrolloni një strukturë librash hapjeje me bazë Polyglot .bin
zh: 控制基于 Polyglot .bin 的开卷工具

source: Book weights..
ar: أوزان الكتب..
bg: Тегло на книгата..
bn: ওজন বই..
da: Bogvægte..
sq: Peshat e librit..
zh: 书本重量..

source: Display Polyglot .bin book weights dialog box
ar: عرض مربع حوار أوزان الكتب المتعددة اللغات .bin
bg: Показване на диалогов прозорец за теглата на книгата на Polyglot .bin
bn: Polyglot .bin বইয়ের ওজন ডায়ালগ বক্স প্রদর্শন করুন
da: Vis dialogboksen Polyglot .bin bogvægte
sq: Shfaq kutinë e dialogut Polyglot .bin
zh: 显示 Polyglot .bin 书籍重量对话框

source: 2d display
ar: شاشة عرض ثنائية الأبعاد
bg: 2d дисплей
bn: 2D ডিসপ্লে
sq: Ekran 2d
zh: 2D 显示

source: Two dimensional graphics display
ar: عرض رسومي ثنائي الأبعاد
bg: Двуизмерен графичен дисплей
bn: দ্বিমাত্রিক গ্রাফিক্স প্রদর্শন
da: Todimensionelt grafikdisplay
sq: Ekran grafike dydimensionale
zh: 二维图形显示

source: 3d display
ar: عرض ثلاثي الأبعاد
bg: 3d дисплей
bn: 3D ডিসপ্লে
sq: Ekran 3d
zh: 3D 显示

source: Three dimensional graphics display
ar: عرض رسومي ثلاثي الأبعاد
bg: Триизмерен графичен дисплей
bn: ত্রিমাত্রিক গ্রাফিক্স প্রদর্শন
da: Tredimensionelt grafikdisplay
sq: Ekran grafike tredimensionale
zh: 三维图形显示

source: Open Media Player..
ar: افتح مشغل الوسائط.
bg: Отворете Media Player..
bn: মিডিয়া প্লেয়ার খুলুন..
da: Åbn Media Player..
sq: Hap Media Player..
zh: 打开媒体播放器..

source: Open the Media Player video window
ar: افتح نافذة فيديو مشغل الوسائط
bg: Отворете видео прозореца на Media Player
bn: মিডিয়া প্লেয়ার ভিডিও উইন্ডোটি খুলুন।
da: Åbn Media Player-videovinduet
sq: Hapni dritaren e videos së Media Player
zh: 打开 Media Player 视频窗口

source: Set language to
ar: ضبط اللغة إلى
bg: Задайте език на
bn: ভাষা সেট করুন
da: Indstil sprog til
sq: Cakto gjuhën në
zh: 将语言设置为

source: More languages..
ar: مزيد من اللغات..
bg: Още езици..
bn: আরও ভাষা..
da: Flere sprog..
sq: Më shumë gjuhë..
zh: 更多语言..

source: Help on languages used in the program
ar: المساعدة بشأن اللغات المستخدمة في البرنامج
bg: Помощ за езиците, използвани в програмата
bn: প্রোগ্রামে ব্যবহৃত ভাষা সম্পর্কে সাহায্য
da: Hjælp til sprog, der bruges i programmet
sq: Ndihmë për gjuhët e përdorura në program
zh: 有关程序所用语言的帮助

source: About
ar: عن
bg: За
bn: সম্পর্কে
da: Om
sq: Rreth
zh: 关于

source: Version and publisher information
ar: معلومات الإصدار والناشر
bg: Информация за версията и издателя
bn: সংস্করণ এবং প্রকাশকের তথ্য
da: Version og udgiveroplysninger
sq: Informacioni për versionin dhe botuesin
zh: 版本和发布者信息

source: An overview of the program
ar: نظرة عامة على البرنامج
bg: Преглед на програмата
bn: প্রোগ্রামটির একটি সারসংক্ষেপ
da: En oversigt over programmet
sq: Një pasqyrë e programit
zh: 计划概述

source: Thank you to numerous people
ar: شكرا لعدد كبير من الناس
bg: Благодаря на много хора
bn: অসংখ্য মানুষকে ধন্যবাদ
da: Tak til mange mennesker
sq: Faleminderit njerëzve të shumtë
zh: 感谢无数人

source: Open help file
ar: فتح ملف المساعدة
bg: Отворете помощния файл
bn: সাহায্য ফাইল খুলুন
da: Åbn hjælpefilen
sq: Hap skedarin e ndihmës
zh: 打开帮助文件

source: Opens the Nimzo_3d.chm help file
ar: يفتح ملف التعليمات Nimzo_3d.chm
bg: Отваря помощния файл Nimzo_3d.chm
bn: Nimzo_3d.chm সাহায্য ফাইলটি খোলে
da: Åbner Nimzo_3d.chm hjælpefilen
sq: Hap skedarin e ndihmës Nimzo_3d.chm
zh: 打开 Nimzo_3d.chm 帮助文件

source: Help file delay..
ar: تأخير ملف المساعدة..
bg: Забавяне на помощния файл..
bn: ফাইল বিলম্বে সাহায্য করুন..
da: Hjælp fil forsinkelse..
sq: Ndihmoni për vonesën e skedarit..
zh: 帮助文件延迟..

source: Opens help file delay options dialog box
ar: فتح مربع حوار خيارات تأخير ملف المساعدة
bg: Отваря диалогов прозорец с опции за забавяне на помощния файл
bn: সাহায্য ফাইল বিলম্ব বিকল্প ডায়ালগ বক্স খোলে
da: Åbner dialogboksen for hjælpefilforsinkelsesindstillinger
sq: Hap kutinë e dialogut të opsioneve të vonesës së skedarit të ndihmës
zh: 打开帮助文件延迟选项对话框

source: Edit
ar: يحرر
bg: Редактиране
bn: সম্পাদনা
da: Redigere
sq: Redakto
zh: 编辑

source: Games
ar: ألعاب
bg: игри
bn: গেমস
da: Spil
sq: Lojëra
zh: 游戏

source: Commands
ar: الأوامر
bg: Команди
bn: কমান্ড
da: Kommandoer
sq: Komandat
zh: 命令

source: Options
ar: خيارات
bg: Опции
bn: বিকল্পগুলি
da: Valgmuligheder
sq: Opsionet
zh: 选项

source: Openings
ar: الافتتاحات
bg: Отвори
bn: খোলা জায়গা
da: Åbninger
sq: Hapjet
zh: 空缺

source: 3d graphics
ar: رسومات ثلاثية الأبعاد
bg: 3d графики
bn: 3D গ্রাফিক্স
da: 3d grafik
sq: grafika 3d
zh: 3D 图形

source: Video
ar: فيديو
bg: видео
bn: ভিডিও
zh: 视频

source: Languages
ar: اللغات
bg: Езици
bn: ভাষাসমূহ
da: Sprog
sq: Gjuhët
zh: 语言

source: Book moves
ar: كتاب يتحرك
bg: Движения на книгата
bn: বই সরানো
da: Bog flytter
sq: Lëvizjet e librit
zh: 书籍移动

source: Could not load
ar: لم يتمكن من التحميل
bg: Не може да се зареди
bn: লোড করা যায়নি
da: Kunne ikke indlæse
sq: Nuk mund të ngarkohej
zh: 无法加载

source: language file
ar: ملف اللغة
bg: езиков файл
bn: ভাষা ফাইল
da: sprogfil
sq: skedari i gjuhës
zh: 语言文件

source: Re-setting language to English
ar: إعادة تعيين اللغة إلى الإنجليزية
bg: Повторна настройка на езика на английски
bn: ভাষা পুনঃনির্ধারণ করে ইংরেজিতে সেট করা হচ্ছে
da: Genindstilling af sprog til engelsk
sq: Rivendosja e gjuhës në anglisht
zh: 将语言重置为英语

source: New file
ar: ملف جديد
bg: Нов файл
bn: নতুন ফাইল
da: Ny fil
sq: Skedar i ri
zh: 新建文件

source: Flip board
ar: لوحة فليب
bg: Обръщаща се дъска
bn: ফ্লিপ বোর্ড
sq: Kthejeni bordin
zh: 翻板

source: Kibitzer start/stop
ar: بداية/إيقاف Kibitzer
bg: Kibitzer старт/стоп
bn: কিবিৎজার স্টার্ট/স্টপ
zh: Kibitzer 启动/停止

source: Backward (main line)
ar: للخلف (الخط الرئيسي)
bg: Назад (основен ред)
bn: পিছনের দিকে (মূল লাইন)
da: Baglæns (hovedlinje)
sq: Prapa (linja kryesore)
zh: 向后（主线）

source: Forward (main line)
ar: للأمام (الخط الرئيسي)
bg: Напред (главна линия)
bn: ফরোয়ার্ড (মূল লাইন)
da: Fremad (hovedlinje)
sq: Përpara (linja kryesore)
zh: 前进（主线）

source: Backward
ar: إلى الخلف
bg: Назад
bn: পিছিয়ে
da: Baglæns
sq: I prapambetur
zh: 落后

source: Forward
ar: إلى الأمام
bg: Напред
bn: এগিয়ে যান
sq: Përpara
zh: 向前

source: Start of game
ar: بداية اللعبة
bg: Начало на играта
bn: খেলার শুরু
da: Start af spillet
sq: Fillimi i lojës
zh: 遊戲開始

source: End of game
ar: نهاية اللعبة
bg: Край на играта
bn: খেলার সমাপ্তি
da: Slut på spillet
sq: Fundi i lojës
zh: 遊戲結束

source: Display current games list
ar: عرض قائمة الألعاب الحالية
bg: Показване на текущия списък с игри
bn: বর্তমান গেমের তালিকা প্রদর্শন করুন
da: Vis den aktuelle spilliste
sq: Shfaq listën aktuale të lojërave
zh: 显示当前游戏列表

source: Load a puzzle at random
ar: تحميل اللغز بشكل عشوائي
bg: Заредете пъзел на случаен принцип
bn: এলোমেলোভাবে একটি ধাঁধা লোড করুন
da: Indlæs et puslespil tilfældigt
sq: Ngarkoni një enigmë rastësisht
zh: 随机加载拼图

source: Toggle puzzle mode
ar: تبديل وضع اللغز
bg: Превключване на режим пъзел
bn: ধাঁধা মোড টগল করুন
da: Skift puslespilstilstand
sq: Ndrysho modalitetin e enigmës
zh: 切换拼图模式

source: Reset current puzzle
ar: إعادة تعيين اللغز الحالي
bg: Нулирайте текущия пъзел
bn: বর্তমান ধাঁধাটি রিসেট করুন
da: Nulstil nuværende puslespil
sq: Rivendosni enigmën aktuale
zh: 重置当前谜题

source: Display hint for puzzle
ar: عرض تلميح للغز
bg: Показване на подсказка за пъзел
bn: ধাঁধার জন্য ইঙ্গিত প্রদর্শন করুন
da: Vis tip til puslespil
sq: Shfaq sugjerime për enigmën
zh: 显示谜题提示

source: Start clock
ar: ساعة البداية
bg: Стартирайте часовника
bn: ঘড়ি শুরু করুন
da: Start ur
sq: Fillimi i orës
zh: 开始时钟

source: Stop clock
ar: إيقاف الساعة
bg: Стоп часовник
bn: ঘড়ি থামাও
da: Stop ur
sq: Ndaloni orën
zh: 停止时钟

source: Reset clock
ar: إعادة ضبط الساعة
bg: Нулирайте часовника
bn: ঘড়ি রিসেট করুন
da: Nulstil uret
sq: Rivendos orën
zh: 重置时钟

source: Pause engine
ar: إيقاف المحرك مؤقتًا
bg: Пауза на двигателя
bn: ইঞ্জিন বিরতি দিন
da: Sæt motor på pause
sq: Pushoni motorin
zh: 暂停引擎

source: Kibitz options
ar: خيارات كيبيتز
bg: Kibitz опции
bn: কিবিটজ অপশন
da: Kibitz muligheder
sq: Opsionet e Kibitz
zh: Kibitz 选项

source: Adjudicate game
ar: التحكيم في اللعبة
bg: Игра за отсъждане
bn: বিচারের খেলা
da: Bedømme spil
sq: Gjykoni lojën
zh: 裁判游戏

source: Display tournament schedule
ar: عرض جدول البطولة
bg: Показване на графика на турнира
bn: টুর্নামেন্টের সময়সূচী প্রদর্শন করুন
da: Vis turneringsplan
sq: Shfaq orarin e turneut
zh: 显示比赛日程

source: Display tournament cross table
ar: عرض جدول البطولة
bg: Показване на турнирна кръстосана маса
bn: টুর্নামেন্টের ক্রস টেবিল প্রদর্শন করুন
da: Vis turneringskrydstabel
sq: Shfaq tabelën kryq të turneut
zh: 显示锦标赛交叉表

source: Skip analysis for this game
ar: تخطي التحليل لهذه المباراة
bg: Пропуснете анализа за тази игра
bn: এই গেমের বিশ্লেষণ এড়িয়ে যান
da: Spring analyse over for dette spil
sq: Kapërceni analizën për këtë lojë
zh: 跳过本场比赛分析

source: Stop auto game analysis
ar: إيقاف تحليل اللعبة تلقائيًا
bg: Спиране на автоматичния анализ на играта
bn: অটো গেম বিশ্লেষণ বন্ধ করুন
da: Stop automatisk spilanalyse
sq: Ndaloni analizën e lojërave automatike
zh: 停止自动游戏分析

source: Switch to 3d graphics
ar: التبديل إلى الرسومات ثلاثية الأبعاد
bg: Преминете към 3D графики
bn: 3D গ্রাফিক্সে স্যুইচ করুন
da: Skift til 3D-grafik
sq: Kalo në grafikë 3D
zh: 切换到 3D 图形

source: Open Fics network window
ar: فتح نافذة شبكة Fics
bg: Отворете мрежовия прозорец на Fics
bn: Fics নেটওয়ার্ক উইন্ডো খুলুন
da: Åbn Fics-netværksvinduet
sq: Hapni dritaren e rrjetit Fics
zh: 打开Fics网络窗口

source: Open Media Player window
ar: فتح نافذة مشغل الوسائط
bg: Отворете прозореца на Media Player
bn: মিডিয়া প্লেয়ার উইন্ডো খুলুন
da: Åbn vinduet Media Player
sq: Hapni dritaren e Media Player
zh: 打开媒体播放器窗口
