Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: I have added a capability for using Polyglot .bin opening books
ar: لقد أضفت إمكانية استخدام ملف .bin لفتح الكتب باستخدام Polyglot
bg: Добавих възможност за използване на Polyglot .bin отварящи книги
bn: আমি Polyglot .bin বই খোলার জন্য একটি ক্ষমতা যোগ করেছি।
da: Jeg har tilføjet en mulighed for at bruge Polyglot .bin-åbningsbøger
sq: Unë kam shtuar një aftësi për përdorimin e librave të hapjes së Polyglot .bin
zh: 我添加了使用 Polyglot .bin 打开书籍的功能

source: which have a slightly more sophisticated move weighting system.
ar: التي لديها نظام ترجيح الحركة أكثر تطوراً قليلاً.
bg: които имат малко по-сложна система за претегляне на хода.
bn: যার মধ্যে একটু বেশি পরিশীলিত মুভ ওয়েটিং সিস্টেম রয়েছে।
da: som har et lidt mere sofistikeret bevægelsesvægtningssystem.
sq: të cilat kanë një sistem peshimi pak më të sofistikuar të lëvizjes.
zh: 其拥有略微更复杂的移动加权系统。

source: For more info, see the help on Polyglot opening books.
ar: لمزيد من المعلومات، راجع المساعدة حول فتح الكتب المتعددة اللغات.
bg: За повече информация вижте помощта за началните книги на Polyglot.
bn: আরও তথ্যের জন্য, পলিগ্লট ওপেনিং বইয়ের সাহায্য দেখুন।
da: For mere information, se hjælpen til Polyglot-åbningsbøger.
sq: Për më shumë informacion, shihni ndihmën për librat e hapjes Polyglot.
zh: 欲了解更多信息，请参阅 Polyglot 开书的帮助。

source: For small opening books, which contain only playable moves,
ar: بالنسبة للكتب الافتتاحية الصغيرة، والتي تحتوي فقط على الحركات القابلة للعب،
bg: За малки начални книги, които съдържат само ходове за игра,
bn: ছোট খোলার বইগুলির জন্য, যেখানে কেবল খেলার যোগ্য চাল থাকে,
da: For små åbningsbøger, som kun indeholder spilbare træk,
sq: Për librat e vegjël hapës, të cilët përmbajnë vetëm lëvizje të luajtshme,
zh: 对于只包含可走棋的小型开局书，

source: the PGN format is quite usuable.
ar: تنسيق PGN قابل للاستخدام تمامًا.
bg: форматът PGN е доста използваем.
bn: PGN ফর্ম্যাটটি বেশ ব্যবহারযোগ্য।
da: PGN-formatet er ret brugbart.
sq: formati PGN është mjaft i përdorshëm.
zh: PGN 格式非常实用。

source: Books can be converted from some other formats
ar: يمكن تحويل الكتب من بعض التنسيقات الأخرى
bg: Книгите могат да бъдат конвертирани от някои други формати
bn: বইগুলি অন্য কিছু ফর্ম্যাট থেকে রূপান্তর করা যেতে পারে
da: Bøger kan konverteres fra nogle andre formater
sq: Librat mund të konvertohen nga disa formate të tjera
zh: 书籍可以从其他格式转换

source: with the free OpenBook utility program written by Mr. Graham O'Neill,
ar: باستخدام برنامج OpenBook المجاني الذي كتبه السيد جراهام أونيل،
bg: с безплатната помощна програма OpenBook, написана от г-н Греъм О'Нийл,
bn: মিঃ গ্রাহাম ও'নিল রচিত বিনামূল্যের ওপেনবুক ইউটিলিটি প্রোগ্রামের মাধ্যমে,
da: med det gratis OpenBook hjælpeprogram skrevet af hr. Graham O'Neill,
sq: me programin falas OpenBook të shkruar nga z. Graham O'Neill,
zh: 使用 Graham O'Neill 先生编写的免费 OpenBook 实用程序，

source: which was included in the original download.
ar: والتي تم تضمينها في التنزيل الأصلي.
bg: който беше включен в оригиналното изтегляне.
bn: যা মূল ডাউনলোডে অন্তর্ভুক্ত ছিল।
da: som var inkluderet i den originale download.
sq: e cila ishte përfshirë në shkarkimin origjinal.
zh: 包含在原始下载中。

source: This program and some other useful chess utilities
ar: هذا البرنامج وبعض أدوات الشطرنج المفيدة الأخرى
bg: Тази програма и някои други полезни помощни програми за шах
bn: এই প্রোগ্রাম এবং কিছু অন্যান্য দরকারী দাবা ইউটিলিটি
da: Dette program og nogle andre nyttige skakværktøjer
sq: Ky program dhe disa shërbime të tjera të dobishme të shahut
zh: 本程序和其他一些有用的国际象棋实用程序

source: are available from the following website :-
ar: متوفرة من الموقع التالي :-
bg: са достъпни от следния уебсайт: -
bn: নিম্নলিখিত ওয়েবসাইট থেকে পাওয়া যাবে:-
da: er tilgængelige fra følgende hjemmeside: -
sq: janë në dispozicion nga faqja e mëposhtme e internetit: -
zh: 可从以下网站获取：-

source: goneill.co.nz/chess.php
bn: goneill.co.nz/chess.php সম্পর্কে

source: Two PGN opening books from the Balsa opening book suite,
ar: كتابان افتتاحيان من مجموعة كتب الافتتاح من شركة Balsa،
bg: Две PGN начални книги от набора с начални книги Balsa,
bn: বালসা ওপেনিং বুক স্যুট থেকে দুটি পিজিএন ওপেনিং বই,
da: To PGN-åbningsbøger fra Balsa-åbningsbogen,
sq: Dy libra hapës PGN nga paketa e librave hapës Balsa,
zh: Balsa 开局书套件中的两本 PGN 开局书，

source: Balsa_v500.pgn and Balsa_v110221.pgn, are included in the download.
ar: تم تضمين Balsa_v500.pgn و Balsa_v110221.pgn في التنزيل.
bg: Balsa_v500.pgn и Balsa_v110221.pgn са включени в изтеглянето.
bn: Balsa_v500.pgn এবং Balsa_v110221.pgn, ডাউনলোডের মধ্যে অন্তর্ভুক্ত।
da: Balsa_v500.pgn og Balsa_v110221.pgn, er inkluderet i download.
sq: Balsa_v500.pgn dhe Balsa_v110221.pgn, përfshihen në shkarkim.
zh: Balsa_v500.pgn 和 Balsa_v110221.pgn 包含在下载中。

source: These books, which were created by Mr Sedat Canbaz,
ar: هذه الكتب التي ألفها السيد سيدات جانباز،
bg: Тези книги, които са създадени от г-н Седат Канбаз,
bn: এই বইগুলি, যা মিঃ সেদাত ক্যানবাজ দ্বারা তৈরি করা হয়েছিল,
da: Disse bøger, som blev skabt af hr. Sedat Canbaz,
sq: Këta libra, të cilët janë krijuar nga z. Sedat Canbaz,
zh: 这些书是由 Sedat Canbaz 先生创作的，

source: are ideal for engine testing.
ar: مثالية لاختبار المحرك.
bg: са идеални за тестване на двигатели.
bn: ইঞ্জিন পরীক্ষার জন্য আদর্শ।
da: er ideelle til motortest.
sq: janë ideale për testimin e motorit.
zh: 非常适合发动机测试。

source: More of his books are available from the following website :-
ar: المزيد من كتبه متاحة على الموقع التالي:-
bg: Повече от неговите книги са достъпни от следния уебсайт: -
bn: তার আরও বই নিম্নলিখিত ওয়েবসাইট থেকে পাওয়া যাবে:-
da: Flere af hans bøger er tilgængelige fra følgende hjemmeside:
sq: Më shumë nga librat e tij janë në dispozicion në faqen e mëposhtme të internetit:
zh: 他的更多书籍可从以下网站获取：-

source: Cannot open save file
ar: لا يمكن فتح ملف الحفظ
bg: Не може да се отвори файл за запазване
bn: সেভ করা ফাইল খোলা যাচ্ছে না
da: Kan ikke åbne gem fil
sq: Skedari i ruajtjes nuk mund të hapet
zh: 无法打开保存文件

source: Engine match options saved
ar: تم حفظ خيارات مطابقة المحرك
bg: Опциите за съответствие на двигателя са запазени
bn: ইঞ্জিন মিলের বিকল্পগুলি সংরক্ষিত হয়েছে
da: Valgmuligheder for motormatch er gemt
sq: Opsionet e ndeshjes së motorit u ruajtën
zh: 引擎匹配选项已保存

source: Engine match options not saved
ar: لم يتم حفظ خيارات مطابقة المحرك
bg: Опциите за съответствие на двигателя не са запазени
bn: ইঞ্জিন মিলের বিকল্পগুলি সংরক্ষণ করা হয়নি
da: Valgmuligheder for motormatch blev ikke gemt
sq: Opsionet e përputhjes së motorit nuk u ruajtën
zh: 引擎匹配选项未保存

source: Cannot open load file
ar: لا يمكن فتح ملف التحميل
bg: Не може да се отвори зареден файл
bn: লোড ফাইল খোলা যাচ্ছে না
da: Kan ikke åbne indlæse fil
sq: Skedari i ngarkimit nuk mund të hapet
zh: 无法打开加载文件

source: Engine match options loaded
ar: تم تحميل خيارات مطابقة المحرك
bg: Опциите за съответствие на двигателя са заредени
bn: ইঞ্জিন মিলের বিকল্পগুলি লোড করা হয়েছে
da: Motormatchmuligheder indlæst
sq: Opsionet e ndeshjes së motorit janë ngarkuar
zh: 引擎匹配选项已加载

source: Engine match options loaded - old version
ar: تم تحميل خيارات مطابقة المحرك - الإصدار القديم
bg: Опциите за съответствие на двигателя са заредени - стара версия
bn: ইঞ্জিন মিলের বিকল্পগুলি লোড করা হয়েছে - পুরানো সংস্করণ
da: Motormatchmuligheder indlæst - gammel version
sq: Opsionet e ndeshjes së motorit janë ngarkuar - versioni i vjetër
zh: 已加载引擎匹配选项 - 旧版本

source: Engine match : Game of
ar: مطابقة المحرك : لعبة
bg: Съвпадение на двигателя : Игра на
bn: ইঞ্জিন ম্যাচ: গেম অফ
da: Motor match: Game of
sq: Ndeshja e motorit: Loja e
zh: 引擎比赛：游戏

source: Engine tournament : Game of
ar: بطولة المحرك : لعبة
bg: Турнир на двигателя : Игра на
bn: ইঞ্জিন টুর্নামেন্ট: গেম অফ
da: Motorturnering : Game of
sq: Turneu i motorit: Loja e
zh: 引擎锦标赛：游戏

source: Engine 1 :
ar: المحرك 1 :
bg: Двигател 1:
bn: ইঞ্জিন ১:
da: Motor 1:
sq: Motori 1:
zh: 引擎 1：

source: Score
ar: نتيجة
bg: резултат
bn: স্কোর
sq: Rezultati
zh: 分数

source: Win
ar: يفوز
bg: Печелете
bn: জয়
da: Vinde
sq: Fito
zh: 赢

source: Loss
ar: خسارة
bg: Загуба
bn: ক্ষতি
da: Tab
sq: Humbje
zh: 损失

source: Draw
ar: يرسم
bg: Начертайте
bn: আঁকা
da: Tegne
sq: Vizatoni
zh: 画

source: Engine 2 :
ar: المحرك 2 :
bg: Двигател 2:
bn: ইঞ্জিন ২:
da: Motor 2:
sq: Motori 2:
zh: 引擎 2：

source: match
ar: مباراة
bg: мач
bn: ম্যাচ
da: kamp
sq: ndeshje
zh: 匹配

source: tournament
ar: البطولة
bg: турнир
bn: টুর্নামেন্ট
da: turnering
sq: turneun
zh: 比赛

source: tourney
ar: مسابقة
bg: турнир
bn: টুর্নামেন্ট
da: turnering
sq: turne
zh: 锦标赛

source: Engine
ar: محرك
bg: Двигател
bn: ইঞ্জিন
da: Motor
sq: Motorri
zh: 引擎

source: R
ar: ر
bg: Р
bn: র

source: Round
ar: دائري
bg: Кръгъл
bn: গোলাকার
da: Rund
sq: Rrumbullakët
zh: 圆形的

source: Game %d of %d
ar: اللعبة %d من %d
bg: Игра %d от %d
bn: %d এর %d খেলা
da: Spil %d af %d
sq: Lojë %d nga %d
zh: 第 %d 场，共 %d 场

source: Score :
ar: نتيجة :
bg: Резултат:
bn: স্কোর:
sq: Rezultati:
zh: 分数 ：

source: Wins
ar: الفوز
bg: Печели
bn: জয়
da: Vinder
sq: Fiton
zh: 胜利

source: Losses
ar: خسائر
bg: загуби
bn: ক্ষতি
da: Tab
sq: Humbjet
zh: 损失

source: Draws
ar: التعادلات
bg: равенства
bn: ড্র
da: Tegner
sq: Barazimet
zh: 抽奖

source: Engine parameter options
ar: خيارات معلمات المحرك
bg: Опции за параметрите на двигателя
bn: ইঞ্জিন প্যারামিটার বিকল্পগুলি
da: Motorparameter muligheder
sq: Opsionet e parametrave të motorit
zh: 引擎参数选项

source: Number
ar: رقم
bg: Номер
bn: সংখ্যা
da: Antal
sq: Numri
zh: 数字

source: Option name
ar: اسم الخيار
bg: Име на опцията
bn: বিকল্পের নাম
da: Mulighedens navn
sq: Emri i opsionit
zh: 选项名称

source: Default value
ar: القيمة الافتراضية
bg: Стойност по подразбиране
bn: ডিফল্ট মান
da: Standardværdi
sq: Vlera e paracaktuar
zh: 默认值

source: Min value
ar: القيمة الدنيا
bg: Минимална стойност
bn: সর্বনিম্ন মান
da: Min værdi
sq: Vlera minimale
zh: 最小值

source: Max value
ar: القيمة القصوى
bg: Максимална стойност
bn: সর্বোচ্চ মান
da: Max værdi
sq: Vlera maksimale
zh: 最大值

source: Var options
ar: خيارات متنوعة
bg: Var опции
bn: Var বিকল্প
da: Var muligheder
sq: Var opsionet
zh: Var 选项

source: Add option(s)
ar: إضافة خيار(ات)
bg: Добавете опция(и)
bn: বিকল্প(গুলি) যোগ করুন
da: Tilføj valgmulighed(er)
sq: Shto opsion(et)
zh: 添加选项

source: Overwrite current options
ar: استبدال الخيارات الحالية
bg: Презаписване на текущите опции
bn: বর্তমান বিকল্পগুলি ওভাররাইট করুন
da: Overskriv aktuelle muligheder
sq: Mbishkruani opsionet aktuale
zh: 覆盖当前选项

source: Engine name :-
ar: اسم المحرك :-
bg: Име на двигателя:-
bn: ইঞ্জিনের নাম :-
da: Motornavn:-
sq: Emri i motorit: -
zh: 引擎名称：-

source: Engine author(s) :-
ar: مؤلف(ون) المحرك :-
bg: Автор(и) на двигателя: -
bn: ইঞ্জিন লেখক(রা):-
da: Motorforfatter(e):-
sq: Autori(ët) e motorit:-
zh: 引擎作者：-

source: Add selected list box options to engine parameter options
ar: إضافة خيارات مربع القائمة المحددة إلى خيارات معلمات المحرك
bg: Добавяне на избрани опции на списъчно поле към опциите на параметрите на двигателя
bn: ইঞ্জিন প্যারামিটার বিকল্পগুলিতে নির্বাচিত তালিকা বাক্স বিকল্পগুলি যুক্ত করুন
da: Tilføj valgte listeboksindstillinger til motorparameterindstillinger
sq: Shtoni opsionet e zgjedhura të kutisë së listës në opsionet e parametrave të motorit
zh: 将选定列表框选项添加到引擎参数选项中

source: Over write current engine parameter options
ar: إعادة كتابة خيارات معلمات المحرك الحالية
bg: Надпис на текущите опции за параметри на двигателя
bn: বর্তমান ইঞ্জিন প্যারামিটার বিকল্পগুলি ওভাররাইট করুন
da: Overskriv aktuelle motorparameterindstillinger
sq: Mbi shkruani opsionet aktuale të parametrave të motorit
zh: 覆盖当前引擎参数选项

source: No items selected, please select some
ar: لم يتم تحديد أي عناصر، الرجاء تحديد بعضها
bg: Няма избрани елементи, моля изберете някои
bn: কোনও আইটেম নির্বাচন করা হয়নি, দয়া করে কিছু নির্বাচন করুন।
da: Ingen varer er valgt, vælg venligst nogle
sq: Nuk ka artikuj të zgjedhur, ju lutemi zgjidhni disa
zh: 未选择任何商品，请选择一些

source: Engine option error message
ar: رسالة خطأ خيار المحرك
bg: Съобщение за грешка в опцията на двигателя
bn: ইঞ্জিন অপশন ত্রুটি বার্তা
da: Fejlmeddelelse om motoroption
sq: Mesazh gabimi i opsionit të motorit
zh: 引擎选项错误消息

source: This dialog box allows the user to select the engine parameters to load.
ar: يسمح مربع الحوار هذا للمستخدم بتحديد معلمات المحرك التي سيتم تحميلها.
bg: Този диалогов прозорец позволява на потребителя да избере параметрите на двигателя за зареждане.
bn: এই ডায়ালগ বক্সটি ব্যবহারকারীকে লোড করার জন্য ইঞ্জিনের প্যারামিটার নির্বাচন করতে দেয়।
da: Denne dialogboks giver brugeren mulighed for at vælge de motorparametre, der skal indlæses.
sq: Kjo kuti dialogu lejon përdoruesin të zgjedhë parametrat e motorit për të ngarkuar.
zh: 该对话框允许用户选择要加载的引擎参数。

source: For the purpose of this help screen, the terms < engine parameters >
ar: لغرض شاشة المساعدة هذه، يتم استخدام المصطلحات <معلمات المحرك>
bg: За целите на този помощен екран термините <параметри на двигателя>
bn: এই সহায়তা স্ক্রিনের উদ্দেশ্যে, <engine parameters> পদগুলি
da: Til formålet med denne hjælpeskærm er termerne < motorparametre >
sq: Për qëllimin e këtij ekrani ndihmës, termat < parametrat e motorit >
zh: 在本帮助屏幕中，术语<引擎参数>

source: and < engine options > are both used and mean the same thing.
ar: و<خيارات المحرك> كلاهما مستخدمان ويعنيان نفس الشيء.
bg: и < engine options > се използват и означават едно и също нещо.
bn: এবং <engine options > উভয়ই ব্যবহৃত হয় এবং একই জিনিস বোঝায়।
da: og < motorindstillinger > bruges begge og betyder det samme.
sq: dhe < opsionet e motorit > përdoren të dyja dhe nënkuptojnë të njëjtën gjë.
zh: 和 < 引擎选项 > 均被使用且表示相同的意思。

source: The options can be selected in the same way as when using Windows explorer.
ar: يمكن تحديد الخيارات بنفس الطريقة كما هو الحال عند استخدام مستكشف Windows.
bg: Опциите могат да бъдат избрани по същия начин, както при използване на Windows Explorer.
bn: উইন্ডোজ এক্সপ্লোরার ব্যবহার করার সময় যেভাবে অপশনগুলি নির্বাচন করা হয়, সেভাবেই অপশনগুলি নির্বাচন করা যেতে পারে।
da: Indstillingerne kan vælges på samme måde som ved brug af Windows Stifinder.
sq: Opsionet mund të zgjidhen në të njëjtën mënyrë si kur përdorni Windows Explorer.
zh: 可以按照与使用 Windows 资源管理器时相同的方式选择选项。

source: i.e. Shift + Left click to select a contiguous block of options,
ar: على سبيل المثال، اضغط على Shift + انقر بزر الماوس الأيسر لتحديد كتلة متجاورة من الخيارات،
bg: т.е. Shift + ляв клик, за да изберете непрекъснат блок от опции,
bn: অর্থাৎ, Shift + Left ক্লিক করে একটি সংলগ্ন বিকল্প ব্লক নির্বাচন করুন,
da: dvs. Shift + venstre klik for at vælge en sammenhængende blok af muligheder,
sq: d.m.th. Shift + Klikoni majtas për të zgjedhur një bllok të afërt opsionesh,
zh: 即 Shift + 左键单击选择连续的选项块，

source: or Ctrl + Left click to select non-contiguous options.
ar: أو اضغط على Ctrl + انقر بزر الماوس الأيسر لتحديد الخيارات غير المتجاورة.
bg: или Ctrl + ляв клик, за да изберете несъседни опции.
bn: অথবা অ-সংলগ্ন বিকল্পগুলি নির্বাচন করতে Ctrl + বাম ক্লিক করুন।
da: eller Ctrl + venstre klik for at vælge ikke-sammenhængende indstillinger.
sq: ose Ctrl + Klikoni majtas për të zgjedhur opsionet jo të lidhura.
zh: 或 Ctrl + 左键单击以选择不连续的选项。

source: When you have finished selecting options, click on < Add options.. >
ar: عند الانتهاء من تحديد الخيارات، انقر فوق <إضافة خيارات..>
bg: Когато приключите с избора на опции, щракнете върху <Добавяне на опции..>
bn: অপশন নির্বাচন করা শেষ হলে, <অপশন যোগ করুন.. > এ ক্লিক করুন।
da: Når du er færdig med at vælge indstillinger, skal du klikke på < Tilføj indstillinger.. >
sq: Kur të keni mbaruar zgjedhjen e opsioneve, klikoni në < Shto opsione.. >
zh: 选择完选项后，单击<添加选项..>

source: to add them to the custom parameter list.
ar: لإضافتها إلى قائمة المعلمات المخصصة.
bg: за да ги добавите към списъка с персонализирани параметри.
bn: কাস্টম প্যারামিটার তালিকায় যোগ করতে।
da: for at tilføje dem til den tilpassede parameterliste.
sq: për t'i shtuar ato në listën e parametrave të personalizuar.
zh: 将它们添加到自定义参数列表。

source: By default, the selected options will be added to the existing ones.
ar: افتراضيًا، سيتم إضافة الخيارات المحددة إلى الخيارات الموجودة.
bg: По подразбиране избраните опции ще бъдат добавени към съществуващите.
bn: ডিফল্টরূপে, নির্বাচিত বিকল্পগুলি বিদ্যমান বিকল্পগুলির সাথে যুক্ত হবে।
da: Som standard vil de valgte muligheder blive tilføjet til de eksisterende.
sq: Si parazgjedhje, opsionet e zgjedhura do t'u shtohen atyre ekzistuese.
zh: 默认情况下，选定的选项将添加到现有选项中。

source: Check < Overwrite current options > if you want the selected options
ar: حدد <استبدال الخيارات الحالية> إذا كنت تريد الخيارات المحددة
bg: Поставете отметка < Overwrite current options >, ако искате избраните опции
bn: নির্বাচিত বিকল্পগুলি চাইলে > বর্তমান বিকল্পগুলি ওভাররাইট করুন চেক করুন।
da: Marker < Overskriv aktuelle indstillinger >, hvis du ønsker de valgte indstillinger
sq: Kontrolloni < Mbishkruani opsionet aktuale > nëse dëshironi opsionet e zgjedhura
zh: 如果要选择选项，请选中<覆盖当前选项>

source: to overwrite the existing custom parameters.
ar: لاستبدال المعلمات المخصصة الموجودة.
bg: за презаписване на съществуващите персонализирани параметри.
bn: বিদ্যমান কাস্টম প্যারামিটারগুলি ওভাররাইট করতে।
da: for at overskrive de eksisterende brugerdefinerede parametre.
sq: për të mbishkruar parametrat ekzistues të personalizuar.
zh: 覆盖现有的自定义参数。

source: When an engine option is loaded, the value is set to the default.
ar: عند تحميل خيار المحرك، يتم تعيين القيمة إلى القيمة الافتراضية.
bg: Когато се зареди опция на двигателя, стойността се задава по подразбиране.
bn: যখন একটি ইঞ্জিন বিকল্প লোড করা হয়, তখন মানটি ডিফল্টে সেট করা হয়।
da: Når en motoroption er indlæst, indstilles værdien til standard.
sq: Kur ngarkohet një opsion i motorit, vlera vendoset në parazgjedhje.
zh: 当加载引擎选项时，该值被设置为默认值。

source: So if you want to change this, you must manually edit the value
ar: لذا إذا كنت تريد تغيير هذا، فيجب عليك تعديل القيمة يدويًا
bg: Така че, ако искате да промените това, трябва ръчно да редактирате стойността
bn: তাই যদি আপনি এটি পরিবর্তন করতে চান, তাহলে আপনাকে মানটি ম্যানুয়ালি সম্পাদনা করতে হবে
da: Så hvis du vil ændre dette, skal du manuelt redigere værdien
sq: Pra, nëse doni ta ndryshoni këtë, duhet ta modifikoni manualisht vlerën
zh: 因此，如果你想改变这一点，你必须手动编辑该值

source: in the appropriate custom parameter box.
ar: في مربع المعلمة المخصصة المناسبة.
bg: в съответното поле за потребителски параметър.
bn: উপযুক্ত কাস্টম প্যারামিটার বাক্সে।
da: i den relevante tilpassede parameterboks.
sq: në kutinë e duhur të parametrave të personalizuar.
zh: 在适当的自定义参数框中。

source: The default value given for an option is an indication of permissible values.
ar: القيمة الافتراضية المعطاة لخيار ما هي إشارة للقيم المسموح بها.
bg: Стойността по подразбиране, дадена за опция, е индикация за допустимите стойности.
bn: একটি বিকল্পের জন্য প্রদত্ত ডিফল্ট মান হল অনুমোদিত মানের একটি ইঙ্গিত।
da: Standardværdien givet for en option er en indikation af tilladte værdier.
sq: Vlera e paracaktuar e dhënë për një opsion është një tregues i vlerave të lejueshme.
zh: 为选项给出的默认值是允许值的指示。

source: Some options can be set to true or false,
ar: يمكن ضبط بعض الخيارات على "صحيح" أو "خطأ"،
bg: Някои опции могат да бъдат зададени на true или false,
bn: কিছু বিকল্প সত্য বা মিথ্যাতে সেট করা যেতে পারে,
da: Nogle indstillinger kan indstilles til sand eller falsk,
sq: Disa opsione mund të vendosen në true ose false,
zh: 一些选项可以设置为 true 或 false，

source: some to a number between the min and max values,
ar: بعضها إلى رقم بين الحد الأدنى والحد الأقصى للقيم،
bg: някои до число между минималните и максималните стойности,
bn: কিছুকে সর্বনিম্ন এবং সর্বোচ্চ মানের মধ্যে একটি সংখ্যায়,
da: nogle til et tal mellem min og maks værdierne,
sq: disa në një numër midis vlerave min dhe maksimale,
zh: 一些介于最小值和最大值之间的数字，

source: some to one of several Var options and some to a file name.
ar: بعضها إلى أحد خيارات Var والبعض الآخر إلى اسم الملف.
bg: някои към една от няколко Var опции и някои към име на файл.
bn: কিছু Var বিকল্পের একটিতে এবং কিছু ফাইলের নামে।
da: nogle til en af ​​flere Var-indstillinger og nogle til et filnavn.
sq: disa në një nga disa opsione Var dhe disa në një emër skedari.
zh: 一些是几个 Var 选项之一，一些是文件名。

source: When entering a value, be careful not to add any leading spaces,
ar: عند إدخال قيمة، احرص على عدم إضافة أي مسافات بادئة،
bg: Когато въвеждате стойност, внимавайте да не добавяте водещи интервали,
bn: একটি মান প্রবেশ করার সময়, কোনও অগ্রণী স্থান যোগ না করার বিষয়ে সতর্ক থাকুন,
da: Når du indtaster en værdi, skal du passe på ikke at tilføje indledende mellemrum,
sq: Kur futni një vlerë, kini kujdes që të mos shtoni asnjë hapësirë ​​kryesore,
zh: 输入值时，请注意不要添加任何前导空格，

source: because then the option will not work.
ar: لأن حينها لن يعمل الخيار.
bg: защото тогава опцията няма да работи.
bn: কারণ তখন বিকল্পটি কাজ করবে না।
da: for så virker muligheden ikke.
sq: sepse atëherë opsioni nuk do të funksionojë.
zh: 因为这样该选项将不起作用。

source: For a detailed description of some of the UCI options available,
ar: للحصول على وصف تفصيلي لبعض خيارات UCI المتاحة،
bg: За подробно описание на някои от наличните UCI опции,
bn: উপলব্ধ কিছু UCI বিকল্পের বিস্তারিত বিবরণের জন্য,
da: For en detaljeret beskrivelse af nogle af de tilgængelige UCI-muligheder,
sq: Për një përshkrim të hollësishëm të disa prej opsioneve të disponueshme UCI,
zh: 有关某些 UCI 可用选项的详细描述，

source: click on the < UCI options > button.
ar: انقر فوق الزر <خيارات UCI>.
bg: кликнете върху бутона <UCI options>.
bn: <UCI options> বোতামে ক্লিক করুন।
da: klik på knappen < UCI-indstillinger >.
sq: klikoni në butonin < Opsionet UCI >.
zh: 点击<UCI选项>按钮。

source: Engine parameter options help
ar: مساعدة في خيارات معلمات المحرك
bg: Опциите за параметрите на двигателя помагат
bn: ইঞ্জিন প্যারামিটার বিকল্প সাহায্য
da: Hjælp til motorparametre
sq: Opsionet e parametrave të motorit ndihmojnë
zh: 引擎参数选项帮助

source: UCI options
ar: خيارات الاتحاد الدولي للدراجات
bg: UCI опции
bn: UCI বিকল্পগুলি
da: UCI muligheder
sq: Opsionet UCI
zh: UCI 选项

source: Tablebases
ar: قواعد الجدول
bg: Таблични бази
bn: টেবিলবেস
da: Bordbunde
sq: Bazat e tavolinave
zh: 数据库

source: Endgame tablebases are files containing best play for various endgames.
ar: قواعد بيانات نهاية اللعبة هي ملفات تحتوي على أفضل طريقة للعب في نهايات الألعاب المختلفة.
bg: Базите таблици за крайни игри са файлове, съдържащи най-добра игра за различни крайни игри.
bn: এন্ডগেম টেবিলবেস হলো বিভিন্ন এন্ডগেমের জন্য সেরা খেলার ফাইল।
da: Slutspilstabelbaser er filer, der indeholder det bedste spil til forskellige slutspil.
sq: Bazat e tabelave të fundit të lojës janë skedarë që përmbajnë lojën më të mirë për lojëra të ndryshme fundore.
zh: 残局表库是包含各种残局最佳玩法的文件。

source: They can now cater for endings up to 7 pieces, but as the number of pieces increases,
ar: يمكنهم الآن تلبية النهايات حتى 7 قطع، ولكن مع زيادة عدد القطع،
bg: Вече могат да се грижат за завършеци до 7 парчета, но с увеличаването на броя на парчетата,
bn: তারা এখন ৭টি পর্যন্ত শেষের জন্য খাবার সরবরাহ করতে পারে, কিন্তু যত বেশি টুকরো বাড়বে,
da: De kan nu tage højde for afslutninger på op til 7 stykker, men efterhånden som antallet af stykker stiger,
sq: Ata tani mund të kujdesen për përfundime deri në 7 copë, por ndërsa numri i pjesëve rritet,
zh: 他们现在可以处理最多 7 个棋子的结局，但随着棋子数量的增加，

source: so does the file size. The size of a 7 piece Syzygy tablebase is over 18 Terra bytes.
ar: كما هو الحال مع حجم الملف. يبلغ حجم قاعدة بيانات Syzygy المكونة من 7 قطع أكثر من 18 تيرا بايت.
bg: както и размера на файла. Размерът на таблична база от 7 части Syzygy е над 18 Terra байта.
bn: ফাইলের আকারও তাই। ৭ পিসের একটি Syzygy টেবিলবেসের আকার ১৮ টেরা বাইটের বেশি।
da: det samme gør filstørrelsen. Størrelsen af ​​en Syzygy bordbase med 7 dele er over 18 Terra bytes.
sq: po kështu edhe madhësia e skedarit. Madhësia e një baze tavoline Syzygy prej 7 copësh është mbi 18 Terra bajt.
zh: 文件大小也是如此。7 块 Syzygy 表库的大小超过 18 Terra 字节。
