Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: Use animation - use sliding piece animation for moves.
ar: استخدم الرسوم المتحركة - استخدم الرسوم المتحركة للقطعة المنزلقة للحركات.
bg: Използвайте анимация - използвайте анимация на плъзгащи се фигури за ходове.
bn: অ্যানিমেশন ব্যবহার করুন - নড়াচড়ার জন্য স্লাইডিং পিস অ্যানিমেশন ব্যবহার করুন।
da: Brug animation - brug glidende brik-animation til bevægelser.
sq: Përdorni animacionin - përdorni animacionin e pjesëve rrëshqitëse për lëvizje.
zh: 使用动画-使用滑动动画进行移动。

source: Screen increment - is the size in thousandths, for the position change
ar: زيادة الشاشة - هو الحجم بالألف، لتغيير الموضع
bg: Увеличение на екрана - е размерът в хилядни, за промяна на позицията
bn: স্ক্রিন ইনক্রিমেন্ট - অবস্থান পরিবর্তনের জন্য হাজার ভাগে আকার
da: Skærmstigning - er størrelsen i tusindedele, for positionsændringen
sq: Rritja e ekranit - është madhësia në të mijtë, për ndryshimin e pozicionit
zh: 屏幕增量 - 是位置变化的千分之一大小

source: for a piece when it is re-drawn on the screen.
ar: لقطعة عندما يتم إعادة رسمها على الشاشة.
bg: за парче, когато е нарисувано отново на екрана.
bn: যখন পর্দায় আবার আঁকা হয়, তখন একটি টুকরোর জন্য।
da: for et stykke, når det gentegnes på skærmen.
sq: për një pjesë kur rivizatohet në ekran.
zh: 当它在屏幕上重新绘制时。

source: A lower figure gives a smoother but slower animation,
ar: يعطي الشكل السفلي رسوم متحركة أكثر سلاسة ولكن أبطأ،
bg: По-ниската цифра дава по-плавна, но по-бавна анимация,
bn: একটি নিম্ন চিত্র একটি মসৃণ কিন্তু ধীর অ্যানিমেশন দেয়,
da: Et lavere tal giver en jævnere, men langsommere animation,
sq: Një shifër më e ulët jep një animacion më të butë, por më të ngadaltë,
zh: 较低的数字会产生更平滑但更慢的动画，

source: A higher figure gives a faster, but more jerky animation.
ar: يعطي الرقم الأعلى رسومًا متحركة أسرع، ولكن أكثر تشنجًا.
bg: По-високата цифра дава по-бърза, но по-накъсана анимация.
bn: একটি উচ্চতর চিত্র একটি দ্রুত, কিন্তু আরও ঝাঁকুনিপূর্ণ অ্যানিমেশন দেয়।
da: Et højere tal giver en hurtigere, men mere rykkende animation.
sq: Një shifër më e lartë jep një animacion më të shpejtë, por më të ngathët.
zh: 数字越高，动画速度越快，但是动画也越不流畅。

source: With 3d graphics you will need a very fast computer and graphics card
ar: مع الرسومات ثلاثية الأبعاد، ستحتاج إلى جهاز كمبيوتر وبطاقة رسوميات سريعة جدًا
bg: С 3D графики ще имате нужда от много бърз компютър и графична карта
bn: 3D গ্রাফিক্সের সাথে আপনার একটি খুব দ্রুত কম্পিউটার এবং গ্রাফিক্স কার্ডের প্রয়োজন হবে।
da: Med 3D-grafik skal du bruge en meget hurtig computer og grafikkort
sq: Me grafikë 3d do t'ju duhet një kompjuter shumë i shpejtë dhe një kartë grafike
zh: 使用 3D 图形，你需要一台非常快的计算机和显卡

source: to have this figure set to less than 10
ar: لضبط هذا الرقم على أقل من 10
bg: да зададете тази цифра на по-малко от 10
bn: এই সংখ্যাটি ১০ এর কম রাখার জন্য
da: for at få dette tal sat til mindre end 10
sq: për ta vendosur këtë shifër në më pak se 10
zh: 将此数字设置为小于 10

source: On my computer, which is almost an antique,
ar: على جهاز الكمبيوتر الخاص بي، والذي يعتبر قديمًا تقريبًا،
bg: На моя компютър, който е почти антика,
bn: আমার কম্পিউটারে, যা প্রায় পুরনো,
da: På min computer, som næsten er en antikvitet,
sq: Në kompjuterin tim, i cili është pothuajse një antik,
zh: 在我的电脑上，这几乎是一个古董，

source: I have the screen increment set to 100
ar: لقد قمت بتعيين زيادة الشاشة إلى 100
bg: Имам стъпка на екрана, зададена на 100
bn: আমার স্ক্রিন ইনক্রিমেন্ট ১০০ তে সেট করা আছে।
da: Jeg har indstillet skærmstigningen til 100
sq: E kam të vendosur rritjen e ekranit në 100
zh: 我将屏幕增量设置为 100

source: On my new computer, I have the screen increment set to 30
ar: على جهاز الكمبيوتر الجديد الخاص بي، قمت بتعيين زيادة الشاشة إلى 30
bg: На моя нов компютър имам настройка на увеличението на екрана на 30
bn: আমার নতুন কম্পিউটারে, স্ক্রিন ইনক্রিমেন্ট 30 এ সেট করা আছে।
da: På min nye computer har jeg indstillet skærmstigningen til 30
sq: Në kompjuterin tim të ri, rritja e ekranit është vendosur në 30
zh: 在我的新电脑上，我将屏幕增量设置为 30

source: Delay - is the delay in milli-seconds between each re-draw of a piece.
ar: التأخير - هو التأخير بالمللي ثانية بين كل إعادة سحب للقطعة.
bg: Закъснение - е забавянето в милисекунди между всяко повторно теглене на фигура.
bn: বিলম্ব - হল একটি অংশের প্রতিটি পুনঃ-ড্রয়ের মধ্যে মিলি-সেকেন্ডের বিলম্ব।
da: Forsinkelse - er forsinkelsen i millisekunder mellem hver gentrækning af en brik.
sq: Vonesa - është vonesa në mili-sekonda ndërmjet çdo ribarazimi të një pjese.
zh: 延迟 - 是每次重新绘制棋子之间的延迟（以毫秒为单位）。

source: A lower figure gives a faster animation,
ar: يعطي الشكل الأقل رسومًا متحركة أسرع،
bg: По-ниската цифра дава по-бърза анимация,
bn: একটি ছোট চিত্র দ্রুত অ্যানিমেশন দেয়,
da: Et lavere tal giver en hurtigere animation,
sq: Një shifër më e ulët jep një animacion më të shpejtë,
zh: 数字越低，动画速度越快，

source: a higher figure gives a slower animation.
ar: الرقم الأعلى يعطي رسوم متحركة أبطأ.
bg: по-високата цифра дава по-бавна анимация.
bn: একটি উচ্চতর চিত্র একটি ধীর অ্যানিমেশন দেয়।
da: et højere tal giver en langsommere animation.
sq: një shifër më e lartë jep një animacion më të ngadaltë.
zh: 数字越大，动画速度越慢。

source: If < Pixel increment > is set to 1 (the ideal setting), you will probably
ar: إذا تم ضبط <زيادة البكسل> على 1 (الإعداد المثالي)، فمن المحتمل أن
bg: Ако < Увеличение на пикселите > е зададено на 1 (идеалната настройка), вероятно ще го направите
bn: যদি <Pixel increment > 1 তে সেট করা থাকে (আদর্শ সেটিং), তাহলে আপনি সম্ভবত
da: Hvis < Pixel increment > er indstillet til 1 (den ideelle indstilling), vil du sandsynligvis
sq: Nëse < Pixel increment > është vendosur në 1 (cilësimi ideal), ndoshta do ta bëni
zh: 如果将 <像素增量> 设置为 1（理想设置），您可能会

source: not need to set the delay to any higher than 10 milli-seconds.
ar: لا حاجة لضبط التأخير إلى أي أعلى من 10 مللي ثانية.
bg: не е необходимо да настройвате забавянето на повече от 10 милисекунди.
bn: বিলম্ব ১০ মিলি-সেকেন্ডের বেশি সেট করার প্রয়োজন নেই।
da: behøver ikke at indstille forsinkelsen til mere end 10 millisekunder.
sq: nuk ka nevojë të vendosni vonesën në më shumë se 10 mili sekonda.
zh: 不需要将延迟设置为高于 10 毫秒。

source: With 3d graphics you will probably not need any delay.
ar: مع الرسومات ثلاثية الأبعاد، ربما لن تحتاج إلى أي تأخير.
bg: С 3D графики вероятно няма да имате нужда от забавяне.
bn: 3D গ্রাফিক্সের সাথে আপনার সম্ভবত কোনও বিলম্বের প্রয়োজন হবে না।
da: Med 3D-grafik har du sandsynligvis ikke brug for nogen forsinkelse.
sq: Me grafikë 3d ndoshta nuk do të keni nevojë për ndonjë vonesë.
zh: 有了 3D 图形，您可能不需要任何延迟。

source: Use animation for -
ar: استخدم الرسوم المتحركة لـ -
bg: Използвайте анимация за -
bn: এর জন্য অ্যানিমেশন ব্যবহার করুন -
da: Brug animation til -
sq: Përdorni animacionin për -
zh: 使用动画来 -

source: Player moves - use animation for player moves,
ar: تحركات اللاعب - استخدم الرسوم المتحركة لتحركات اللاعب،
bg: Движения на играча - използвайте анимация за ходовете на играча,
bn: খেলোয়াড়ের চাল - খেলোয়াড়ের চালের জন্য অ্যানিমেশন ব্যবহার করুন,
da: Spillerbevægelser - brug animation til spillerbevægelser,
sq: Lëvizjet e lojtarit - përdorni animacionin për lëvizjet e lojtarëve,
zh: 玩家移动 - 使用动画来表现玩家移动，

source: e.g. when player enters a move with a mouse click
ar: على سبيل المثال، عندما يدخل اللاعب في حركة بنقرة الماوس
bg: напр. когато играчът въведе ход с щракване на мишката
bn: যেমন, যখন খেলোয়াড় মাউস ক্লিক করে একটি পদক্ষেপে প্রবেশ করে
da: f.eks. når spilleren går ind i et træk med et museklik
sq: p.sh. kur lojtari hyn në një lëvizje me një klikim të mausit
zh: 例如当玩家通过鼠标点击输入动作时

source: on the move destination square. (Not drag and drop entry)
ar: في مربع الوجهة المتحركة. (لا يتم إدخال السحب والإفلات)
bg: на полето за дестинация на хода. (Не плъзгане и пускане на запис)
bn: স্থানান্তর গন্তব্য স্কোয়ারে। (ড্র্যাগ অ্যান্ড ড্রপ এন্ট্রি নয়)
da: på vej destinationspladsen. (Ikke træk og slip indtastning)
sq: në shesh të destinacionit në lëvizje. (Jo tërhiq dhe lësho hyrjen)
zh: 在移动目标方块上。（不是拖放条目）

source: Computer moves - use animation for computer moves,
ar: حركات الكمبيوتر - استخدام الرسوم المتحركة لحركات الكمبيوتر،
bg: Компютърни движения - използвайте анимация за компютърни движения,
bn: কম্পিউটারের চাল - কম্পিউটারের চালের জন্য অ্যানিমেশন ব্যবহার করুন,
da: Computerbevægelser - brug animation til computerbevægelser,
sq: Lëvizjet e kompjuterit - përdorni animacion për lëvizjet e kompjuterit,
zh: 计算机动作-使用动画进行计算机动作，

source: e.g. during human vs engine games.
ar: على سبيل المثال، أثناء الألعاب التي يتنافس فيها الإنسان مع المحرك.
bg: напр. по време на игри човек срещу двигател.
bn: যেমন, মানুষ বনাম ইঞ্জিন খেলার সময়।
da: f.eks. under menneske vs motor spil.
sq: p.sh. gjatë lojërave njerëzore kundër motorit.
zh: 例如在人类与引擎的游戏中。

source: Engine vs. engine - use animation for engine vs. engine games.
ar: محرك مقابل محرك - استخدم الرسوم المتحركة لألعاب المحرك مقابل المحرك.
bg: Engine vs. engine - използвайте анимация за игри engine vs. engine.
bn: ইঞ্জিন বনাম ইঞ্জিন - ইঞ্জিন বনাম ইঞ্জিন গেমের জন্য অ্যানিমেশন ব্যবহার করুন।
da: Motor vs. motor - brug animation til motor vs. motor spil.
sq: Motori kundër motorit - përdorni animacionin për lojërat motori kundër motorit.
zh: 引擎与引擎 - 使用动画进行引擎与引擎的游戏。

source: Puzzle mode moves - use animation for puzzle mode moves
ar: حركات وضع الألغاز - استخدم الرسوم المتحركة لحركات وضع الألغاز
bg: Движения в режим пъзел - използвайте анимация за движения в режим пъзел
bn: ধাঁধা মোড মুভ - ধাঁধা মোড মুভের জন্য অ্যানিমেশন ব্যবহার করুন
da: Puslespilstilstand - brug animation til puslespilsbevægelser
sq: Modaliteti i enigmës lëviz - përdorni animacionin për lëvizjet në modalitetin e enigmës
zh: 拼图模式移动 - 使用动画进行拼图模式移动

source: In puzzle mode, this option takes precedence over < Player moves >
ar: في وضع الألغاز، يكون لهذا الخيار الأولوية على <حركات اللاعب>
bg: В режим на пъзел тази опция има предимство пред <Играч се движи>
bn: ধাঁধা মোডে, এই বিকল্পটি <প্লেয়ার মুভ> এর চেয়ে প্রাধান্য পায়।
da: I puslespilstilstand har denne mulighed forrang over < Player moves >
sq: Në modalitetin e enigmës, ky opsion ka përparësi mbi <Lëvizjet e lojtarit >
zh: 在拼图模式下，此选项优先于<玩家移动>

source: Piece sliding animation options for 3d
ar: خيارات تحريك القطع المتحركة ثلاثية الأبعاد
bg: Опции за плъзгаща се анимация на парче за 3d
bn: 3D এর জন্য পিস স্লাইডিং অ্যানিমেশন বিকল্পগুলি
da: Indstillinger for stykke glidende animation til 3d
sq: Opsionet e animacionit rrëshqitës të pjesëve për 3d
zh: 3D 的滑动动画选项

source: Piece sliding animation options for 2d
ar: خيارات تحريك القطع المتحركة ثنائية الأبعاد
bg: Опции за плъзгаща се анимация на парче за 2d
bn: 2d এর জন্য পিস স্লাইডিং অ্যানিমেশন বিকল্পগুলি
da: Muligheder for stykke glidende animation til 2d
sq: Opsionet e animacionit rrëshqitës të pjesëve për 2d
zh: 2D 的片段滑动动画选项

source: Auto_replay
ar: إعادة التشغيل التلقائي
bg: Автоматично_повторение
bn: অটো_রিপ্লে
sq: Përsëritje_automatike
zh: 自动重播

source: Automatic replay stopped
ar: تم إيقاف إعادة التشغيل التلقائي
bg: Автоматичното повторение е спряно
bn: স্বয়ংক্রিয় রিপ্লে বন্ধ করা হয়েছে
da: Automatisk genafspilning stoppet
sq: Rishikimi automatik u ndal
zh: 自动重播已停止

source: Automatic replay message
ar: رسالة إعادة التشغيل التلقائية
bg: Съобщение за автоматично повторение
bn: স্বয়ংক্রিয় রিপ্লে বার্তা
da: Automatisk afspilning af besked
sq: Mesazh i riprodhimit automatik
zh: 自动重播消息

source: Move delay is %d seconds
ar: تأخير الحركة هو %d ثانية
bg: Забавянето при движение е %d секунди
bn: সরানোর বিলম্ব %d সেকেন্ড
da: Flytteforsinkelse er %d sekunder
sq: Vonesa e lëvizjes është %d sekonda
zh: 移动延迟为 %d 秒

source: Move delay is %d second
ar: تأخير الحركة هو %d ثانية
bg: Забавянето при движение е %d секунда
bn: সরানোর বিলম্ব %d সেকেন্ড
da: Flytteforsinkelse er %d sekund
sq: Vonesa e lëvizjes është %d sekondë
zh: 移动延迟为 %d 秒

source: Press <F9> to stop
ar: اضغط على <F9> للتوقف
bg: Натиснете <F9>, за да спрете
bn: থামাতে <F9> টিপুন
da: Tryk på <F9> for at stoppe
sq: Shtypni <F9> për të ndaluar
zh: 按 <F9> 停止

source: Automatic replay started
ar: تم بدء إعادة التشغيل التلقائي
bg: Започна автоматичното повторение
bn: স্বয়ংক্রিয় রিপ্লে শুরু হয়েছে
da: Automatisk genafspilning startede
sq: Filloi përsëritja automatike
zh: 自动重播已开始

source: Auto-replay stopped for comment
ar: تم إيقاف إعادة التشغيل التلقائي للتعليق
bg: Автоматичното повторение е спряно за коментар
bn: মন্তব্যের জন্য অটো-রিপ্লে বন্ধ করা হয়েছে
da: Automatisk genafspilning stoppet for kommentar
sq: Rishikimi automatik u ndal për koment
zh: 自动重播已停止以供评论

source: Press < F9 > to restart
ar: اضغط على <F9> لإعادة التشغيل
bg: Натиснете <F9> за рестартиране
bn: পুনরায় চালু করতে <F9 > টিপুন
da: Tryk på < F9 > for at genstarte
sq: Shtypni < F9 > për të rifilluar
zh: 按 < F9 > 重新启动

source: Auto-replay stopped for sub-variation end
ar: تم إيقاف إعادة التشغيل التلقائي لنهاية الاختلاف الفرعي
bg: Автоматичното повторение е спряно за край на подвариант
bn: সাব-ভেরিয়েশনের শেষে অটো-রিপ্লে বন্ধ করা হয়েছে
da: Automatisk genafspilning stoppet for afslutning af undervariationen
sq: Riprodhimi automatik u ndal për përfundimin e nënvariacionit
zh: 自动重播因子变体结束而停止

source: Auto-replay stopped for sub-variation start
ar: تم إيقاف إعادة التشغيل التلقائي لبدء الاختلاف الفرعي
bg: Автоматичното повторение е спряно за стартиране на подвариант
bn: সাব-ভেরিয়েশন শুরু হওয়ার জন্য অটো-রিপ্লে বন্ধ করা হয়েছে
da: Auto-genafspilning stoppet for start af undervariation
sq: Riprodhimi automatik u ndal për fillimin e nënvariacionit
zh: 自动重播已停止，子变体已开始

source: Game complete, automatic replay stopped
ar: انتهت اللعبة، تم إيقاف إعادة التشغيل التلقائي
bg: Играта е завършена, автоматичното повторение е спряно
bn: খেলা শেষ, স্বয়ংক্রিয় রিপ্লে বন্ধ করা হয়েছে
da: Spillet afsluttet, automatisk genafspilning stoppet
sq: Loja përfundoi, përsëritja automatike u ndal
zh: 游戏结束，自动重播停止

source: Replay sub-variations
ar: إعادة تشغيل الاختلافات الفرعية
bg: Повторете подвариации
bn: উপ-প্রকরণগুলি পুনরায় চালান
da: Afspil undervariationer
sq: Riluaj nën-variacione
zh: 重播子变体

source: Stop at sub-var start
ar: توقف عند بداية المتغير الفرعي
bg: Спрете при стартиране на подвариант
bn: সাব-ভার শুরুতে থামুন
da: Stop ved sub-var start
sq: Ndaloni në fillimin e nënvargut
zh: 在子变量开始时停止

source: Stop at sub-var end
ar: توقف عند نهاية المتغير الفرعي
bg: Спрете в края на подвариант
bn: সাব-ভার শেষে থামুন
da: Stop ved sub-var-enden
sq: Ndaloni në fundin e nënvargut
zh: 在子变量结尾处停止

source: Stop at comments
ar: توقف عند التعليقات
bg: Спрете се на коментарите
bn: মন্তব্যে থামুন
da: Stop ved kommentarer
sq: Ndaluni te komentet
zh: 停止评论

source: Use piece animation
ar: استخدم الرسوم المتحركة للقطعة
bg: Използвайте анимация на парчета
bn: পিস অ্যানিমেশন ব্যবহার করুন
da: Brug stykke animation
sq: Përdorni animacionin e pjesëve
zh: 使用片段动画

source: Move delay (seconds)
ar: تأخير الحركة (ثانية)
bg: Забавяне при движение (секунди)
bn: সরানোর বিলম্ব (সেকেন্ড)
da: Flytteforsinkelse (sekunder)
sq: Vonesa e lëvizjes (sekonda)
zh: 移动延迟（秒）

source: Show start of game notification message
ar: إظهار رسالة إشعار بدء اللعبة
bg: Показване на съобщение за известие за началото на играта
bn: খেলা শুরুর বিজ্ঞপ্তি বার্তা দেখান
da: Vis besked om start af spil
sq: Shfaq mesazhin e njoftimit për fillimin e lojës
zh: 显示游戏开始通知消息

source: Show start notification message
ar: إظهار رسالة إشعار البدء
bg: Показване на начално съобщение за известие
bn: শুরুর বিজ্ঞপ্তির বার্তা দেখান
da: Vis startbesked
sq: Shfaq mesazhin e njoftimit të fillimit
zh: 显示开始通知消息

source: Show stop notification message
ar: إظهار رسالة إعلام التوقف
bg: Показване на съобщението за спиране на известието
bn: থামার বিজ্ঞপ্তি বার্তা দেখান
da: Vis besked om stop
sq: Shfaq mesazhin e njoftimit të ndalimit
zh: 显示停止通知消息

source: Show < F9 > stop message box
ar: إظهار مربع رسالة الإيقاف <F9>
bg: Показване на полето за спиране на съобщения < F9 >
bn: <F9 > স্টপ মেসেজ বক্স দেখান
da: Vis < F9 > stop beskedboks
sq: Shfaq kutinë e mesazheve < F9 > ndalo
zh: 显示 < F9 > 停止消息框

source: Check to replay sub-variations
ar: حدد لإعادة تشغيل الاختلافات الفرعية
bg: Поставете отметка, за да възпроизведете подвариации
bn: উপ-প্রকরণগুলি পুনরায় খেলতে চেক করুন
da: Marker for at afspille undervariationer
sq: Kontrollo për të riluajtur nënvariacionet
zh: 勾选以重播子变体

source: Check to stop auto-replay at start of a sub-var
ar: حدد هذا الخيار لإيقاف إعادة التشغيل التلقائي في بداية متغير فرعي
bg: Поставете отметка, за да спрете автоматичното повторение при стартиране на подвар
bn: সাব-ভারের শুরুতে অটো-রিপ্লে বন্ধ করতে চেক করুন
da: Marker for at stoppe automatisk genafspilning ved starten af ​​en sub-var
sq: Kontrollo për të ndaluar riprodhimin automatik në fillimin e një nënvargu
zh: 检查是否在子变量开始时停止自动重播

source: Check to stop auto-replay at end of a sub-variation
ar: حدد هذا المربع لإيقاف إعادة التشغيل التلقائي في نهاية الاختلاف الفرعي
bg: Поставете отметка, за да спрете автоматичното повторение в края на подвариант
bn: একটি সাব-ভেরিয়েশনের শেষে অটো-রিপ্লে বন্ধ করতে চেক করুন
da: Marker for at stoppe automatisk genafspilning i slutningen af ​​en undervariation
sq: Kontrolloni për të ndaluar riprodhimin automatik në fund të një nën-ndryshimi
zh: 勾选后将在子变体结束时停止自动重播

source: Stop auto-replay when a comment is reached
ar: إيقاف إعادة التشغيل التلقائي عند الوصول إلى تعليق
bg: Спиране на автоматичното повторение при достигане на коментар
bn: কোনও মন্তব্য পৌঁছালে অটো-রিপ্লে বন্ধ করুন
da: Stop automatisk genafspilning, når en kommentar nås
sq: Ndalo riprodhimin automatik kur arrihet një koment
zh: 当到达评论时停止自动重播

source: Use piece animation during auto-replay
ar: استخدم الرسوم المتحركة للقطعة أثناء إعادة التشغيل التلقائي
bg: Използвайте анимация на парче по време на автоматично повторение
bn: অটো-রিপ্লে চলাকালীন পিস অ্যানিমেশন ব্যবহার করুন
da: Brug stykke animation under automatisk genafspilning
sq: Përdorni animacionin e pjesëve gjatë riprodhimit automatik
zh: 自动重播期间使用片段动画

source: Enter the move delay time for game replay
ar: أدخل وقت تأخير الحركة لإعادة تشغيل اللعبة
bg: Въведете времето за забавяне на хода за повторение на играта
bn: গেম রিপ্লে করার জন্য সরানোর বিলম্বের সময় লিখুন।
da: Indtast trækforsinkelsestiden for genafspilning af spillet
sq: Futni kohën e vonesës së lëvizjes për përsëritjen e lojës
zh: 输入游戏重播的移动延迟时间

source: Show start game notification message for auto-replay
ar: إظهار رسالة إشعار بدء اللعبة لإعادة التشغيل التلقائي
bg: Показване на съобщение за известие за стартиране на играта за автоматично повторение
bn: অটো-রিপ্লেয়ের জন্য গেম শুরুর বিজ্ঞপ্তি বার্তা দেখান
da: Vis besked om start af spil for automatisk genafspilning
sq: Shfaq mesazhin e njoftimit për fillimin e lojës për përsëritje automatike
zh: 显示自动重播的开始游戏通知消息

source: Show start notification message for auto-replay
ar: إظهار رسالة إشعار البدء لإعادة التشغيل التلقائي
bg: Показване на начално съобщение за известие за автоматично повторение
bn: অটো-রিপ্লেয়ের জন্য শুরুর বিজ্ঞপ্তি বার্তা দেখান
da: Vis startbesked for automatisk genafspilning
sq: Shfaq mesazhin e njoftimit të fillimit për rishikim automatik
zh: 显示自动重播的开始通知消息

source: Show stop notification message for auto-replay
ar: إظهار رسالة إعلام التوقف لإعادة التشغيل التلقائي
bg: Показване на съобщение за спиране на известието за автоматично повторно възпроизвеждане
bn: অটো-রিপ্লেয়ের জন্য স্টপ নোটিফিকেশন বার্তা দেখান
da: Vis stopbesked for automatisk genafspilning
sq: Shfaq mesazhin e njoftimit të ndalimit për rishikim automatik
zh: 显示自动重播的停止通知消息

source: When you activate auto replay, the current game
ar: عند تنشيط إعادة التشغيل التلقائي، يتم تشغيل اللعبة الحالية
bg: Когато активирате автоматично повторение, текущата игра
bn: যখন আপনি অটো রিপ্লে সক্রিয় করেন, তখন বর্তমান গেমটি
da: Når du aktiverer automatisk genafspilning, vil det aktuelle spil
sq: Kur aktivizoni përsëritjen automatike, lojën aktuale
zh: 当你激活自动重播时，当前游戏

source: will be automatically replayed using the following options :-
ar: سيتم إعادة التشغيل تلقائيًا باستخدام الخيارات التالية: -
bg: ще се възпроизвежда автоматично с помощта на следните опции:-
bn: নিম্নলিখিত বিকল্পগুলি ব্যবহার করে স্বয়ংক্রিয়ভাবে পুনরায় চালানো হবে:-
da: afspilles automatisk med følgende muligheder:
sq: do të riluhet automatikisht duke përdorur opsionet e mëposhtme:-
zh: 将使用以下选项自动重播：-

source: Replay sub-variations - Check to replay sub-variations
ar: إعادة تشغيل الاختلافات الفرعية - حدد هذا الخيار لإعادة تشغيل الاختلافات الفرعية
bg: Възпроизвеждане на подвариации – Поставете отметка за повторно възпроизвеждане на подвариации
bn: সাব-ভেরিয়েশনগুলি পুনরায় চালান - সাব-ভেরিয়েশনগুলি পুনরায় চালাতে চেক করুন
da: Afspil undervariationer - Marker for at afspille undervariationer igen
sq: Përsëritja e nënvariacioneve - Kontrolloni për të rishikuar nënvariacionet
zh: 重播子变体 - 勾选以重播子变体

source: as well as moves in the main line.
ar: وكذلك التحركات في الخط الرئيسي.
bg: както и ходове в основната линия.
bn: পাশাপাশি মূল লাইনে চলাচলও।
da: samt træk i hovedlinjen.
sq: si dhe lëviz në vijën kryesore.
zh: 以及主线中的举动。

source: Stop at sub-var start - Check to stop auto-replay at the start of a sub-var.
ar: التوقف عند بداية المتغير الفرعي - حدد هذا الخيار لإيقاف إعادة التشغيل التلقائي في بداية المتغير الفرعي.
bg: Stop at sub-var start – Поставете отметка, за да спрете автоматичното повторение в началото на sub-var.
bn: সাব-ভার শুরুতে থামুন - সাব-ভার শুরুতে অটো-রিপ্লে বন্ধ করতে চেক করুন।
da: Stop ved sub-var start - Marker for at stoppe auto-replay ved starten af ​​en sub-var.
sq: Ndaloni në fillimin e nënvargut - Kontrolloni për të ndaluar riprodhimin automatik në fillim të një nënvargu.
zh: 在子变量开始时停止 - 选中后将在子变量开始时停止自动重播。

source: Stop at sub-var end - Check to stop auto-replay at the end of a sub-var.
ar: التوقف عند نهاية المتغير الفرعي - حدد هذا الخيار لإيقاف إعادة التشغيل التلقائي في نهاية المتغير الفرعي.
bg: Stop at sub-var end – Поставете отметка, за да спрете автоматичното повторение в края на sub-var.
bn: সাব-ভার শেষে থামুন - সাব-ভারের শেষে অটো-রিপ্লে বন্ধ করতে চেক করুন।
da: Stop ved sub-var end - Marker for at stoppe auto-replay i slutningen af ​​en sub-var.
sq: Ndaloni në fundin e nënvargut - Kontrolloni për të ndaluar riprodhimin automatik në fund të një nënvargu.
zh: 在子变量结束时停止 - 选中后将在子变量结束时停止自动重播。

source: Stop at comment - Check to stop auto-replay at a comment.
ar: التوقف عند التعليق - حدد هذا الخيار لإيقاف تشغيل إعادة التشغيل التلقائية عند التعليق.
bg: Спиране при коментар – Поставете отметка, за да спрете автоматичното повторение при коментар.
bn: মন্তব্যে থামুন - কোনও মন্তব্যে অটো-রিপ্লে বন্ধ করতে চেক করুন।
da: Stop ved kommentar - Marker for at stoppe automatisk genafspilning ved en kommentar.
sq: Ndaloni në koment - Kontrolloni për të ndaluar riprodhimin automatik në një koment.
zh: 在评论处停止- 选中后将在评论处停止自动重播。

source: Use animation - Use piece animation during auto-replay.
ar: استخدام الرسوم المتحركة - استخدم الرسوم المتحركة للقطعة أثناء إعادة التشغيل التلقائي.
bg: Използвайте анимация - Използвайте анимация на парче по време на автоматично повторение.
bn: অ্যানিমেশন ব্যবহার করুন - অটো-রিপ্লে করার সময় পিস অ্যানিমেশন ব্যবহার করুন।
da: Brug animation - Brug brikanimation under automatisk genafspilning.
sq: Përdorni animacionin - Përdorni animacionin e pjesëve gjatë riprodhimit automatik.
zh: 使用动画- 在自动重播期间使用片段动画。

source: Move delay (seconds) - Enter the delay in seconds for replaying the moves.
ar: تأخير الحركة (بالثواني) - أدخل التأخير بالثواني لإعادة تشغيل الحركات.
bg: Забавяне на хода (секунди) - Въведете забавянето в секунди за повторно възпроизвеждане на ходовете.
bn: সরানোর বিলম্ব (সেকেন্ড) - চালগুলি পুনরায় চালানোর জন্য সেকেন্ডে বিলম্ব লিখুন।
da: Bevægelsesforsinkelse (sekunder) - Indtast forsinkelsen i sekunder for genafspilning af trækkene.
sq: Vonesa e lëvizjes (sekonda) - Fusni vonesën në sekonda për riluajtjen e lëvizjeve.
zh: 移动延迟（秒） - 输入重播移动的延迟时间（秒）。
