Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: a loaded game with comments, variations, and evaluations.
ar: لعبة محملة بالتعليقات والتغييرات والتقييمات.
bg: заредена игра с коментари, варианти и оценки.
bn: মন্তব্য, বৈচিত্র্য এবং মূল্যায়ন সহ একটি ভারগ্রস্ত খেলা।
da: et fyldt spil med kommentarer, variationer og evalueringer.
sq: një lojë e ngarkuar me komente, variacione dhe vlerësime.
zh: 一款充满评论、变化和评价的游戏。

source: You can analyse a single game from the main screen
ar: يمكنك تحليل لعبة واحدة من الشاشة الرئيسية
bg: Можете да анализирате една игра от главния екран
bn: আপনি মূল স্ক্রিন থেকে একটি একক খেলা বিশ্লেষণ করতে পারেন
da: Du kan analysere et enkelt spil fra hovedskærmen
sq: Ju mund të analizoni një lojë të vetme nga ekrani kryesor
zh: 您可以从主屏幕分析单个游戏

source: or multiple games via the PGN game list dialog box.
ar: أو ألعاب متعددة عبر مربع حوار قائمة ألعاب PGN.
bg: или множество игри чрез диалоговия прозорец със списък на PGN игри.
bn: অথবা PGN গেম তালিকার ডায়ালগ বক্সের মাধ্যমে একাধিক গেম।
da: eller flere spil via dialogboksen PGN-spilliste.
sq: ose lojëra të shumta nëpërmjet kutisë së dialogut të listës së lojërave PGN.
zh: 或通过 PGN 游戏列表对话框选择多个游戏。

source: When analysing multiple games from the PGN game list dialog box,
ar: عند تحليل ألعاب متعددة من مربع حوار قائمة ألعاب PGN،
bg: Когато анализирате множество игри от диалоговия прозорец на списъка с PGN игри,
bn: PGN গেম তালিকার ডায়ালগ বক্স থেকে একাধিক গেম বিশ্লেষণ করার সময়,
da: Når du analyserer flere spil fra dialogboksen PGN-spilliste,
sq: Kur analizoni lojëra të shumta nga kutia e dialogut e listës së lojërave PGN,
zh: 从 PGN 游戏列表对话框分析多个游戏时，

source: games can be selected in the same way as when using Windows explorer.
ar: يمكن تحديد الألعاب بنفس الطريقة كما هو الحال عند استخدام مستكشف Windows.
bg: игрите могат да се избират по същия начин, както при използване на Windows Explorer.
bn: উইন্ডোজ এক্সপ্লোরার ব্যবহার করার সময় যেভাবে গেম নির্বাচন করা যায়, সেভাবেই গেম নির্বাচন করা যেতে পারে।
da: spil kan vælges på samme måde, som når du bruger Windows Stifinder.
sq: lojërat mund të zgjidhen në të njëjtën mënyrë si kur përdorni Windows Explorer.
zh: 可以按照与使用 Windows 资源管理器相同的方式选择游戏。

source: i.e. Shift + Left click to select a contiguous block of games,
ar: على سبيل المثال، اضغط على Shift + انقر بزر الماوس الأيسر لتحديد كتلة متجاورة من الألعاب،
bg: т.е. Shift + ляв клик, за да изберете непрекъснат блок от игри,
bn: অর্থাৎ, Shift + Left ক্লিক করে গেমের একটি সংলগ্ন ব্লক নির্বাচন করুন,
da: dvs. Shift + Venstre klik for at vælge en sammenhængende blok af spil,
sq: d.m.th. Shift + Klikoni majtas për të zgjedhur një bllok të vazhdueshëm lojërash,
zh: 例如，Shift + 鼠标左键单击可选择连续的游戏块，

source: or Ctrl + Left click to select non-contiguous games.
ar: أو اضغط على Ctrl + انقر بزر الماوس الأيسر لتحديد الألعاب غير المتجاورة.
bg: или Ctrl + щракване с левия бутон, за да изберете несъседни игри.
bn: অথবা অ-সংলগ্ন গেম নির্বাচন করতে Ctrl + বাম ক্লিক করুন।
da: eller Ctrl + venstre klik for at vælge ikke-sammenhængende spil.
sq: ose Ctrl + Klikoni majtas për të zgjedhur lojëra jo të lidhura.
zh: 或 Ctrl + 左键单击以选择不连续的游戏。

source: Automatic game analysis can be stopped by clicking the stop button
ar: يمكن إيقاف تحليل اللعبة التلقائي بالضغط على زر الإيقاف
bg: Автоматичният анализ на играта може да бъде спрян чрез щракване върху бутона за спиране
bn: স্টপ বোতামে ক্লিক করে স্বয়ংক্রিয় গেম বিশ্লেষণ বন্ধ করা যেতে পারে
da: Automatisk spilanalyse kan stoppes ved at klikke på stop-knappen
sq: Analiza automatike e lojës mund të ndalet duke klikuar butonin stop
zh: 点击停止按钮即可停止自动游戏分析

source: (a white cross in a red circle) on the right hand side of the toolbar.
ar: (صليب أبيض داخل دائرة حمراء) على الجانب الأيمن من شريط الأدوات.
bg: (бял кръст в червен кръг) от дясната страна на лентата с инструменти.
bn: (লাল বৃত্তে একটি সাদা ক্রস) টুলবারের ডানদিকে।
da: (et hvidt kryds i en rød cirkel) på højre side af værktøjslinjen.
sq: (një kryq i bardhë në një rreth të kuq) në anën e djathtë të shiritit të veglave.
zh: （红色圆圈内有一个白色十字）位于工具栏的右侧。

source: To skip a game during multi-game analysis, click on the black arrow
ar: لتخطي لعبة أثناء تحليل الألعاب المتعددة، انقر على السهم الأسود
bg: За да пропуснете игра по време на анализ на няколко игри, щракнете върху черната стрелка
bn: মাল্টি-গেম বিশ্লেষণের সময় একটি খেলা এড়িয়ে যেতে, কালো তীরটিতে ক্লিক করুন।
da: For at springe et spil over under analyse af flere spil, klik på den sorte pil
sq: Për të kapërcyer një lojë gjatë analizës me shumë lojëra, klikoni në shigjetën e zezë
zh: 要在多场比赛分析期间跳过比赛，请点击黑色箭头

source: next to the stop button.
ar: بجانب زر التوقف.
bg: до бутона за спиране.
bn: স্টপ বোতামের পাশে।
da: ved siden af ​​stopknappen.
sq: pranë butonit të ndalimit.
zh: 位于停止按钮旁边。

source: If the addition of sub-variations and their accompanying comments is erratic,
ar: إذا كانت إضافة الاختلافات الفرعية والتعليقات المصاحبة لها غير منتظمة،
bg: Ако добавянето на подварианти и придружаващите ги коментари е неправилно,
bn: যদি উপ-প্রকরণের যোগ এবং তাদের সাথে থাকা মন্তব্যগুলি অনিয়মিত হয়,
da: Hvis tilføjelsen af ​​undervariationer og deres ledsagende kommentarer er uregelmæssig,
sq: Nëse shtimi i nënvariacioneve dhe komenteve shoqëruese të tyre është i çrregullt,
zh: 如果子变体及其附带注释的添加不稳定，

source: then click on < Bug fix > and alter the settings according to the instructions.
ar: ثم انقر فوق <إصلاح الأخطاء> وقم بتغيير الإعدادات وفقًا للإرشادات.
bg: след това щракнете върху <Bug fix> и променете настройките според инструкциите.
bn: তারপর <Bug fix > এ ক্লিক করুন এবং নির্দেশাবলী অনুসারে সেটিংস পরিবর্তন করুন।
da: klik derefter på < Bug fix > og ændr indstillingerne i henhold til instruktionerne.
sq: pastaj klikoni në < Bug fix > dhe ndryshoni cilësimet sipas udhëzimeve.
zh: 然后点击<错误修复>并根据说明更改设置。

source: You can set the following options for game analysis :-
ar: يمكنك ضبط الخيارات التالية لتحليل اللعبة:
bg: Можете да зададете следните опции за анализ на играта: -
bn: আপনি গেম বিশ্লেষণের জন্য নিম্নলিখিত বিকল্পগুলি সেট করতে পারেন:-
da: Du kan indstille følgende muligheder for spilanalyse:-
sq: Ju mund të vendosni opsionet e mëposhtme për analizën e lojës:-
zh: 您可以设置以下游戏分析选项：-

source: Time for move : the number of seconds the engine has to analyse each move.
ar: وقت الحركة: عدد الثواني التي يتعين على المحرك أن يستغرقها لتحليل كل حركة.
bg: Време за движение: броят секунди, които двигателят трябва да анализира всеки ход.
bn: চলাচলের সময়: প্রতিটি চলাচল বিশ্লেষণ করতে ইঞ্জিনের যত সেকেন্ড সময় লাগে।
da: Tid til flytning: det antal sekunder, motoren skal analysere hvert træk.
sq: Koha për lëvizje: numri i sekondave që motori duhet të analizojë çdo lëvizje.
zh: 移动时间：引擎分析每步移动所需的秒数。

source: The greater the time allowed, the more accurate the analysis will be.
ar: كلما كان الوقت المسموح به أكبر، كلما كان التحليل أكثر دقة.
bg: Колкото по-дълго е разрешеното време, толкова по-точен ще бъде анализът.
bn: যত বেশি সময় দেওয়া হবে, বিশ্লেষণ তত বেশি নির্ভুল হবে।
da: Jo længere tid, desto mere nøjagtig vil analysen være.
sq: Sa më e madhe të jetë koha e lejuar, aq më e saktë do të jetë analiza.
zh: 允许的时间越长，分析就越准确。

source: I would recommend a minimum of 3 seconds per move.
ar: أوصي بمدة لا تقل عن 3 ثوانٍ لكل حركة.
bg: Бих препоръчал минимум 3 секунди на движение.
bn: আমি প্রতি পদক্ষেপে কমপক্ষে ৩ সেকেন্ড করার পরামর্শ দেব।
da: Jeg vil anbefale minimum 3 sekunder pr. træk.
sq: Unë do të rekomandoja një minimum prej 3 sekondash për lëvizje.
zh: 我建议每步动作至少花 3 秒。

source: Threshold (1/100 pawns) : The error threshold that will trigger an annotation.
ar: الحد الأدنى (1/100 من البيادق): حد الخطأ الذي سيؤدي إلى تشغيل التعليق التوضيحي.
bg: Праг (1/100 пешки) : Прагът на грешка, който ще задейства анотация.
bn: থ্রেশহোল্ড (১/১০০ প্যান): ত্রুটি থ্রেশহোল্ড যা একটি টীকা ট্রিগার করবে।
da: Threshold (1/100 bønder): Den fejltærskel, der vil udløse en annotering.
sq: Pragu (1/100 pengje): Pragu i gabimit që do të shkaktojë një shënim.
zh: 阈值（1/100 个棋子）：触发注释的错误阈值。

source: This is calculated in 1/100 pawns. So a figure of 30 is 0.3 of a pawn
ar: يتم حساب ذلك بنسبة 1/100 من البيادق. لذا فإن الرقم 30 هو 0.3 من البيادق
bg: Това се изчислява в 1/100 пешки. Така че фигура 30 е 0,3 от пешка
bn: এটি ১/১০০ প্যাঁকে গণনা করা হয়। সুতরাং ৩০ এর সংখ্যা হল একটি প্যাঁকে ০.৩
da: Dette er beregnet i 1/100 bønder. Så et tal på 30 er 0,3 af en bonde
sq: Kjo llogaritet në 1/100 pengje. Pra, një shifër prej 30 është 0.3 e një pengu
zh: 这是以 1/100 兵来计算的。所以 30 是 0.3 个兵

source: When one side has an advantage of greater than 500, the threshold is doubled.
ar: عندما يكون لدى أحد الجانبين ميزة أكبر من 500، يتم مضاعفة العتبة.
bg: Когато едната страна има предимство по-голямо от 500, прагът се удвоява.
bn: যখন এক পক্ষের ৫০০-এর বেশি সুবিধা থাকে, তখন থ্রেশহোল্ড দ্বিগুণ হয়।
da: Når den ene side har en fordel på mere end 500, fordobles tærsklen.
sq: Kur njëra palë ka një avantazh më të madh se 500, pragu dyfishohet.
zh: 当一方优势大于500时，门槛加倍。

source: Generally speaking, if you set a lower number, then you will get more annotations.
ar: بصفة عامة، إذا قمت بتعيين رقم أقل، فسوف تحصل على المزيد من التعليقات التوضيحية.
bg: Най-общо казано, ако зададете по-малко число, тогава ще получите повече анотации.
bn: সাধারণভাবে বলতে গেলে, যদি আপনি একটি কম সংখ্যা সেট করেন, তাহলে আপনি আরও টীকা পাবেন।
da: Generelt set, hvis du indstiller et lavere tal, vil du få flere annoteringer.
sq: Në përgjithësi, nëse vendosni një numër më të ulët, atëherë do të merrni më shumë shënime.
zh: 一般来说，如果你设置的数字较低，那么你将获得更多的注释。

source: Start move no. : The move numbers at which to start and end the analysis.
ar: رقم الحركة الأولية: أرقام الحركة التي يجب أن تبدأ وتنتهي بها عملية التحليل.
bg: Стартов ход № : Номерата на ходовете, при които да започне и завърши анализът.
bn: শুরুর পদক্ষেপ নম্বর: বিশ্লেষণ শুরু এবং শেষ করার জন্য স্থানান্তর সংখ্যা।
da: Start træk nr. : Bevægelsesnumrene, hvor analysen skal starte og afsluttes.
sq: Filloni lëvizjen nr. : Numrat e lëvizjes me të cilat fillon dhe përfundon analiza.
zh: 起始移动编号：开始和结束分析的移动编号。

source: End move no. : 0 for End move no. means to the last move in the game.
ar: نهاية الحركة رقم: 0 لنهاية الحركة رقم يعني آخر حركة في اللعبة.
bg: Краен ход № : 0 за Краен ход №. означава до последния ход в играта.
bn: শেষ মুভ নম্বর: ০, খেলার শেষ মুভ পর্যন্ত শেষ মুভ নম্বরের জন্য।
da: Sluttræk nr. : 0 for Sluttræk nr. betyder til det sidste træk i spillet.
sq: Lëvizja e fundit nr. : 0 për Lëvizjen e Fundit nr. do të thotë deri në lëvizjen e fundit në lojë.
zh: 结束步数：结束步数为 0，表示游戏中的最后一步。

source: Identify winning position : Check this box to always identify a winning position,
ar: تحديد موقف الفوز: حدد هذا المربع لتحديد موقف الفوز دائمًا،
bg: Идентифициране на печеливша позиция: Поставете отметка в това квадратче, за да идентифицирате винаги печеливша позиция,
bn: বিজয়ী অবস্থান চিহ্নিত করুন: সর্বদা একটি বিজয়ী অবস্থান সনাক্ত করতে এই বাক্সটি চেক করুন,
da: Identificer vinderposition: Marker dette felt for altid at identificere en vindende position,
sq: Identifikoni pozicionin fitues: Zgjidhni këtë kuti për të identifikuar gjithmonë një pozicion fitues,
zh: 确定获胜位置：选中此框始终确定获胜位置，

source: even if the move that leads to it is below the error threshold.
ar: حتى لو كانت الحركة المؤدية إليها أقل من عتبة الخطأ.
bg: дори ако ходът, който води до него, е под прага на грешката.
bn: এমনকি যদি এটির দিকে পরিচালিত পদক্ষেপটি ত্রুটির সীমার নীচে থাকে।
da: også selvom det træk, der fører til det, er under fejltærsklen.
sq: edhe nëse lëvizja që të çon në të është nën pragun e gabimit.
zh: 即使导致该结果的举动低于错误阈值。

source: For a full explanation of this feature click on the < Notes on IdWin > button.
ar: للحصول على شرح كامل لهذه الميزة انقر فوق الزر <ملاحظات حول IdWin>.
bg: За пълно обяснение на тази функция щракнете върху бутона <Бележки за IdWin>.
bn: এই বৈশিষ্ট্যটির সম্পূর্ণ ব্যাখ্যার জন্য <Notes on IdWin > বোতামে ক্লিক করুন।
da: For en fuldstændig forklaring af denne funktion, klik på knappen <Noter om IdWin >.
sq: Për një shpjegim të plotë të kësaj veçorie klikoni në butonin < Shënime në IdWin >.
zh: 要了解此功能的完整说明，请单击<IdWin 注释>按钮。

source: Winning threshold : The threshold at which the engine will consider a win.
ar: عتبة الفوز: العتبة التي سيعتبر المحرك عندها الفوز.
bg: Праг на печалба : Прагът, при който двигателят ще счита печалба.
bn: জয়ের সীমা: ইঞ্জিন যে সীমায় জয় বিবেচনা করবে।
da: Vindingstærskel: Den tærskel, hvor motoren vil overveje at vinde.
sq: Pragu i fitimit: Pragu në të cilin motori do të konsiderojë një fitore.
zh: 获胜阈值：引擎认为获胜的阈值。

source: This is measured in 1/100 pawns. So a figure of 150 is 1.5 pawns.
ar: يتم قياس ذلك بـ 1/100 من البيادق. لذا فإن الرقم 150 يساوي 1.5 بيادق.
bg: Това се измерва в 1/100 пешки. Така че фигура от 150 е 1,5 пешки.
bn: এটি ১/১০০ প্যাঁসে পরিমাপ করা হয়। সুতরাং ১৫০ এর একটি চিত্র হল ১.৫ প্যাঁসে।
da: Dette er målt i 1/100 bønder. Så et tal på 150 er 1,5 bønder.
sq: Kjo matet në 1/100 pengje. Pra, një shifër prej 150 është 1.5 pengje.
zh: 这是以 1/100 棋子为单位的。因此，150 就是 1.5 个棋子。

source: Margin of error : The margin of error for the winning threshold.
ar: هامش الخطأ: هامش الخطأ لعتبة الفوز.
bg: Граница на грешка : Граница на грешка за печелившия праг.
bn: ত্রুটির মার্জিন: বিজয়ী থ্রেশহোল্ডের জন্য ত্রুটির মার্জিন।
da: Fejlmargin : Fejlmarginen for vindergrænsen.
sq: Marzhi i gabimit: Marzhi i gabimit për pragun e fitimit.
zh: 误差幅度：获胜门槛的误差幅度。

source: This is measured in 1/100 pawns. So a figure of 10 is 0.1 pawns.
ar: يتم قياس ذلك بـ 1/100 من البيادق. لذا فإن الرقم 10 يساوي 0.1 من البيادق.
bg: Това се измерва в 1/100 пешки. Така че фигура 10 е 0,1 пешки.
bn: এটি ১/১০০ প্যাঁসে পরিমাপ করা হয়। সুতরাং ১০ এর একটি চিত্র হল ০.১ প্যাঁসে।
da: Dette er målt i 1/100 bønder. Så et tal på 10 er 0,1 bønder.
sq: Kjo matet në 1/100 pengje. Pra, një shifër prej 10 është 0.1 pengje.
zh: 这是以 1/100 棋子为单位的。因此，10 代表 0.1 棋子。

source: Error cut off value : The value beyond which annotations are not added for errors.
ar: قيمة قطع الخطأ: القيمة التي لا تتم إضافة التعليقات التوضيحية بعدها للأخطاء.
bg: Гранична стойност на грешката: Стойността, над която не се добавят анотации за грешки.
bn: ত্রুটি কাটা মান: যে মানটির বাইরে ত্রুটির জন্য টীকা যোগ করা হয় না।
da: Error cut off value : Den værdi, ud over hvilken annoteringer ikke tilføjes for fejl.
sq: Vlera e ndërprerjes së gabimit: Vlera përtej së cilës nuk shtohen shënimet për gabime.
zh: 错误截止值：超过此值则不会添加错误注释。

source: e.g If white is winning with a position evaluation of +35.00 and they play a move
ar: على سبيل المثال، إذا كان الأبيض فائزًا بتقييم موقف يبلغ +35.00 ولعبوا خطوة
bg: например, ако белите печелят с оценка на позиция +35,00 и те играят ход
bn: উদাহরণস্বরূপ, যদি শ্বেতাঙ্গরা +৩৫.০০ পজিশন মূল্যায়নের সাথে জিতে এবং তারা একটি চাল খেলে
da: hvis hvid vinder med en positionsevaluering på +35,00 og de spiller et træk
sq: p.sh. Nëse të bardhët fitojnë me një vlerësim pozicioni +35.00 dhe ata luajnë një lëvizje
zh: 例如，如果白棋以 +35.00 的位置评估获胜，并且他们采取了一步

source: that gives them +37.00 when there was a move availble for +70.00,
ar: وهذا يعطيهم +37.00 عندما كانت هناك حركة متاحة لـ +70.00،
bg: което им дава +37.00, когато имаше наличен ход за +70.00,
bn: যখন +৭০.০০-তে স্থানান্তরের সুযোগ ছিল, তখন তাদের +৩৭.০০ দেয়,
da: det giver dem +37.00, når der var et træk tilgængeligt for +70.00,
sq: që u jep atyre +37.00 kur kishte një lëvizje të disponueshme për +70.00,
zh: 也就是说，当有 +70.00 的赔率时，他们获得了 +37.00，

source: then normally the move played would be annotated as a massivie blunder.
ar: ثم عادة ما يتم وصف الحركة التي تم لعبها بأنها خطأ فادح.
bg: тогава обикновено изиграният ход ще бъде отбелязан като масивна грешка.
bn: তাহলে সাধারণত খেলাটি একটি বিশাল ভুল হিসেবে টীকাভুক্ত হবে।
da: så vil det spillede træk normalt blive kommenteret som en massiv bommert.
sq: atëherë normalisht lëvizja e luajtur do të shënohej si një gabim masiv.
zh: 那么通常这一举动就会被注释为一次重大失误。

source: With error cut off set to 20, this rather spurious outcome is avoided.
ar: من خلال ضبط قيمة قطع الخطأ على 20، يتم تجنب هذه النتيجة الزائفة إلى حد ما.
bg: С прекъсване на грешката, зададено на 20, този доста фалшив резултат се избягва.
bn: ত্রুটি কাটা 20 তে সেট করা থাকলে, এই বরং জাল ফলাফল এড়ানো যায়।
da: Med fejlafskæring sat til 20, undgås dette ret falske resultat.
sq: Me ndërprerjen e gabimit të vendosur në 20, ky rezultat mjaft i rremë shmanget.
zh: 将错误截止设置为 20，可以避免这种相当虚假的结果。

source: Create evaluation profile : Check this box to create an evaluation profile
ar: إنشاء ملف تعريف التقييم: حدد هذا المربع لإنشاء ملف تعريف التقييم
bg: Създаване на профил за оценка: Поставете отметка в това квадратче, за да създадете профил за оценка
bn: মূল্যায়ন প্রোফাইল তৈরি করুন : একটি মূল্যায়ন প্রোফাইল তৈরি করতে এই বাক্সটি চেক করুন।
da: Opret evalueringsprofil : Marker dette felt for at oprette en evalueringsprofil
sq: Krijoni profilin e vlerësimit: Zgjidhni këtë kuti për të krijuar një profil vlerësimi
zh: 创建评估配置文件：选中此框可创建评估配置文件

source: during auto-analysis.
ar: أثناء التحليل التلقائي.
bg: по време на автоматичен анализ.
bn: স্বয়ংক্রিয় বিশ্লেষণের সময়।
da: under autoanalyse.
sq: gjatë autoanalizës.
zh: 在自动分析过程中。

source: Add sub-variations : Check this box to add sub-variations to the game.
ar: إضافة إصدارات فرعية: حدد هذا المربع لإضافة إصدارات فرعية إلى اللعبة.
bg: Добавяне на подварианти: Поставете отметка в това квадратче, за да добавите подварианти към играта.
bn: উপ-প্রকরণ যোগ করুন: গেমটিতে উপ-প্রকরণ যোগ করতে এই বাক্সটি চেক করুন।
da: Tilføj undervariationer: Marker dette felt for at tilføje undervariationer til spillet.
sq: Shto nënvariacione: Kontrolloni këtë kuti për të shtuar nënvariacione në lojë.
zh: 添加子变体：选中此框可以为游戏添加子变体。

source: Analyse book moves : Check this box to analyse the book moves in a game.
ar: تحليل تحركات الكتاب: حدد هذا المربع لتحليل تحركات الكتاب في اللعبة.
bg: Анализирайте ходовете на книгата : Поставете отметка в това квадратче, за да анализирате ходовете на книгата в дадена игра.
bn: বইয়ের চাল বিশ্লেষণ করুন: একটি খেলার বইয়ের চাল বিশ্লেষণ করতে এই বাক্সটি চেক করুন।
da: Analyser bogbevægelser : Marker dette felt for at analysere bogbevægelserne i et spil.
sq: Analizoni lëvizjet e librit: Zgjidhni këtë kuti për të analizuar lëvizjet e librit në një lojë.
zh: 分析书面动作：选中此框可以分析游戏中的书面动作。

source: Comments : Check the following boxes to add comments to :-
ar: التعليقات: حدد المربعات التالية لإضافة تعليقات إلى: -
bg: Коментари: Поставете отметки в следните квадратчета, за да добавите коментари към:-
bn: মন্তব্য: মন্তব্য যোগ করতে নিম্নলিখিত বাক্সগুলিতে টিক চিহ্ন দিন:-
da: Kommentarer: Marker følgende felter for at tilføje kommentarer til:-
sq: Komentet: Kontrolloni kutitë e mëposhtme për të shtuar komente në:-
zh: 评论 ：勾选以下方框以添加评论：-

source: Errors : errors in the main line.
ar: الأخطاء: أخطاء في السطر الرئيسي.
bg: Грешки : грешки в главния ред.
bn: ত্রুটি: মূল লাইনে ত্রুটি।
da: Fejl : fejl i hovedlinjen.
sq: Gabimet: gabime në linjën kryesore.
zh: 错误：主线中的错误。

source: Pre sub-var : the beginning of a sub-variation, before the moves.
ar: قبل المتغير الفرعي: بداية المتغير الفرعي، قبل التحركات.
bg: Pre sub-var : началото на sub-variation, преди ходовете.
bn: প্রি-সাব-ভার: চালের আগে একটি উপ-প্রকরণের শুরু।
da: Pre sub-var : begyndelsen af ​​en sub-variation, før træk.
sq: Para nënvar : fillimi i një nën-variacioni, përpara lëvizjeve.
zh: 前子变体：子变体的开始，在移动之前。

source: In order to add pre sub-var comments, Post sub-var must be checked.
ar: من أجل إضافة تعليقات ما قبل المتغير الفرعي، يجب تحديد ما بعد المتغير الفرعي.
bg: За да добавите коментари преди подвариант, трябва да бъде отметнато Публикувай подвариант.
bn: প্রি-সাব-ভার মন্তব্য যোগ করার জন্য, পোস্ট সাব-ভার চেক করতে হবে।
da: For at tilføje præ-sub-var-kommentarer, skal Post sub-var være markeret.
sq: Për të shtuar komente para nënvarg, duhet të kontrollohet Post sub-var.
zh: 为了添加预子变量评论，必须检查后子变量。

source: Post sub-var : the end of a sub-variation, after the moves.
ar: Post sub-var : نهاية التباين الفرعي، بعد التحركات.
bg: Post sub-var : краят на подвариант, след ходовете.
bn: পোস্ট সাব-ভার: চালের পরে একটি সাব-ভেরিয়েশনের সমাপ্তি।
da: Post sub-var : slutningen af ​​en sub-variation, efter trækkene.
sq: Post sub-var : fundi i një nën-variacioni, pas lëvizjeve.
zh: 后子变体：移动之后，子变体的结束。

source: Quotes : add a quote at the end of the game.
ar: اقتباسات : أضف اقتباسًا في نهاية اللعبة.
bg: Цитати: добавете цитат в края на играта.
bn: উক্তি: খেলার শেষে একটি উক্তি যোগ করুন।
da: Citater: Tilføj et citat i slutningen af ​​spillet.
sq: Kuotat: shtoni një kuotë në fund të lojës.
zh: 引言：在游戏结束时添加引言。

source: The quotes are about warfare, victory, defeat, adversity, mental strength etc.
ar: الاقتباسات تدور حول الحرب والنصر والهزيمة والشدة والقوة العقلية وما إلى ذلك.
bg: Цитатите са за война, победа, поражение, несгоди, умствена сила и т.н.
bn: উক্তিগুলি যুদ্ধ, জয়, পরাজয়, প্রতিকূলতা, মানসিক শক্তি ইত্যাদি সম্পর্কে।
da: Citaterne handler om krigsførelse, sejr, nederlag, modgang, mental styrke mm.
sq: Citimet kanë të bëjnë me luftën, fitoren, humbjen, fatkeqësinë, forcën mendore etj.
zh: 这些引言涉及战争、胜利、失败、逆境、精神力量等。

source: Use pronoun ze : use the pronoun ze.
ar: استخدم الضمير ze : استخدم الضمير ze.
bg: Използвайте местоимението ze : използвайте местоимението ze.
bn: সর্বনাম ze ব্যবহার করুন: সর্বনাম ze ব্যবহার করুন।
da: Brug pronomen ze : brug pronomen ze.
sq: Përdorni përemrin ze : përdorni përemrin ze.
zh: 使用代词 ze ：使用代词 ze。

source: Click on the button < Notes on ze > for a detailed explanation
ar: انقر على الزر < ملاحظات حول هذا الموضوع > للحصول على شرح مفصل
bg: Кликнете върху бутона < Notes on ze > за подробно обяснение
bn: বিস্তারিত ব্যাখ্যার জন্য <notes on ze > বোতামে ক্লিক করুন
da: Klik på knappen < Notes on ze > for en detaljeret forklaring
sq: Klikoni në butonin < Shënime mbi ze > për një shpjegim të detajuar
zh: 点击按钮<关于ze的注释>查看详细说明

source: Evaluations : Check the following boxes to add evaluations to :-
ar: التقييمات: حدد المربعات التالية لإضافة التقييمات إلى: -
bg: Оценки: Поставете отметки в следните квадратчета, за да добавите оценки към:-
bn: মূল্যায়ন: মূল্যায়ন যোগ করতে নিম্নলিখিত বাক্সগুলিতে টিক চিহ্ন দিন:-
da: Evalueringer: Marker følgende felter for at tilføje evalueringer til:-
sq: Vlerësimet: Kontrolloni kutitë e mëposhtme për të shtuar vlerësime në:-
zh: 评估：选中以下框以添加评估：-

source: Errors : errors in the main line.
ar: الأخطاء : أخطاء في السطر الرئيسي.
bg: Грешки : грешки в главния ред.
bn: ত্রুটি: মূল লাইনে ত্রুটি।
da: Fejl : fejl i hovedlinjen.
sq: Gabimet: gabime në linjën kryesore.
zh: 错误：主线中的错误。

source: All moves : all moves in the main line.
ar: جميع التحركات : جميع التحركات في الخط الرئيسي.
bg: Всички ходове : всички ходове в основната линия.
bn: সকল চাল: মূল লাইনের সকল চাল।
da: Alle træk: alle træk i hovedlinjen.
sq: Të gjitha lëvizjet: të gjitha lëvizjet në linjën kryesore.
zh: 全部招式：主线中的所有招式。

source: Show points lost : show the points lost during the game.
ar: إظهار النقاط المفقودة: إظهار النقاط المفقودة أثناء اللعبة.
bg: Покажи загубените точки: показва загубените точки по време на играта.
bn: হারানো পয়েন্ট দেখান: খেলার সময় হারানো পয়েন্ট দেখান।
da: Vis tabte point: vis de tabte point under spillet.
sq: Trego pikët e humbura: trego pikët e humbura gjatë lojës.
zh: 显示丢失的分数：显示在游戏过程中丢失的分数。

source: Count cut off : count points lost beyond the error cut off.
ar: عدد النقاط المقطوعة: عدد النقاط المفقودة بعد خطأ القطع.
bg: Прекъсване на броя: преброяване на загубени точки след прекъсването на грешката.
bn: কাটা কাটার সংখ্যা: ত্রুটি কাটার পরে হারিয়ে যাওয়া পয়েন্ট গণনা করুন।
da: Count cut off: tæl point tabt ud over fejlen cut off.
sq: Numërimi i ndërprerë: numëroni pikët e humbura përtej ndërprerjes së gabimit.
zh: 计数截止：计算超出错误截止的丢失点数。
