Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: the Nizmo status bar has the advantage of showing when the video
ar: يتمتع شريط حالة Nizmo بميزة إظهار وقت تشغيل الفيديو
bg: лентата на състоянието на Nizmo има предимството да показва, когато видеоклипът
bn: Nizmo স্ট্যাটাস বারে ভিডিওটি দেখানোর সুবিধা রয়েছে
da: Nizmo-statuslinjen har den fordel, at den viser, hvornår videoen
sq: shiriti i statusit Nizmo ka avantazhin e shfaqjes kur video
zh: Nizmo 状态栏的优点是可以显示视频

source: is paused for game/video synchronization, rather than just paused.
ar: تم إيقافه مؤقتًا لمزامنة اللعبة/الفيديو، وليس مجرد إيقافه مؤقتًا.
bg: е на пауза за синхронизиране на игра/видео, а не просто на пауза.
bn: গেম/ভিডিও সিঙ্ক্রোনাইজেশনের জন্য বিরতি দেওয়া হয়েছে, শুধু বিরতি দেওয়ার পরিবর্তে।
da: er sat på pause for synkronisering af spil/video, i stedet for bare på pause.
sq: është në pauzë për sinkronizimin e lojës/videos, në vend që thjesht të ndalet.
zh: 暂停是为了进行游戏/视频同步，而不是仅仅暂停。

source: In this case the status bar will show <Paused (sync)> so then
ar: في هذه الحالة، سيظهر شريط الحالة <متوقف مؤقتًا (مزامنة)>، لذا
bg: В този случай лентата на състоянието ще покаже <Пауза (синхронизиране)>, така че тогава
bn: এই ক্ষেত্রে স্ট্যাটাস বার দেখাবে <Paused(sync)> তাহলে
da: I dette tilfælde vil statuslinjen vise <Pause (sync)> så derefter
sq: Në këtë rast, shiriti i statusit do të tregojë <Pauzë (sinkronizuar)> kështu që atëherë
zh: 在这种情况下，状态栏将显示<已暂停（同步）>，因此

source: you know that the video will restart when the moves have caught up.
ar: أنت تعلم أن الفيديو سيتم إعادة تشغيله عندما يتم اللحاق بالحركات.
bg: знаете, че видеото ще се рестартира, когато ходовете наваксат.
bn: তুমি জানো যে, যখন নড়াচড়া শুরু হবে, তখন ভিডিওটি পুনরায় চালু হবে।
da: du ved, at videoen genstarter, når bevægelserne har indhentet.
sq: ju e dini që videoja do të rifillojë kur lëvizjet të kenë arritur.
zh: 您知道当动作赶上时视频将重新开始。

source: It can be displayed if you select <Options> <Media player options..>
ar: يمكن عرضها إذا قمت بتحديد <خيارات> <خيارات مشغل الوسائط..>
bg: Може да се покаже, ако изберете <Опции> <Опции за мултимедиен плейър..>
bn: <অপশন> <মিডিয়া প্লেয়ার বিকল্প..> নির্বাচন করলে এটি প্রদর্শিত হতে পারে।
da: Det kan vises, hvis du vælger <Valg> <Medieafspillerindstillinger..>
sq: Mund të shfaqet nëse zgjidhni <Opsionet> <Opsionet e luajtësit të medias..>
zh: 选择<选项> <媒体播放器选项..>即可显示

source: <Show status bar> Move playback speed can also be set from here.
ar: <إظهار شريط الحالة> يمكن أيضًا ضبط سرعة تشغيل الحركة من هنا.
bg: <Показване на лентата на състоянието> Скоростта на преместване на възпроизвеждане също може да се зададе от тук.
bn: <Show status bar> এখান থেকেও মুভ প্লেব্যাক স্পিড সেট করা যাবে।
da: <Vis statuslinje> Flyt afspilningshastigheden kan også indstilles herfra.
sq: <Shfaq shiritin e statusit> Shpejtësia e luajtjes së lëvizjes mund të caktohet gjithashtu nga këtu.
zh: <显示状态栏>也可以从这里设置移动播放速度。

source: See the <Media player options..> <Help> for info on the other options.
ar: راجع <خيارات مشغل الوسائط..> <المساعدة> للحصول على معلومات حول الخيارات الأخرى.
bg: Вижте <Опции на медийния плейър..> <Помощ> за информация относно другите опции.
bn: অন্যান্য বিকল্প সম্পর্কে তথ্যের জন্য <Media player বিকল্পগুলি দেখুন..> <Help>।
da: Se <Medieafspillerindstillingerne..> <Hjælp> for information om de andre muligheder.
sq: Shikoni <Opsionet e luajtësit të medias..> <Ndihmë> për informacion mbi opsionet e tjera.
zh: 有关其他选项的信息，请参阅<媒体播放器选项..><帮助>。

source: As with the FICS window when using 3d graphics,
ar: كما هو الحال مع نافذة FICS عند استخدام الرسومات ثلاثية الأبعاد،
bg: Както при прозореца FICS, когато използвате 3D графики,
bn: 3D গ্রাফিক্স ব্যবহার করার সময় FICS উইন্ডোর মতো,
da: Som med FICS-vinduet, når du bruger 3d-grafik,
sq: Ashtu si me dritaren FICS kur përdorni grafikë 3D,
zh: 与使用 3D 图形时的 FICS 窗口一样，

source: there is not much room for the media player window on a normal monitor.
ar: لا توجد مساحة كبيرة لنافذة مشغل الوسائط على الشاشة العادية.
bg: няма много място за прозореца на медийния плейър на нормален монитор.
bn: একটি সাধারণ মনিটরে মিডিয়া প্লেয়ার উইন্ডোর জন্য খুব বেশি জায়গা থাকে না।
da: der er ikke meget plads til medieafspillervinduet på en normal skærm.
sq: nuk ka shumë vend për dritaren e media player-it në një monitor normal.
zh: 普通显示器上没有太多空间容纳媒体播放器窗口。

source: However, if you select <Options> <Media player Options..>
ar: ومع ذلك، إذا قمت بتحديد <خيارات> <خيارات مشغل الوسائط..>
bg: Въпреки това, ако изберете <Опции> <Опции за мултимедиен плейър..>
bn: তবে, যদি আপনি <অপশন> <মিডিয়া প্লেয়ার বিকল্প> নির্বাচন করেন।
da: Men hvis du vælger <Valg> <Medieafspillerindstillinger..>
sq: Megjithatë, nëse zgjidhni <Opsionet> <Opsionet e luajtësit të medias..>
zh: 但是，如果您选择 <选项> <媒体播放器选项..>

source: from the media player menu, then switch off <Use native controls>
ar: من قائمة مشغل الوسائط، ثم قم بإيقاف تشغيل <استخدام عناصر التحكم الأصلية>
bg: от менюто на медийния плейър, след което изключете <Use native controls>
bn: মিডিয়া প্লেয়ার মেনু থেকে, তারপর বন্ধ করুন <স্থানীয় নিয়ন্ত্রণ ব্যবহার করুন>
da: fra medieafspillermenuen, og sluk derefter <Brug native controls>
sq: nga menyja e luajtësit të mediave, më pas çaktivizoni <Përdorni kontrollet vendase>
zh: 从媒体播放器菜单中，然后关闭<使用本机控件>

source: and switch on <Show toolbar> and <Show status bar>
ar: وقم بتشغيل <إظهار شريط الأدوات> و<إظهار شريط الحالة>
bg: и включете <Показване на лентата с инструменти> и <Показване на лентата на състоянието>
bn: এবং <Show toolbar> এবং <Show status bar> চালু করুন
da: og tænd for <Vis værktøjslinje> og <Vis statuslinje>
sq: dhe aktivizoni <Trego shiritin e veglave> dhe <Shfaq shiritin e statusit>
zh: 并打开<显示工具栏>和<显示状态栏>

source: followed by moving the clock window down and the board a bit to the right,
ar: ثم يتم تحريك نافذة الساعة إلى الأسفل واللوحة قليلاً إلى اليمين،
bg: последвано от преместване на прозореца на часовника надолу и дъската малко надясно,
bn: এরপর ঘড়ির জানালাটি নিচে এবং বোর্ডটি একটু ডানদিকে সরানো হবে,
da: efterfulgt af at flytte urvinduet ned og tavlen lidt til højre,
sq: e ndjekur nga lëvizja e dritares së orës poshtë dhe tabelës pak djathtas,
zh: 然后将时钟窗口向下移动，并将棋盘向右移动一点，

source: there should be just enough room for the media player in the top left corner.
ar: يجب أن يكون هناك مساحة كافية لمشغل الوسائط في الزاوية اليسرى العليا.
bg: трябва да има достатъчно място за медийния плейър в горния ляв ъгъл.
bn: উপরের বাম কোণে মিডিয়া প্লেয়ারের জন্য পর্যাপ্ত জায়গা থাকা উচিত।
da: der skulle lige være nok plads til medieafspilleren i øverste venstre hjørne.
sq: duhet të ketë hapësirë ​​të mjaftueshme për luajtësin e mediave në këndin e sipërm majtas.
zh: 左上角应该有足够的空间容纳媒体播放器。

source: It is possible to add your own annotations and sub-variations to a game
ar: من الممكن إضافة التعليقات التوضيحية والتغييرات الفرعية الخاصة بك إلى اللعبة
bg: Възможно е да добавите свои собствени анотации и подварианти към игра
bn: একটি গেমে আপনার নিজস্ব টীকা এবং উপ-প্রকরণ যোগ করা সম্ভব
da: Det er muligt at tilføje dine egne anmærkninger og undervariationer til et spil
sq: Është e mundur të shtoni shënimet dhe nënvariacionet tuaja në një lojë
zh: 可以为游戏添加自己的注释和子变体

source: that has an accompanying video, but there are some restrictions.
ar: الذي يحتوي على مقطع فيديو مصاحب، ولكن هناك بعض القيود.
bg: който има придружаващо видео, но има някои ограничения.
bn: এর সাথে একটি ভিডিও আছে, তবে কিছু বিধিনিষেধ আছে।
da: der har en medfølgende video, men der er nogle begrænsninger.
sq: që ka një video shoqëruese, por ka disa kufizime.
zh: 有附带视频，但是有一些限制。

source: You cannot place a sub-variation between comments that have a
ar: لا يمكنك وضع تباين فرعي بين التعليقات التي تحتوي على
bg: Не можете да поставите подвариант между коментари, които имат a
bn: আপনি এমন মন্তব্যের মধ্যে একটি উপ-প্রকরণ স্থাপন করতে পারবেন না যেগুলিতে একটি আছে
da: Du kan ikke placere en undervariation mellem kommentarer, der har en
sq: Ju nuk mund të vendosni një nënvariacion midis komenteve që kanë a
zh: 您不能在具有

source: ^p pause marker followed by a ^b backup move marker, because that
ar: علامة التوقف ^p تليها علامة الحركة الاحتياطية ^b، لأن ذلك
bg: ^p маркер за пауза, последван от маркер за резервно движение ^b, защото това
bn: ^p পজ মার্কার এবং তারপর ^b ব্যাকআপ মুভ মার্কার, কারণ এটি
da: ^p pausemarkør efterfulgt af en ^b backup flyttemarkør, fordi det
sq: ^p ndaloni shënuesin e ndjekur nga një shënues i lëvizjes rezervë ^b, sepse kjo
zh: ^p 暂停标记后跟 ^b 备份移动标记，因为这样

source: would throw off the game/video synchronization.
ar: سيؤدي ذلك إلى إفساد مزامنة اللعبة/الفيديو.
bg: ще доведе до прекъсване на синхронизацията на играта/видео.
bn: গেম/ভিডিও সিঙ্ক্রোনাইজেশন বন্ধ করে দেবে।
da: ville kaste spil/video-synkroniseringen af.
sq: do të largonte sinkronizimin e lojës/videos.
zh: 会影响游戏/视频同步。

source: Ironically, shortly after writing this, I made this mistake.
ar: ومن الغريب أنني ارتكبت هذا الخطأ بعد وقت قصير من كتابة هذا المقال.
bg: По ирония на съдбата, малко след като написах това, направих тази грешка.
bn: হাস্যকরভাবে, এটি লেখার কিছুক্ষণ পরেই, আমি এই ভুলটি করে ফেলেছি।
da: Ironisk nok begik jeg denne fejl kort efter at have skrevet dette.
sq: Për ironi, pak pasi e shkrova këtë, bëra këtë gabim.
zh: 讽刺的是，写完这篇文章后不久，我就犯了这个错误。

source: So I have put in a defensive trap to prevent this from happening.
ar: لذا قمت بوضع فخ دفاعي لمنع حدوث ذلك.
bg: Така че съм поставил защитен капан, за да предотвратя това да се случи.
bn: তাই এটি যাতে না ঘটে তার জন্য আমি একটি প্রতিরক্ষামূলক ফাঁদ তৈরি করেছি।
da: Så jeg har lagt en defensiv fælde for at forhindre, at dette sker.
sq: Kështu që unë kam vënë në një kurth mbrojtës për të parandaluar që kjo të ndodhë.
zh: 因此我设置了一个防御陷阱来防止这种情况发生。

source: It is also possible to delete sub-variations and comments,
ar: ومن الممكن أيضًا حذف الاختلافات الفرعية والتعليقات،
bg: Също така е възможно да изтриете подварианти и коментари,
bn: উপ-প্রকরণ এবং মন্তব্য মুছে ফেলাও সম্ভব,
da: Det er også muligt at slette undervariationer og kommentarer,
sq: Është gjithashtu e mundur të fshihen nënvariacionet dhe komentet,
zh: 还可以删除子变体和评论，

source: but not ones that have a video marker in them.
ar: ولكن ليس تلك التي تحتوي على علامة فيديو فيها.
bg: но не и такива, които имат видео маркер в тях.
bn: কিন্তু যেগুলোতে ভিডিও মার্কার আছে সেগুলো নয়।
da: men ikke dem, der har en videomarkør i dem.
sq: por jo ato që kanë një shënues video në to.
zh: 但不包括带有视频标记的视频。

source: In the London-Edinburgh game, the markers are all contained in comments
ar: في مباراة لندن-إدنبرة، يتم تضمين جميع العلامات في التعليقات
bg: В мача Лондон-Единбург всички маркери се съдържат в коментари
bn: লন্ডন-এডিনবার্গ খেলায়, মার্কারগুলি সব মন্তব্যের মধ্যে রয়েছে
da: I London-Edinburgh-spillet er markørerne alle indeholdt i kommentarer
sq: Në ndeshjen Londër-Edinburg, shënuesit janë të gjithë në komente
zh: 在伦敦-爱丁堡比赛中，标记都包含在评论中

source: that have the following characters in them ^p ^b (a#) (c#),
ar: التي تحتوي على الأحرف التالية ^p ^b (a#) (c#)،
bg: които имат следните знаци в тях ^p ^b (a#) (c#),
bn: যেগুলোতে নিম্নলিখিত অক্ষর আছে ^p ^b (a#) (c#),
da: der har følgende tegn i sig ^p ^b (a#) (c#),
sq: që kanë karakteret e mëposhtme në to ^p ^b (a#) (c#),
zh: 其中包含以下字符 ^p ^b (a#) (c#)，

source: where <#> is a number. Unlike the ^p and ^b characters,
ar: حيث <#> هو رقم. على عكس الأحرف ^p و^b،
bg: където <#> е число. За разлика от знаците ^p и ^b,
bn: যেখানে <#> একটি সংখ্যা। ^p এবং ^b অক্ষরের বিপরীতে,
da: hvor <#> er et tal. I modsætning til tegnene ^p og ^b,
sq: ku <#> është një numër. Ndryshe nga karakteret ^p dhe ^b,
zh: 其中 <#> 是数字。与 ^p 和 ^b 字符不同，

source: the (a) <answer> and (c) <comment> characters are only there
ar: الأحرف (أ) <إجابة> و (ج) <تعليق> موجودة فقط
bg: символите (a) <отговор> и (c) <коментар> са само там
bn: (a) <answer> এবং (c) <comment> অক্ষরগুলি কেবল সেখানেই আছে
da: tegnene (a) <svar> og (c) <kommentar> er kun der
sq: karakteret (a) <përgjigje> dhe (c) <koment> janë vetëm aty
zh: (a) <answer> 和 (c) <comment> 字符仅在那里

source: to show where the video markers are.
ar: لإظهار مكان علامات الفيديو.
bg: за да покаже къде са видео маркерите.
bn: ভিডিও মার্কারগুলি কোথায় তা দেখানোর জন্য।
da: for at vise, hvor videomarkørerne er.
sq: për të treguar se ku janë shënuesit e videos.
zh: 显示视频标记的位置。

source: If you add or delete other annotations and sub-variations,
ar: إذا قمت بإضافة أو حذف تعليقات توضيحية واختلافات فرعية أخرى،
bg: Ако добавите или изтриете други анотации и подварианти,
bn: যদি আপনি অন্যান্য টীকা এবং উপ-প্রকরণ যোগ করেন বা মুছে ফেলেন,
da: Hvis du tilføjer eller sletter andre annotationer og undervariationer,
sq: Nëse shtoni ose fshini shënime dhe nënvariacione të tjera,
zh: 如果您添加或删除其他注释和子变体，

source: when you save the game the new video information will be saved as well.
ar: عندما تحفظ اللعبة سيتم حفظ معلومات الفيديو الجديدة أيضًا.
bg: когато запазите играта, новата видео информация също ще бъде запазена.
bn: যখন আপনি গেমটি সংরক্ষণ করবেন তখন নতুন ভিডিও তথ্যও সংরক্ষণ করা হবে।
da: Når du gemmer spillet, vil de nye videooplysninger også blive gemt.
sq: kur ruani lojën, informacioni i ri i videos do të ruhet gjithashtu.
zh: 当你保存游戏时，新的视频信息也会被保存。

source: In order for this to work, you must have the media player open
ar: لكي يعمل هذا، يجب أن يكون مشغل الوسائط مفتوحًا
bg: За да работи това, трябва да отворите мултимедийния плейър
bn: এটি কাজ করার জন্য, আপনার মিডিয়া প্লেয়ারটি খোলা থাকতে হবে।
da: For at dette kan virke, skal du have medieafspilleren åben
sq: Që kjo të funksionojë, duhet të keni të hapur luajtësin e mediave
zh: 为了实现此功能，你必须打开媒体播放器

source: when you make the changes to the game, otherwise the video information
ar: عند إجراء التغييرات على اللعبة، وإلا فلن يتم عرض معلومات الفيديو
bg: когато правите промените в играта, в противен случай видео информацията
bn: যখন আপনি গেমটিতে পরিবর্তনগুলি করবেন, অন্যথায় ভিডিও তথ্য
da: når du foretager ændringerne i spillet, ellers videooplysningerne
sq: kur bëni ndryshimet në lojë, përndryshe informacioni i videos
zh: 当你对游戏进行更改时，否则视频信息

source: would not be updated.
ar: لن يتم تحديثه.
bg: няма да се актуализира.
bn: আপডেট করা হবে না।
da: ville ikke blive opdateret.
sq: nuk do të përditësohej.
zh: 不会被更新。

source: To safeguard against other problems, during installation the program
ar: للحماية من المشاكل الأخرى، أثناء تثبيت البرنامج
bg: За да се предпазите от други проблеми, по време на инсталирането на програмата
bn: অন্যান্য সমস্যা থেকে রক্ষা পেতে, ইনস্টলেশনের সময় প্রোগ্রামটি
da: For at beskytte mod andre problemer, under installationen af ​​programmet
sq: Për t'u mbrojtur nga probleme të tjera, gjatë instalimit të programit
zh: 为了防止出现其他问题，在安装程序时

source: will place a backup copy of the PGN game file that accompanies the
ar: سيتم وضع نسخة احتياطية من ملف لعبة PGN المرفق مع
bg: ще постави резервно копие на PGN файла на играта, който придружава
bn: PGN গেম ফাইলের একটি ব্যাকআপ কপি রাখবে যা এর সাথে থাকবে
da: vil placere en sikkerhedskopi af PGN-spilfilen, der ledsager
sq: do të vendosë një kopje rezervë të skedarit të lojës PGN që shoqëron
zh: 将随附的 PGN 游戏文件的备份放在

source: mp4 video file in the following directory :-
ar: ملف الفيديو mp4 في الدليل التالي:-
bg: mp4 видео файл в следната директория: -
bn: mp4 ভিডিও ফাইলটি নিম্নলিখিত ডিরেক্টরিতে রাখুন:-
da: mp4 videofil i følgende mappe: -
sq: skedari video mp4 në drejtorinë e mëposhtme:-
zh: mp4 视频文件位于以下目录中：-

source: So if anything goes wrong, you can delete the original PGN file and rename
ar: لذا، إذا حدث أي خطأ، يمكنك حذف ملف PGN الأصلي وإعادة تسميته
bg: Така че, ако нещо се обърка, можете да изтриете оригиналния PGN файл и да го преименувате
bn: তাই যদি কিছু ভুল হয়ে যায়, তাহলে আপনি মূল PGN ফাইলটি মুছে ফেলতে পারেন এবং নাম পরিবর্তন করতে পারেন
da: Så hvis noget går galt, kan du slette den originale PGN-fil og omdøbe
sq: Pra, nëse diçka shkon keq, mund të fshini skedarin origjinal PGN dhe ta riemërtoni
zh: 因此，如果出现任何问题，您可以删除原始 PGN 文件并重命名

source: the copy using Windows explorer.
ar: النسخة باستخدام مستكشف Windows.
bg: копието с помощта на Windows Explorer.
bn: উইন্ডোজ এক্সপ্লোরার ব্যবহার করে কপিটি।
da: kopien ved hjælp af Windows Stifinder.
sq: kopjen duke përdorur Windows Explorer.
zh: 使用Windows资源管理器进行复制。

source: If this happens, it would be advisable to make a new backup copy
ar: إذا حدث هذا، فمن المستحسن عمل نسخة احتياطية جديدة
bg: Ако това се случи, би било препоръчително да направите ново резервно копие
bn: যদি এটি ঘটে, তাহলে একটি নতুন ব্যাকআপ কপি তৈরি করা যুক্তিযুক্ত হবে।
da: Hvis dette sker, vil det være tilrådeligt at lave en ny sikkerhedskopi
sq: Nëse kjo ndodh, do të ishte e këshillueshme që të bëni një kopje të re rezervë
zh: 如果发生这种情况，建议制作一份新的备份

source: of the PGN file at that time. Do not delete the mp4 file.
ar: من ملف PGN في ذلك الوقت. لا تحذف ملف mp4.
bg: на PGN файла по това време. Не изтривайте mp4 файла.
bn: সেই সময় PGN ফাইলটি মুছে ফেলবেন না। mp4 ফাইলটি মুছে ফেলবেন না।
da: af PGN-filen på det tidspunkt. Slet ikke mp4-filen.
sq: të skedarit PGN në atë kohë. Mos e fshini skedarin mp4.
zh: 此时的 PGN 文件。不要删除 mp4 文件。

source: If this remedy does not solve your problem, then your only recourse
ar: إذا لم يحل هذا العلاج مشكلتك، فإن ملاذك الوحيد هو
bg: Ако това лекарство не реши проблема ви, тогава единственият ви изход
bn: যদি এই প্রতিকার আপনার সমস্যার সমাধান না করে, তাহলে আপনার একমাত্র উপায়
da: Hvis dette middel ikke løser dit problem, er din eneste udvej
sq: Nëse ky ilaç nuk e zgjidh problemin tuaj, atëherë mjeti juaj i vetëm
zh: 如果此补救措施不能解决你的问题，那么你唯一的办法

source: would be to re-install the program.
ar: سيكون إعادة تثبيت البرنامج.
bg: би било да преинсталирате програмата.
bn: প্রোগ্রামটি পুনরায় ইনস্টল করা হবে।
da: ville være at geninstallere programmet.
sq: do të ishte riinstalimi i programit.
zh: 将会重新安装该程序。

source: Whilst the media player is intended primarily for playing and making
ar: في حين أن مشغل الوسائط مخصص في المقام الأول للتشغيل والصنع
bg: Докато мултимедийният плейър е предназначен предимно за възпроизвеждане и правене
bn: যদিও মিডিয়া প্লেয়ারটি মূলত বাজানো এবং তৈরি করার জন্য তৈরি
da: Mens medieafspilleren primært er beregnet til at spille og lave
sq: Ndërsa luajtësi i medias është menduar kryesisht për të luajtur dhe për të bërë
zh: 虽然媒体播放器主要用于播放和制作

source: chess videos, it is capable of playing most video and sound files.
ar: فيديوهات الشطرنج، فهو قادر على تشغيل معظم ملفات الفيديو والصوت.
bg: шах видеоклипове, той е способен да възпроизвежда повечето видео и звукови файлове.
bn: দাবা ভিডিও, এটি বেশিরভাগ ভিডিও এবং সাউন্ড ফাইল চালাতে সক্ষম।
da: skakvideoer, den er i stand til at afspille de fleste video- og lydfiler.
sq: video shahu, është në gjendje të luajë shumicën e skedarëve video dhe zanore.
zh: 国际象棋视频，它能够播放大多数视频和声音文件。

source: So, if you wanted, you could play a music video when looking at a chess game.
ar: لذا، إذا أردت، يمكنك تشغيل مقطع فيديو موسيقي أثناء مشاهدة لعبة الشطرنج.
bg: Така че, ако искате, можете да пуснете музикален видеоклип, докато гледате партия шах.
bn: তাই, যদি তুমি চাও, দাবা খেলা দেখার সময় তুমি একটি মিউজিক ভিডিও চালাতে পারো।
da: Så hvis du ville, kunne du afspille en musikvideo, når du kigger på et skakspil.
sq: Pra, nëse dëshironi, mund të luani një video muzikore kur shikoni një lojë shahu.
zh: 因此，如果您愿意，您可以在观看棋局的同时播放音乐视频。

source: Although I don't suppose this would improve your concentration level.
ar: على الرغم من أنني لا أعتقد أن هذا من شأنه أن يحسن مستوى تركيزك.
bg: Въпреки че не предполагам, че това би подобрило нивото ви на концентрация.
bn: যদিও আমার মনে হয় না এতে তোমার মনোযোগের মাত্রা বাড়বে।
da: Selvom jeg ikke formoder, at dette ville forbedre dit koncentrationsniveau.
sq: Edhe pse nuk mendoj se kjo do të përmirësonte nivelin tuaj të përqendrimit.
zh: 虽然我不认为这会提高你的注意力水平。

source: Finally, the coding for the media player is so intricate,
ar: أخيرًا، أصبح الترميز الخاص بمشغل الوسائط معقدًا للغاية،
bg: И накрая, кодирането за медийния плейър е толкова сложно,
bn: অবশেষে, মিডিয়া প্লেয়ারের কোডিং এত জটিল যে,
da: Endelig er kodningen til medieafspilleren så indviklet,
sq: Së fundi, kodimi për media player është kaq i ndërlikuar,
zh: 最后，媒体播放器的编码非常复杂，

source: that I would be astonished if there were no further bugs in it.
ar: سأندهش إذا لم أجد فيه أي أخطاء أخرى.
bg: че щях да се учудя, ако в него нямаше повече грешки.
bn: যদি আর কোন বাগ না থাকতো তাহলে আমি অবাক হতাম।
da: at jeg ville blive forbavset, hvis der ikke var flere fejl i den.
sq: se do të habitesha nëse nuk do të kishte më mete në të.
zh: 如果其中没有其他错误，我会感到惊讶。

source: If you find any, especially a serious one,
ar: إذا وجدت أيًا منها، وخاصةً إذا كانت خطيرة،
bg: Ако намерите такива, особено сериозни,
bn: যদি তুমি কোনটি খুঁজে পাও, বিশেষ করে গুরুতর,
da: Hvis du finder nogen, især en seriøs,
sq: Nëse gjeni ndonjë, veçanërisht serioz,
zh: 如果你发现任何问题，尤其是严重的问题，

source: please let me know by sending an email to -
ar: أرجو أن تخبرني عن طريق إرسال بريد إلكتروني إلى -
bg: моля, уведомете ме, като изпратите имейл до -
bn: অনুগ্রহ করে আমাকে একটি ইমেল পাঠিয়ে জানান -
da: lad mig det vide ved at sende en e-mail til -
sq: ju lutem më njoftoni duke dërguar një email në -
zh: 请发送电子邮件至 - 告知我

source: The media player was adapted from code written by Mr Ryan Norton
ar: تم تعديل مشغل الوسائط من الكود الذي كتبه السيد ريان نورتون
bg: Медийният плейър е адаптиран от код, написан от г-н Райън Нортън
bn: মিঃ রায়ান নর্টনের লেখা কোড থেকে মিডিয়া প্লেয়ারটি রূপান্তরিত করা হয়েছে।
da: Medieafspilleren blev tilpasset fra kode skrevet af Mr Ryan Norton
sq: Media player u përshtat nga kodi i shkruar nga z. Ryan Norton
zh: 媒体播放器改编自 Ryan Norton 先生编写的代码

source: and can be found in the -
ar: ويمكن العثور عليها في -
bg: и може да се намери в -
bn: এবং - তে পাওয়া যাবে
da: og kan findes i -
sq: dhe mund të gjendet në -
zh: 可以在以下位置找到 -

source: which is part of the wxWidgets download.
ar: وهو جزء من تنزيل wxWidgets.
bg: което е част от изтеглянето на wxWidgets.
bn: যা wxWidgets ডাউনলোডের অংশ।
da: som er en del af wxWidgets download.
sq: e cila është pjesë e shkarkimit të wxWidgets.
zh: 它是 wxWidgets 下载的一部分。

source: For editing the mp4 video file I used the free program <Openshot>
ar: لتحرير ملف الفيديو mp4 استخدمت البرنامج المجاني <Openshot>
bg: За редактиране на mp4 видео файл използвах безплатната програма <Openshot>
bn: mp4 ভিডিও ফাইল সম্পাদনা করার জন্য আমি বিনামূল্যের প্রোগ্রাম <Openshot> ব্যবহার করেছি।
da: Til redigering af mp4-videofilen brugte jeg det gratis program <Openshot>
sq: Për redaktimin e skedarit video mp4 kam përdorur programin falas <Openshot>
zh: 为了编辑 mp4 视频文件，我使用了免费程序 <Openshot>

source: Thanks to Mr Kevin Stratvert for his instructional You Tube video
ar: شكرًا للسيد كيفن ستراتفيرت على مقطع الفيديو التعليمي الذي قدمه على يوتيوب
bg: Благодаря на г-н Кевин Страверт за неговото видео с инструкции в You Tube
bn: মিঃ কেভিন স্ট্রাটভার্টকে তার নির্দেশনামূলক ইউটিউব ভিডিওর জন্য ধন্যবাদ।
da: Tak til hr. Kevin Stratvert for hans instruktionsvideo på You Tube
sq: Faleminderit z. Kevin Stratvert për videon e tij mësimore në You Tube
zh: 感谢 Kevin Stratvert 先生在 YouTube 上提供的教学视频

source: on the <OpenShot> program. Those cookies look nice!
ar: على برنامج <OpenShot>. تبدو ملفات تعريف الارتباط هذه جميلة!
bg: в програмата <OpenShot>. Тези бисквитки изглеждат добре!
bn: <OpenShot> প্রোগ্রামে। কুকিগুলো দেখতে সুন্দর!
da: på <OpenShot>-programmet. De småkager ser fine ud!
sq: në programin <OpenShot>. Ato biskota duken bukur!
zh: 在 <OpenShot> 程序上。这些饼干看起来不错！

source: For shrinking the mp4 video file after exporting it from <OpenShot>
ar: لتصغير حجم ملف الفيديو mp4 بعد تصديره من <OpenShot>
bg: За свиване на mp4 видео файл след експортирането му от <OpenShot>
bn: <OpenShot> থেকে এক্সপোর্ট করার পর mp4 ভিডিও ফাইলটি সঙ্কুচিত করার জন্য
da: Til at formindske mp4-videofilen efter eksport fra <OpenShot>
sq: Për tkurrjen e skedarit video mp4 pas eksportimit të tij nga <OpenShot>
zh: 用于从 <OpenShot> 导出 mp4 视频文件后缩小文件大小
