Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: which were quite small and had no weights for move preference.
ar: والتي كانت صغيرة جدًا ولم تكن تحتوي على أوزان لتفضيلات الحركة.
bg: които бяха доста малки и нямаха тежести за предпочитания ход.
bn: যেগুলো বেশ ছোট ছিল এবং সরানোর পছন্দের জন্য কোনও ওজন ছিল না।
da: som var ret små og havde ingen vægte til bevægelsespræference.
sq: të cilat ishin mjaft të vogla dhe nuk kishin pesha për preferencë lëvizjeje.
zh: 它们非常小，并且没有移动偏好的权重。

source: Now it can use Polyglot .bin opening books.
ar: الآن يمكن استخدام Polyglot .bin لفتح الكتب.
bg: Сега може да използва Polyglot .bin отварящи книги.
bn: এখন এটি Polyglot .bin খোলার বই ব্যবহার করতে পারে।
da: Nu kan den bruge Polyglot .bin-åbningsbøger.
sq: Tani mund të përdorë librat e hapjes së Polyglot .bin.
zh: 现在可以使用Polyglot.bin打开书籍。

source: There are some Polyglot.bin opening books included
ar: هناك بعض الكتب التي تفتح موقع Polyglot.bin
bg: Има включени някои начални книги на Polyglot.bin
bn: কিছু Polyglot.bin খোলার বই অন্তর্ভুক্ত রয়েছে
da: Der er nogle Polyglot.bin-åbningsbøger inkluderet
sq: Ka disa libra hapës Polyglot.bin të përfshira
zh: 包含一些 Polyglot.bin 开篇书

source: with the latest download package.
ar: مع أحدث حزمة تنزيل.
bg: с най-новия пакет за изтегляне.
bn: সর্বশেষ ডাউনলোড প্যাকেজ সহ।
da: med den seneste downloadpakke.
sq: me paketën më të fundit të shkarkimit.
zh: 使用最新的下载包。

source: These were copied from the free Lucas chess download package.
ar: لقد تم نسخها من حزمة تنزيل شطرنج Lucas المجانية.
bg: Те са копирани от безплатния пакет за изтегляне на Lucas chess.
bn: এগুলো বিনামূল্যে লুকাস দাবা ডাউনলোড প্যাকেজ থেকে কপি করা হয়েছে।
da: Disse blev kopieret fra den gratis Lucas skak download-pakke.
sq: Këto janë kopjuar nga paketa pa pagesë e shkarkimit të shahut Lucas.
zh: 这些是从免费的 Lucas 国际象棋下载包中复制的。

source: You can download it from the following website -
ar: يمكنك تحميله من الموقع التالي -
bg: Можете да го изтеглите от следния уебсайт -
bn: আপনি নিম্নলিখিত ওয়েবসাইট থেকে এটি ডাউনলোড করতে পারেন -
da: Du kan downloade den fra følgende hjemmeside -
sq: Mund ta shkarkoni nga faqja e mëposhtme e internetit -
zh: 您可以从以下网站下载 -

source: Another free chess GUI that has .bin opening books is Scid vs PC
ar: واجهة مستخدم شطرنج مجانية أخرى تحتوي على كتب فتح .bin هي Scid vs PC
bg: Друг безплатен GUI за шах, който има .bin отварящи книги, е Scid vs PC
bn: আরেকটি বিনামূল্যের দাবা GUI যেখানে .bin খোলার বই রয়েছে তা হল Scid vs PC
da: En anden gratis skak-GUI, der har .bin-åbningsbøger, er Scid vs PC
sq: Një tjetër GUI falas e shahut që ka libra hapës .bin është Scid vs PC
zh: 另一个具有 .bin 开局书的免费国际象棋 GUI 是 Scid vs PC

source: It can be downloaded from -
ar: يمكن تحميله من -
bg: Може да бъде изтеглен от -
bn: এটি ডাউনলোড করা যাবে - থেকে।
da: Den kan downloades fra -
sq: Mund të shkarkohet nga -
zh: 可以从以下网址下载 -

source: Several .bin opening books can be downloaded from the following site -
ar: يمكن تنزيل العديد من كتب فتح .bin من الموقع التالي -
bg: Няколко .bin начални книги могат да бъдат изтеглени от следния сайт -
bn: নিম্নলিখিত সাইট থেকে বেশ কিছু .bin খোলার বই ডাউনলোড করা যেতে পারে -
da: Adskillige .bin-åbningsbøger kan downloades fra følgende websted -
sq: Disa libra për hapjen e .bin mund të shkarkohen nga faqja e mëposhtme -
zh: 可以从以下网站下载几本 .bin 开箱书 -

source: Also, there is one that comes with the free version
ar: هناك أيضًا واحدًا يأتي مع الإصدار المجاني
bg: Също така има един, който идва с безплатната версия
bn: এছাড়াও, এমন একটি আছে যা বিনামূল্যের সংস্করণের সাথে আসে
da: Der er også en, der kommer med den gratis version
sq: Gjithashtu, ekziston një që vjen me versionin falas
zh: 另外，免费版本还附带一个

source: of the Komodo chess engine. This can be downloaded from -
ar: من محرك شطرنج كومودو. يمكن تنزيله من -
bg: на шахматния двигател Komodo. Това може да бъде изтеглено от -
bn: কমোডো দাবা ইঞ্জিনের। এটি এখান থেকে ডাউনলোড করা যেতে পারে -
da: af Komodo skakmotoren. Dette kan downloades fra -
sq: i motorit të shahut Komodo. Kjo mund të shkarkohet nga -
zh: Komodo 国际象棋引擎。可从以下网址下载：

source: Polyglot .bin book help
ar: مساعدة في كتاب .bin متعدد اللغات
bg: Помощ за книгата Polyglot .bin
bn: পলিগ্লট .বিন বই সাহায্য
da: Polyglot .bin boghjælp
sq: Ndihmë për librin Polyglot .bin
zh: 多语言 .bin 图书帮助

source: When I started writing the code for using Polyglot .bin opening books,
ar: عندما بدأت في كتابة الكود لاستخدام Polyglot .bin لفتح الكتب،
bg: Когато започнах да пиша кода за използване на Polyglot .bin отварящи книги,
bn: যখন আমি Polyglot .bin বই খোলার কোড লেখা শুরু করি,
da: Da jeg begyndte at skrive koden til at bruge Polyglot .bin-åbningsbøger,
sq: Kur fillova të shkruaj kodin për përdorimin e librave të hapjes së Polyglot .bin,
zh: 当我开始编写使用 Polyglot .bin 打开书籍的代码时，

source: I found it very hard going.
ar: لقد وجدت الأمر صعبًا جدًا.
bg: Стана ми много трудно.
bn: আমার কাছে এটা খুব কঠিন মনে হচ্ছিল।
da: Jeg fandt det meget hårdt at gå.
sq: E pata shumë të vështirë të shkoja.
zh: 我发现这非常困难。

source: The material I had was the Polyglot documentation downloaded from -
ar: كانت المادة التي كانت بحوزتي هي وثائق Polyglot التي تم تنزيلها من -
bg: Материалът, който имах, беше документацията на Polyglot, изтеглена от -
bn: আমার কাছে যে উপাদানটি ছিল তা হল পলিগ্লট ডকুমেন্টেশন যা ডাউনলোড করা হয়েছিল -
da: Det materiale, jeg havde, var Polyglot-dokumentationen downloadet fra -
sq: Materiali që kisha ishte dokumentacioni Polyglot i shkarkuar nga -
zh: 我拥有的材料是从以下网址下载的 Polyglot 文档：

source: and the original Polyglot code which can be obtained from -
ar: والرمز الأصلي متعدد اللغات والذي يمكن الحصول عليه من -
bg: и оригиналния код на Полиглот, който може да бъде получен от -
bn: এবং মূল পলিগ্লট কোড যা এখান থেকে পাওয়া যেতে পারে -
da: og den originale Polyglot-kode, som kan fås fra -
sq: dhe kodi origjinal Polyglot i cili mund të merret nga -
zh: 原始的 Polyglot 代码可从以下地址获取 -

source: I only began to understand how the Polyglot .bin opening book worked
ar: لقد بدأت للتو في فهم كيفية عمل كتاب فتح .bin متعدد اللغات
bg: Едва започнах да разбирам как работи началната книга на Polyglot .bin
bn: আমি তখনই বুঝতে শুরু করেছি যে পলিগ্লট .bin খোলার বইটি কীভাবে কাজ করে
da: Jeg begyndte kun at forstå, hvordan Polyglot .bin-åbningsbogen fungerede
sq: Fillova të kuptoj vetëm se si funksiononte libri i hapjes së koshit Polyglot
zh: 我才开始明白 Polyglot .bin 开书是如何运作的

source: when I looked at the code from the following repository -
ar: عندما نظرت إلى الكود من المستودع التالي -
bg: когато погледнах кода от следното хранилище -
bn: যখন আমি নিম্নলিখিত সংগ্রহস্থল থেকে কোডটি দেখলাম -
da: da jeg så på koden fra følgende lager -
sq: kur shikova kodin nga depoja e mëposhtme -
zh: 当我查看以下存储库中的代码时 -

source: This code was used as the basis for the rest of the
ar: تم استخدام هذا الكود كأساس لبقية
bg: Този код беше използван като основа за останалата част от
bn: এই কোডটি বাকি অংশের ভিত্তি হিসেবে ব্যবহৃত হয়েছিল
da: Denne kode blev brugt som grundlag for resten af
sq: Ky kod u përdor si bazë për pjesën tjetër të
zh: 该代码被用作其余部分的基础

source: Polyglot opening book functions that I wrote.
ar: وظائف كتاب افتتاحي متعدد اللغات قمت بكتابته.
bg: Функции за отваряне на книга на Polyglot, които написах.
bn: আমি যে পলিগ্লট ওপেনিং বুক ফাংশনগুলো লিখেছি।
da: Polyglot åbningsbog funktioner, som jeg skrev.
sq: Funksionet e librit të hapjes së poliglotit që kam shkruar.
zh: 我编写的多语言开书函数。

source: So here is a big thank you to Mr Raminder Singh for his code.
ar: إذن، هنا الشكر الكبير للسيد راميندر سينغ على كودته.
bg: Ето едно голямо благодаря на г-н Raminder Singh за неговия код.
bn: তাই মিঃ রমিন্দর সিংকে তার কোডের জন্য অনেক ধন্যবাদ।
da: Så her er en stor tak til hr. Raminder Singh for hans kode.
sq: Pra, këtu është një falënderim i madh për z. Raminder Singh për kodin e tij.
zh: 因此，在此向 Raminder Singh 先生提供的代码表示衷心的感谢。

source: This version of Nimzo3d (4.0) has a new feature for automatically
ar: تحتوي هذه النسخة من Nimzo3d (4.0) على ميزة جديدة للتحديث التلقائي
bg: Тази версия на Nimzo3d (4.0) има нова функция за автоматично
bn: Nimzo3d (4.0) এর এই সংস্করণে স্বয়ংক্রিয়ভাবে একটি নতুন বৈশিষ্ট্য রয়েছে
da: Denne version af Nimzo3d (4.0) har en ny funktion til automatisk
sq: Ky version i Nimzo3d (4.0) ka një veçori të re për automatikisht
zh: 此版本的 Nimzo3d (4.0) 具有自动

source: making Polyglot .bin opening books from PGN game files.
ar: إنشاء ملف .bin لفتح الكتب من ملفات ألعاب PGN.
bg: създаване на Polyglot .bin отваряне на книги от PGN игрови файлове.
bn: PGN গেম ফাইল থেকে Polyglot .bin খোলার বই তৈরি করা।
da: laver Polyglot .bin-åbningsbøger fra PGN-spilfiler.
sq: duke bërë Polyglot .bin hapjen e librave nga skedarët e lojës PGN.
zh: 从 PGN 游戏文件制作 Polyglot .bin 开书。

source: In order to make a book, you load a PGN games file,
ar: لكي تقوم بإنشاء كتاب، عليك تحميل ملف ألعاب PGN،
bg: За да направите книга, зареждате PGN файл с игри,
bn: একটি বই তৈরি করার জন্য, আপনাকে একটি PGN গেমস ফাইল লোড করতে হবে,
da: For at lave en bog indlæser du en PGN-spilfil,
sq: Për të bërë një libër, ju ngarkoni një skedar lojrash PGN,
zh: 为了制作一本书，你需要加载一个 PGN 游戏文件，

source: then open the Polyglot .bin opening book dialog box from
ar: ثم افتح مربع حوار فتح الكتاب Polyglot .bin من
bg: след това отворете диалоговия прозорец за отваряне на книга на Polyglot .bin от
bn: তারপর Polyglot .bin ওপেনিং বুক ডায়ালগ বক্সটি খুলুন
da: åbn derefter dialogboksen Polyglot .bin åbningsbog fra
sq: pastaj hapni kutinë e dialogut Polyglot .bin hapjes së librit nga
zh: 然后打开 Polyglot .bin 打开书对话框

source: <Main menu> <Openings> <Polyglot..>
ar: <القائمة الرئيسية> <الفتحات> <متعدد اللغات..>
bg: <Главно меню> <Отвори> <Полиглот..>
bn: <প্রধান মেনু> <ওপেনিং> <পলিগ্লট..>
da: <Hovedmenu> <Åbninger> <Polyglot..>
sq: <Menyja kryesore> <Hapjet> <Polyglot..>
zh: <主菜单> <开场> <多语言..>

source: select <Add database> and set the options that you want
ar: حدد <إضافة قاعدة بيانات> وقم بتعيين الخيارات التي تريدها
bg: изберете <Добавяне на база данни> и задайте опциите, които искате
bn: <ডাটাবেস যোগ করুন> নির্বাচন করুন এবং আপনার পছন্দসই বিকল্পগুলি সেট করুন
da: vælg <Tilføj database> og indstil de ønskede indstillinger
sq: zgjidhni <Add database> dhe vendosni opsionet që dëshironi
zh: 选择<添加数据库>并设置所需的选项

source: and then click on <Add games>
ar: ثم انقر فوق <إضافة ألعاب>
bg: и след това щракнете върху <Добавяне на игри>
bn: এবং তারপর <গেমস যোগ করুন> এ ক্লিক করুন
da: og klik derefter på <Tilføj spil>
sq: dhe më pas klikoni në <Shto lojëra>
zh: 然后点击<添加游戏>

source: If you like, you can minimize the main window with <F8> in order
ar: إذا أردت، يمكنك تصغير النافذة الرئيسية باستخدام <F8> من أجل
bg: Ако желаете, можете да минимизирате главния прозорец с <F8> по ред
bn: আপনি যদি চান, তাহলে <F8> ক্রমানুসারে মূল উইন্ডোটি ছোট করতে পারেন
da: Hvis du vil, kan du minimere hovedvinduet med <F8> i rækkefølge
sq: Nëse dëshironi, mund të minimizoni dritaren kryesore me <F8> në rend
zh: 如果愿意，您可以按 <F8> 最小化主窗口，以便

source: to do other computer work while the operation completes.
ar: للقيام بأعمال أخرى على الكمبيوتر أثناء اكتمال العملية.
bg: за извършване на друга компютърна работа, докато операцията приключи.
bn: অপারেশন সম্পন্ন হওয়ার সময় অন্যান্য কম্পিউটারের কাজ করা।
da: at udføre andet computerarbejde, mens handlingen fuldføres.
sq: për të kryer punë të tjera kompjuterike ndërsa operacioni përfundon.
zh: 在操作完成时执行其他计算机工作。

source: Once the operation has completed, the window will be restored.
ar: بمجرد اكتمال العملية، سيتم استعادة النافذة.
bg: След като операцията приключи, прозорецът ще бъде възстановен.
bn: অপারেশন সম্পন্ন হলে, উইন্ডোটি পুনরুদ্ধার করা হবে।
da: Når handlingen er afsluttet, vil vinduet blive gendannet.
sq: Pasi të ketë përfunduar operacioni, dritarja do të rikthehet.
zh: 一旦操作完成，窗口将恢复。

source: If you are making a book from a very large PGN file,
ar: إذا كنت تقوم بإنشاء كتاب من ملف PGN كبير جدًا،
bg: Ако правите книга от много голям PGN файл,
bn: যদি আপনি একটি খুব বড় PGN ফাইল থেকে একটি বই তৈরি করেন,
da: Hvis du laver en bog ud fra en meget stor PGN-fil,
sq: Nëse jeni duke bërë një libër nga një skedar shumë i madh PGN,
zh: 如果你要用很大的 PGN 文件制作一本书，

source: then you can make the book in installments, by stopping
ar: ثم يمكنك عمل الكتاب على أقساط، عن طريق التوقف
bg: след това можете да направите книгата на вноски, като спрете
bn: তাহলে তুমি কিস্তিতে বইটি তৈরি করতে পারো, থামিয়ে
da: så kan du lave bogen i rater, ved at stoppe
sq: atëherë mund ta bëni librin me këste, duke e ndaluar
zh: 然后你就可以分期付款了，通过停止

source: the process with <Esc> and later resuming from the last game processed.
ar: العملية باستخدام <Esc> واستئنافها لاحقًا من آخر لعبة تمت معالجتها.
bg: процеса с <Esc> и по-късно възобновяване от последната обработена игра.
bn: <Esc> সহ প্রক্রিয়াটি এবং পরে শেষ খেলাটি থেকে পুনরায় শুরু করা।
da: processen med <Esc> og senere genoptagelse fra det sidst behandlede spil.
sq: procesi me <Esc> dhe më vonë rifillimi nga loja e fundit e përpunuar.
zh: 使用 <Esc> 来结束该过程并从最后处理的游戏恢复。

source: There are several download sources for PGN games files on the openings
ar: هناك العديد من مصادر التنزيل لملفات ألعاب PGN على الفتحات
bg: В отворите има няколко източника за изтегляне на PGN файлове с игри
bn: খোলা অংশে PGN গেম ফাইলের জন্য বেশ কয়েকটি ডাউনলোড উৎস রয়েছে।
da: Der er flere downloadkilder til PGN-spilfiler på åbningerne
sq: Ka disa burime shkarkimi për skedarët e lojërave PGN në hapjet
zh: 开场时有多个 PGN 游戏文件的下载源

source: that you can use, but there is a very comprehensive one at :-
ar: يمكنك استخدامها، ولكن هناك واحدة شاملة جدًا في :-
bg: който можете да използвате, но има много изчерпателен такъв на:-
bn: যেটা তুমি ব্যবহার করতে পারো, কিন্তু এখানে একটা খুব বিস্তৃত লেখা আছে :-
da: som du kan bruge, men der er en meget omfattende en på:-
sq: që mund ta përdorni, por ka një shumë gjithëpërfshirëse në:-
zh: 你可以使用，但有一个非常全面的：-

source: where the openings are separately classified.
ar: حيث يتم تصنيف الفتحات بشكل منفصل.
bg: където отворите са класифицирани отделно.
bn: যেখানে খোলা অংশগুলি আলাদাভাবে শ্রেণীবদ্ধ করা হয়েছে।
da: hvor åbningerne er særskilt klassificeret.
sq: ku hapjet klasifikohen veçmas.
zh: 其中开口是单独分类的。

source: I have included an opening book that I made using this process with the
ar: لقد قمت بإدراج كتاب افتتاحي قمت بصنعه باستخدام هذه العملية مع
bg: Включих начална книга, която направих чрез този процес с
bn: আমি একটি উদ্বোধনী বই অন্তর্ভুক্ত করেছি যা আমি এই প্রক্রিয়াটি ব্যবহার করে তৈরি করেছি
da: Jeg har inkluderet en åbningsbog, som jeg lavede ved hjælp af denne proces med
sq: Kam përfshirë një libër hapjeje që kam bërë duke përdorur këtë proces me
zh: 我已经用这种方法制作了一本开篇书

source: latest Nimzo3d download. It is called KingsGambit.bin and it should have
ar: أحدث تنزيل لبرنامج Nimzo3d. يُسمى KingsGambit.bin ويجب أن يكون
bg: най-новото изтегляне на Nimzo3d. Нарича се KingsGambit.bin и трябва да има
bn: সর্বশেষ Nimzo3d ডাউনলোড। এর নাম KingsGambit.bin এবং এটিতে থাকা উচিত
da: Seneste Nimzo3d download. Det hedder KingsGambit.bin og det burde den have
sq: shkarkimi më i fundit i Nimzo3d. Quhet KingsGambit.bin dhe duhet të ketë
zh: 最新的 Nimzo3d 下载。它被称为 KingsGambit.bin，它应该有

source: been installed in the
ar: تم تثبيته في
bg: е инсталиран в
bn: স্থাপিত হয়েছে
da: blevet installeret i
sq: është instaluar në
zh: 已安装在

source: directory.
ar: دليل.
bg: указател.
bn: ডিরেক্টরি।
da: vejviser.
sq: drejtoria.
zh: 目录。

source: I downloaded the PGN file for making this book from pgnmentor.com
ar: لقد قمت بتنزيل ملف PGN لصنع هذا الكتاب من موقع pgnmentor.com
bg: Изтеглих PGN файла за създаване на тази книга от pgnmentor.com
bn: আমি pgnmentor.com থেকে এই বইটি তৈরির জন্য PGN ফাইলটি ডাউনলোড করেছি।
da: Jeg downloadede PGN-filen til at lave denne bog fra pgnmentor.com
sq: Kam shkarkuar skedarin PGN për krijimin e këtij libri nga pgnmentor.com
zh: 我从 pgnmentor.com 下载了制作本书的 PGN 文件

source: The PGN file contains 15,040 games, and on my computer it took
ar: يحتوي ملف PGN على 15040 لعبة، وقد استغرق الأمر على جهاز الكمبيوتر الخاص بي
bg: PGN файлът съдържа 15 040 игри и на моя компютър това отне
bn: PGN ফাইলটিতে ১৫,০৪০টি গেম রয়েছে, এবং আমার কম্পিউটারে এটি
da: PGN-filen indeholder 15.040 spil, og på min computer tog det
sq: Skedari PGN përmban 15,040 lojëra, dhe në kompjuterin tim u desh
zh: PGN 文件包含 15,040 个游戏，在我的电脑上它需要

source: 5 minutes to build the opening book file KingsGambit.bin
ar: 5 دقائق لبناء ملف الكتاب الافتتاحي KingsGambit.bin
bg: 5 минути за създаване на началния файл на книгата KingsGambit.bin
bn: উদ্বোধনী বই ফাইল তৈরি করতে ৫ মিনিট KingsGambit.bin
da: 5 minutter til at bygge åbningsbogen KingsGambit.bin
sq: 5 minuta për të ndërtuar skedarin e librit hapës KingsGambit.bin
zh: 5分钟构建开局书文件KingsGambit.bin

source: that is 30 ply deep and has 240,356 moves.
ar: وهو عبارة عن 30 طبقة عميقة ويحتوي على 240,356 حركة.
bg: това е дълбоко 30 слоя и има 240 356 хода.
bn: এটি ৩০ প্লাই গভীর এবং এতে ২,৪০,৩৫৬টি চাল রয়েছে।
da: det er 30 lag dybt og har 240.356 træk.
sq: që është 30 shtresa e thellë dhe ka 240,356 lëvizje.
zh: 其深度为 30 层，有 240,356 个动作。

source: The book seems quite usable and you can set the move weight filter
ar: يبدو أن الكتاب قابل للاستخدام تمامًا ويمكنك ضبط مرشح وزن الحركة
bg: Книгата изглежда доста използваема и можете да настроите филтъра за тежест на движение
bn: বইটি বেশ ব্যবহারযোগ্য বলে মনে হচ্ছে এবং আপনি মুভ ওয়েট ফিল্টার সেট করতে পারেন।
da: Bogen virker ganske brugbar, og du kan indstille flyttevægtfilteret
sq: Libri duket mjaft i përdorshëm dhe mund të vendosni filtrin e peshës së lëvizjes
zh: 这本书看起来很实用，你可以设置移动重量过滤器

source: to exclude the moves with very low weights from the
ar: لاستبعاد الحركات ذات الأوزان المنخفضة جدًا من
bg: да изключи ходовете с много ниски тежести от
bn: খুব কম ওজনের চালগুলি বাদ দিতে
da: at udelukke træk med meget lave vægte fra
sq: për të përjashtuar lëvizjet me pesha shumë të vogla nga
zh: 从中排除权重很低的动作

source: <Main menu> <Openings> <Book weights..> dialog box.
ar: <القائمة الرئيسية> <الفتحات> <أوزان الكتاب..> مربع الحوار.
bg: Диалогов прозорец <Главно меню> <Отвори> <Тегло на книга..>.
bn: <প্রধান মেনু> <ওপেনিং> <বইয়ের ওজন..> ডায়ালগ বক্স।
da: <Hovedmenu> <Åbninger> <Bogvægte..> dialogboks.
sq: Kutia e dialogut <Menyja kryesore> <Hapjet> <Pershat e librit..>.
zh: <主菜单> <开口> <书籍重量..> 对话框。

source: The build speed for opening books is quite good because the book
ar: سرعة البناء لفتح الكتب جيدة جدًا لأن الكتاب
bg: Скоростта на изграждане за отваряне на книги е доста добра, защото книгата
bn: বই খোলার জন্য নির্মাণের গতি বেশ ভালো কারণ বইটি
da: Byggehastigheden for at åbne bøger er ganske god, fordi bogen
sq: Shpejtësia e ndërtimit për hapjen e librave është mjaft e mirë sepse libri
zh: 开书的构建速度相当快，因为书

source: is processed in the computer memory and then the opening book
ar: يتم معالجتها في ذاكرة الكمبيوتر ثم يتم فتح الكتاب
bg: се обработва в паметта на компютъра и след това в началната книга
bn: কম্পিউটার মেমোরিতে এবং তারপর খোলার বইতে প্রক্রিয়াজাত করা হয়
da: behandles i computerens hukommelse og derefter åbningsbogen
sq: përpunohet në memorien e kompjuterit dhe më pas libri i hapjes
zh: 在计算机内存中处理，然后打开书

source: is written to disk when the processing is complete.
ar: يتم كتابتها على القرص عند اكتمال المعالجة.
bg: се записва на диска, когато обработката приключи.
bn: প্রক্রিয়াকরণ সম্পূর্ণ হলে ডিস্কে লেখা হয়।
da: skrives til disken, når behandlingen er færdig.
sq: shkruhet në disk kur të përfundojë përpunimi.
zh: 处理完成后写入磁盘。

source: This means there is a restriction on the size of the book that you can make.
ar: وهذا يعني أن هناك قيودًا على حجم الكتاب الذي يمكنك صنعه.
bg: Това означава, че има ограничение за размера на книгата, която можете да направите.
bn: এর মানে হল আপনি যে বইটি তৈরি করতে পারবেন তার আকারের উপর একটি সীমাবদ্ধতা রয়েছে।
da: Det betyder, at der er en begrænsning på størrelsen af ​​bogen, du kan lave.
sq: Kjo do të thotë se ka një kufizim në madhësinë e librit që mund të bëni.
zh: 这意味着您制作的书的尺寸受到限制。

source: However, in practical terms, this should not be a problem,
ar: ومع ذلك، من الناحية العملية، لا ينبغي أن يكون هذا مشكلة،
bg: На практика обаче това не би трябвало да е проблем,
bn: তবে, ব্যবহারিক দিক থেকে, এটি কোনও সমস্যা হওয়া উচিত নয়,
da: Men rent praktisk burde dette ikke være et problem,
sq: Megjithatë, në aspektin praktik, kjo nuk duhet të jetë problem,
zh: 但实际上，这不应该是个问题，

source: because on my computer I found that I could create an array
ar: لأنني وجدت على جهاز الكمبيوتر الخاص بي أنني أستطيع إنشاء مجموعة
bg: защото на моя компютър открих, че мога да създам масив
bn: কারণ আমার কম্পিউটারে আমি দেখেছি যে আমি একটি অ্যারে তৈরি করতে পারি
da: fordi jeg på min computer fandt ud af, at jeg kunne oprette et array
sq: sepse në kompjuterin tim zbulova se mund të krijoja një grup
zh: 因为在我的电脑上我发现我可以创建一个数组

source: in the memory that was 1.25 Gigabytes in size.
ar: في الذاكرة التي كان حجمها 1.25 جيجابايت.
bg: в паметта с размер 1,25 гигабайта.
bn: মেমোরিতে যার আকার ছিল ১.২৫ গিগাবাইট।
da: i hukommelsen, der var 1,25 Gigabyte stor.
sq: në memorie që ishte 1.25 Gigabajt në madhësi.
zh: 在大小为1.25 GB的内存中。

source: Given that each Polyglot opening book entry is 16 bytes, then you
ar: نظرًا لأن كل إدخال كتاب افتتاحي متعدد اللغات يبلغ 16 بايتًا، فأنت
bg: Като се има предвид, че всеки запис в началната книга на Полиглот е 16 байта, тогава вие
bn: প্রতিটি পলিগ্লট ওপেনিং বইয়ের এন্ট্রি ১৬ বাইট, তাহলে আপনি
da: I betragtning af at hver polyglot åbningsbogsindgang er 16 bytes, så er du
sq: Duke pasur parasysh që çdo hyrje e librit hapës të Polyglot është 16 bajt, atëherë ju
zh: 假设每个 Polyglot 开本书条目都是 16 个字节，那么你

source: could make an opening book that had approximately 80 million moves.
ar: يمكن أن يصنع كتاب افتتاحي يحتوي على ما يقرب من 80 مليون حركة.
bg: може да направи начална книга, която има приблизително 80 милиона хода.
bn: প্রায় ৮০ মিলিয়ন চাল দিয়ে একটি ওপেনিং বই তৈরি করতে পারত।
da: kunne lave en åbningsbog, der havde cirka 80 millioner træk.
sq: mund të bënte një libër hapës që kishte afërsisht 80 milionë lëvizje.
zh: 可以编写一本包含约 8000 万步的开局书。

source: Making Polyglot .bin opening books
ar: إنشاء ملف .bin لفتح الكتب باستخدام Polyglot
bg: Създаване на Polyglot .bin отварящи книги
bn: পলিগ্লট .bin খোলার বই তৈরি করা
da: Fremstilling af Polyglot .bin åbningsbøger
sq: Making Polyglot .bina hapëse e librave
zh: 制作 Polyglot .bin 开本书

source: Current line added to book
ar: تمت إضافة السطر الحالي إلى الكتاب
bg: Текущият ред е добавен към книгата
bn: বইয়ে বর্তমান লাইন যোগ করা হয়েছে
da: Aktuel linje tilføjet til bog
sq: Linja aktuale u shtua në libër
zh: 当前行已添加到书中

source: Current line already in book - no moves added
ar: السطر الحالي موجود بالفعل في الكتاب - لا توجد تحركات مضافة
bg: Текущият ред вече е в книгата - няма добавени ходове
bn: বর্তমান লাইনটি ইতিমধ্যেই বুক করা আছে - কোনও স্থানান্তর যোগ করা হয়নি
da: Nuværende linje er allerede i bog - ingen træk tilføjet
sq: Linja aktuale tashmë është në libër - nuk është shtuar asnjë lëvizje
zh: 当前行已在书中 - 未添加任何动作

source: Current line deleted from book
ar: تم حذف السطر الحالي من الكتاب
bg: Текущият ред е изтрит от книгата
bn: বই থেকে বর্তমান লাইনটি মুছে ফেলা হয়েছে
da: Aktuel linje slettet fra bog
sq: Rreshti aktual u fshi nga libri
zh: 当前行已从书中删除

source: Current line not in book - no moves deleted
ar: السطر الحالي غير موجود في الكتاب - لم يتم حذف أي تحركات
bg: Текущият ред не е в книгата - няма изтрити ходове
bn: বর্তমান লাইনটি বইতে নেই - কোনও চাল মুছে ফেলা হয়নি
da: Nuværende linje ikke i bogen - ingen træk slettet
sq: Rreshti aktual nuk është në libër - asnjë lëvizje nuk është fshirë
zh: 当前行不在书中 - 没有删除任何动作

source: Book move no.
ar: كتاب نقل رقم.
bg: Книжен ход №
bn: বইয়ের মুভ নং।
da: Bogtræk nr.
sq: Lëvizja e librit nr.
zh: 图书移动号

source: Last game no. added
ar: آخر لعبة تمت إضافتها
bg: Последна игра № добавен
bn: শেষ খেলার নম্বর যোগ করা হয়েছে
da: Sidste kamp nr. tilføjet
sq: Ndeshja e fundit nr. shtuar
zh: 上次添加的游戏编号

source: There is no game loaded to add moves from.
ar: لا توجد لعبة محملة لإضافة التحركات منها.
bg: Няма заредена игра за добавяне на ходове.
bn: মুভ যোগ করার জন্য কোনও গেম লোড করা হয়নি।
da: Der er intet spil indlæst at tilføje træk fra.
sq: Nuk ka asnjë lojë të ngarkuar për të shtuar lëvizje nga.
zh: 尚未加载可供添加动作的游戏。
