Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: In the <Profile> screen, leave the settings all switched on, then <Next>
ar: في شاشة <الملف الشخصي>، اترك جميع الإعدادات قيد التشغيل، ثم <التالي>
bg: В екрана <Профил> оставете всички настройки включени, след това <Напред>
bn: <Profile> স্ক্রিনে, সেটিংস সব চালু রেখে দিন, তারপর <Next>
da: På skærmbilledet <Profil> skal du lade indstillingerne være slået til, og derefter <Næste>
sq: Në ekranin <Profili>, lini të gjitha cilësimet të ndezura, më pas <Next>
zh: 在<Profile>屏幕中，保留所有设置，然后<Next>

source: In the <Name> screen, name the Inbound rule <Port 5000> or something
ar: في شاشة <الاسم>، قم بتسمية القاعدة الواردة <المنفذ 5000> أو شيء من هذا القبيل
bg: В екрана <Име> наименувайте входящото правило <Порт 5000> или нещо подобно
bn: <Name> স্ক্রিনে, ইনবাউন্ড নিয়মের নাম দিন <Port 5000> অথবা অন্য কিছু
da: På skærmbilledet <Navn> skal du navngive den indgående regel <Port 5000> eller noget
sq: Në ekranin <Emri>, emërtoni rregullin hyrës <Port 5000> ose diçka tjetër
zh: 在 <名称> 屏幕中，将入站规则命名为 <端口 5000> 或其他名称

source: similar and enter <Fics chess server> for the description. Then <Finish>.
ar: مشابه وأدخل <Fics chess server> للوصف. ثم <Finish>.
bg: подобно и въведете <Fics chess server> за описание. След това <Край>.
bn: অনুরূপ এবং বর্ণনার জন্য <Fics chess server> লিখুন। তারপর <Finish>।
da: lignende og indtast <Fics skakserver> for beskrivelsen. Derefter <Afslut>.
sq: ngjashëm dhe futni <Fics chess server> për përshkrim. Pastaj <Finish>.
zh: 类似并输入<Fics 象棋服务器>作为描述。然后<完成>。

source: Then from <Windows firewall with advanced security>
ar: ثم من <جدار حماية Windows مع الأمان المتقدم>
bg: След това от <Защитна стена на Windows с разширена защита>
bn: তারপর <Windows firewall with advanced security> থেকে
da: Derefter fra <Windows firewall med avanceret sikkerhed>
sq: Pastaj nga <Windows firewall me siguri të avancuar>
zh: 然后从 <具有高级安全性的 Windows 防火墙>

source: select <Outbound Rules> from the left panel and follow the same steps.
ar: حدد <القواعد الصادرة> من اللوحة اليسرى واتبع نفس الخطوات.
bg: изберете <Изходящи правила> от левия панел и следвайте същите стъпки.
bn: বাম প্যানেল থেকে <Outbound Rules> নির্বাচন করুন এবং একই ধাপগুলি অনুসরণ করুন।
da: vælg <Udgående regler> fra venstre panel, og følg de samme trin.
sq: zgjidhni <Rregullat Outbound> nga paneli i majtë dhe ndiqni të njëjtat hapa.
zh: 从左侧面板中选择<出站规则>并按照相同的步骤操作。

source: On my computer it was not neccessary to allow the Nimzo_3d program
ar: على جهاز الكمبيوتر الخاص بي لم يكن من الضروري السماح لبرنامج Nimzo_3d
bg: На моя компютър не беше необходимо да разрешавам програмата Nimzo_3d
bn: আমার কম্পিউটারে Nimzo_3d প্রোগ্রামটি অনুমোদিত করার প্রয়োজন ছিল না।
da: På min computer var det ikke nødvendigt at tillade Nimzo_3d-programmet
sq: Në kompjuterin tim nuk ishte e nevojshme të lejoja programin Nimzo_3d
zh: 在我的电脑上，不需要允许 Nimzo_3d 程序

source: through as well, in order for the Fics connection to work.
ar: من خلال أيضًا، لكي يعمل اتصال Fics.
bg: също така, за да работи връзката Fics.
bn: Fics সংযোগটি কাজ করার জন্য, এর মাধ্যমেও।
da: også igennem, for at Fics-forbindelsen kan fungere.
sq: edhe përmes, në mënyrë që lidhja Fics të funksionojë.
zh: 以便 Fics 连接能够正常工作。

source: If you have anti-virus software with a firewall active on your computer,
ar: إذا كان لديك برنامج مكافحة فيروسات مزود بجدار حماية نشط على جهاز الكمبيوتر الخاص بك،
bg: Ако имате антивирусен софтуер с активна защитна стена на вашия компютър,
bn: যদি আপনার কম্পিউটারে ফায়ারওয়াল সক্রিয় থাকে এবং অ্যান্টি-ভাইরাস সফটওয়্যার থাকে,
da: Hvis du har antivirussoftware med en aktiv firewall på din computer,
sq: Nëse keni softuer antivirus me një mur zjarri aktiv në kompjuterin tuaj,
zh: 如果你的电脑安装了杀毒软件，并且防火墙处于开启状态，

source: then please consult their doumentation to see how to allow ports
ar: ثم يرجى الرجوع إلى وثائقهم لمعرفة كيفية السماح بالمنافذ
bg: тогава, моля, консултирайте се с тяхната документация, за да видите как да разрешите портове
bn: তাহলে পোর্টগুলিকে কীভাবে অনুমতি দেওয়া যায় তা জানতে তাদের ডোমেন্টেশন দেখুন।
da: så se venligst deres doumentation for at se, hvordan man tillader porte
sq: atëherë ju lutemi konsultohuni me dokumentacionin e tyre për të parë se si të lejohen portet
zh: 那么请查阅他们的文档以了解如何允许端口

source: through their firewall.
ar: من خلال جدار الحماية الخاص بهم.
bg: през защитната им стена.
bn: তাদের ফায়ারওয়ালের মাধ্যমে।
da: gennem deres firewall.
sq: përmes firewall-it të tyre.
zh: 通过他们的防火墙。

source: Help for setting up Fics
ar: المساعدة في إعداد Fics
bg: Помощ за настройка на Fics
bn: Fics সেট আপ করার জন্য সাহায্য
da: Hjælp til opsætning af Fics
sq: Ndihmë për konfigurimin e Fics
zh: Fics 设置帮助

source: There are several ways to get a game on Fics.
ar: هناك عدة طرق للحصول على لعبة على Fics.
bg: Има няколко начина да получите игра на Fics.
bn: Fics-এ একটি গেম পাওয়ার বিভিন্ন উপায় রয়েছে।
da: Der er flere måder at få et spil på Fics.
sq: Ka disa mënyra për të marrë një lojë në Fics.
zh: 有多种方法可以在 Fics 上获取游戏。

source: I think the easiest is to place your own game advert.
ar: أعتقد أن أسهل طريقة هي وضع إعلان لعبتك الخاصة.
bg: Мисля, че най-лесно е да поставите собствена реклама на играта.
bn: আমার মনে হয় সবচেয়ে সহজ হল নিজের খেলার বিজ্ঞাপন দেওয়া।
da: Jeg tror, ​​det nemmeste er at placere din egen spilannonce.
sq: Unë mendoj se më e lehtë është të vendosni reklamën tuaj të lojës.
zh: 我认为最简单的方法是投放自己的游戏广告。

source: This can be done by clicking the <Place game advert> icon on the toolbar.
ar: يمكن القيام بذلك عن طريق النقر على أيقونة <وضع إعلان اللعبة> الموجودة على شريط الأدوات.
bg: Това може да стане, като щракнете върху иконата <Place game advert> в лентата с инструменти.
bn: এটি টুলবারে <Place game advertisement> আইকনে ক্লিক করে করা যেতে পারে।
da: Dette kan gøres ved at klikke på ikonet <Placer spilannonce> på værktøjslinjen.
sq: Kjo mund të bëhet duke klikuar ikonën <Vendos shpalljen e lojës> në shiritin e veglave.
zh: 这可以通过单击工具栏上的<放置游戏广告>图标来完成。

source: This is usually the 3rd icon from the left.
ar: هذا هو عادةً الرمز الثالث من اليسار.
bg: Обикновено това е третата икона отляво.
bn: এটি সাধারণত বাম দিক থেকে তৃতীয় আইকন।
da: Dette er normalt det 3. ikon fra venstre.
sq: Kjo është zakonisht ikona e tretë nga e majta.
zh: 这通常是左边第三个图标。

source: This will open the <Place game advert> dialog box
ar: سيؤدي هذا إلى فتح مربع الحوار <وضع إعلان اللعبة>
bg: Това ще отвори диалоговия прозорец <Place game advert>
bn: এটি <Place game advertisement> ডায়ালগ বক্স খুলবে
da: Dette åbner dialogboksen <Placer spilannonce>
sq: Kjo do të hapë kutinë e dialogut <Place game advert>
zh: 这将打开<放置游戏广告>对话框

source: and you can enter your preferred game parameters.
ar: ويمكنك إدخال معلمات اللعبة المفضلة لديك.
bg: и можете да въведете предпочитаните от вас параметри на играта.
bn: এবং আপনি আপনার পছন্দের গেম প্যারামিটারগুলি প্রবেশ করতে পারেন।
da: og du kan indtaste dine foretrukne spilparametre.
sq: dhe mund të futni parametrat e preferuar të lojës.
zh: 并输入您喜欢的游戏参数。

source: When this is completed, click on <Place ad> to send to Fics.
ar: عند الانتهاء من ذلك، انقر فوق <وضع الإعلان> لإرساله إلى Fics.
bg: Когато това приключи, щракнете върху <Поставяне на реклама>, за да изпратите на Fics.
bn: এটি সম্পন্ন হলে, Fics-এ পাঠাতে <Place ad> এ ক্লিক করুন।
da: Når dette er gennemført, skal du klikke på <Placer annonce> for at sende til Fics.
sq: Kur kjo të përfundojë, klikoni në <Vendos reklamë> për ta dërguar në Fics.
zh: 完成后，点击<放置广告>发送至Fics。

source: If you did not check <Auto> box in the <Place game advert> dialog box,
ar: إذا لم تقم بتحديد المربع <تلقائي> في مربع الحوار <وضع إعلان اللعبة>،
bg: Ако не сте поставили отметка в квадратчето <Auto> в диалоговия прозорец <Place game advert>,
bn: যদি আপনি <Place game advertise> ডায়ালগ বক্সে <Auto> বক্সটি চেক না করে থাকেন,
da: Hvis du ikke har markeret feltet <Auto> i dialogboksen <Placer spilannonce>,
sq: Nëse nuk e keni zgjedhur kutinë <Auto> në kutinë e dialogut <Vendosni reklamën e lojës>,
zh: 如果您没有在<放置游戏广告>对话框中选中<自动>复选框，

source: you should then receive responses from potential oppenents
ar: يجب أن تتلقى بعد ذلك ردودًا من المعارضين المحتملين
bg: след това трябва да получите отговори от потенциални опоненти
bn: তাহলে আপনার সম্ভাব্য প্রতিপক্ষদের কাছ থেকে প্রতিক্রিয়া পাওয়া উচিত
da: du bør derefter modtage svar fra potentielle openents
sq: atëherë duhet të merrni përgjigje nga persona të mundshëm
zh: 然后你应该会收到潜在对手的回应

source: in the Fics output text box.
ar: في مربع نص إخراج القصص.
bg: в текстовото поле за изход Fics.
bn: Fics আউটপুট টেক্সট বক্সে।
da: i Fics-outputtekstfeltet.
sq: në kutinë e tekstit të daljes Fics.
zh: 在 Fics 输出文本框中。

source: You can then choose which player to play against.
ar: ويمكنك بعد ذلك اختيار اللاعب الذي تريد اللعب ضده.
bg: След това можете да изберете срещу кой играч да играете.
bn: এরপর আপনি কোন খেলোয়াড়ের বিরুদ্ধে খেলবেন তা বেছে নিতে পারেন।
da: Du kan derefter vælge, hvilken spiller du vil spille imod.
sq: Më pas mund të zgjidhni kundër cilit lojtar do të luani.
zh: 然后您可以选择与哪个玩家对战。

source: e.g. Type accept Guestabcd or accept Username in the text input box
ar: على سبيل المثال، اكتب قبول Guestabcd أو قبول اسم المستخدم في مربع إدخال النص
bg: напр. Въведете accept Guestabcd или accept Username в полето за въвеждане на текст
bn: উদাহরণস্বরূপ, টেক্সট ইনপুট বাক্সে accept Guestabcd টাইপ করুন অথবা accept Username টাইপ করুন।
da: f.eks. Skriv accept Guestabcd eller accepter brugernavn i tekstindtastningsfeltet
sq: p.sh. Shkruani prano Guestabcd ose prano emrin e përdoruesit në kutinë e futjes së tekstit
zh: 例如在文本输入框中输入 accept Guestabcd 或 accept Username

source: and press <Send> Then the game should start.
ar: ثم اضغط على <إرسال> ثم يجب أن تبدأ اللعبة.
bg: и натиснете <Изпрати> След това играта трябва да започне.
bn: এবং <Send> টিপুন তাহলে খেলা শুরু হবে।
da: og tryk på <Send> Så skulle spillet starte.
sq: dhe shtypni <Dërgo> Më pas loja duhet të fillojë.
zh: 然后按下<发送>然后游戏就开始了。

source: If you did check the <Auto> box then a game will start automatically
ar: إذا قمت بتحديد المربع <Auto>، فستبدأ اللعبة تلقائيًا
bg: Ако сте поставили отметка в полето <Auto>, играта ще започне автоматично
bn: যদি আপনি <Auto> বক্সটি চেক করে থাকেন তাহলে একটি খেলা স্বয়ংক্রিয়ভাবে শুরু হবে।
da: Hvis du har markeret feltet <Auto>, starter et spil automatisk
sq: Nëse e keni kontrolluar kutinë <Auto> atëherë një lojë do të fillojë automatikisht
zh: 如果你选中了<自动>框，游戏将自动开始

source: against the first player who replies to your game advert.
ar: ضد أول لاعب يرد على إعلان لعبتك.
bg: срещу първия играч, който отговори на вашата реклама за игра.
bn: আপনার খেলার বিজ্ঞাপনের উত্তর দেওয়া প্রথম খেলোয়াড়ের বিরুদ্ধে।
da: mod den første spiller, der svarer på din spilannonce.
sq: kundër lojtarit të parë që i përgjigjet reklamës suaj të lojës.
zh: 针对第一个回复你的游戏广告的玩家。

source: Alternatively, you can type the corresponding command
ar: بدلاً من ذلك، يمكنك كتابة الأمر المقابل
bg: Като алтернатива можете да въведете съответната команда
bn: বিকল্পভাবে, আপনি সংশ্লিষ্ট কমান্ডটি টাইপ করতে পারেন
da: Alternativt kan du skrive den tilsvarende kommando
sq: Përndryshe, mund të shkruani komandën përkatëse
zh: 或者，您可以输入相应的命令

source: into the text input box manually and send it to Fics.
ar: في مربع إدخال النص يدويًا وإرساله إلى Fics.
bg: в полето за въвеждане на текст ръчно и го изпратете на Fics.
bn: টেক্সট ইনপুট বক্সে ম্যানুয়ালি প্রবেশ করুন এবং Fics-এ পাঠান।
da: ind i tekstindtastningsfeltet manuelt og send det til Fics.
sq: në kutinë e futjes së tekstit me dorë dhe dërgojeni te Fics.
zh: 手动输入到文本输入框中并发送给Fics。

source: e.g. If you type Seek 10 5 u w m f and then press <Send> this will place
ar: على سبيل المثال، إذا كتبت Seek 10 5 u w m f ثم ضغطت على <إرسال>، فسيؤدي هذا إلى وضع
bg: напр. Ако напишете Seek 10 5 u w m f и след това натиснете <Изпращане>, това ще се постави
bn: উদাহরণস্বরূপ, যদি আপনি Seek 10 5 u w m f টাইপ করেন এবং তারপর <Send> টিপুন তাহলে এটি প্রদর্শিত হবে
da: f.eks. Hvis du skriver Seek 10 5 u w m f og derefter trykker på <Send>, placeres dette
sq: p.sh. Nëse shkruani Kërko 10 5 u w m f dhe më pas shtypni <Dërgo> kjo do të vendoset
zh: 例如，如果你输入 Seek 10 5 u w m f，然后按 <Send>，这将放置

source: a game advert for a 10 minute game, with a five second move increment,
ar: إعلان لعبة مدتها 10 دقائق، مع زيادة حركة بمقدار خمس ثوانٍ،
bg: реклама на игра за 10-минутна игра със стъпка от пет секунди на ход,
bn: ১০ মিনিটের খেলার জন্য একটি খেলার বিজ্ঞাপন, যেখানে পাঁচ সেকেন্ডের চাল বৃদ্ধি করা হবে,
da: en spilannonce for et spil på 10 minutter, med et trin på fem sekunder,
sq: një reklamë loje për një lojë 10 minutëshe, me një rritje prej pesë sekondash,
zh: 一个 10 分钟游戏广告，每步移动 5 秒，

source: which is unrated, with you playing white, with manual responses
ar: وهو غير مصنف، حيث تلعب باللون الأبيض، مع ردود يدوية
bg: което не е оценено, с вас играете бели, с ръчни отговори
bn: যা রেটিংহীন, তুমি সাদা খেলছো, ম্যানুয়াল প্রতিক্রিয়া সহ
da: som ikke er klassificeret, hvor du spiller hvid, med manuelle svar
sq: e cila është e pavlerësuar, me ju që luani bardhë, me përgjigje manuale
zh: 未评级，你扮演白人，有手动响应

source: and your supplied parameters used to filter the responses.
ar: والمعلمات المقدمة الخاصة بك تُستخدم لتصفية الاستجابات.
bg: и предоставените от вас параметри, използвани за филтриране на отговорите.
bn: এবং প্রতিক্রিয়াগুলি ফিল্টার করতে ব্যবহৃত আপনার সরবরাহিত পরামিতিগুলি।
da: og dine angivne parametre, der bruges til at filtrere svarene.
sq: dhe parametrat e dhënë të përdorur për të filtruar përgjigjet.
zh: 以及您提供的用于过滤响应的参数。

source: After starting a game, you can make your moves on the board as normal,
ar: بعد بدء اللعبة، يمكنك تنفيذ تحركاتك على اللوحة بشكل طبيعي،
bg: След като започнете игра, можете да правите ходовете си на дъската както обикновено,
bn: খেলা শুরু করার পর, আপনি বোর্ডে স্বাভাবিকভাবে আপনার চালগুলি করতে পারেন,
da: Efter at have startet et spil, kan du lave dine træk på brættet som normalt,
sq: Pasi të filloni një lojë, ju mund të bëni lëvizjet tuaja në tabelë si zakonisht,
zh: 开始游戏后，你可以像平常一样在棋盘上移动，

source: although it is possible to type them into the input box and click <Send>
ar: على الرغم من أنه من الممكن كتابتها في مربع الإدخال والنقر فوق <إرسال>
bg: въпреки че е възможно да ги въведете в полето за въвеждане и да щракнете върху <Изпрати>
bn: যদিও ইনপুট বাক্সে এগুলি টাইপ করে "প্রেরণ" এ ক্লিক করা সম্ভব।
da: selvom det er muligt at skrive dem i indtastningsfeltet og klikke på <Send>
sq: edhe pse është e mundur t'i shtypni në kutinë e hyrjes dhe të klikoni <Dërgo>
zh: 虽然也可以将其输入到输入框中并单击<发送>

source: Nimzo_3d does not play any of the non-standard variants of chess,
ar: لا يلعب Nimzo_3d أيًا من المتغيرات غير القياسية للشطرنج،
bg: Nimzo_3d не играе нито един от нестандартните варианти на шаха,
bn: Nimzo_3d দাবার কোনও অ-মানক রূপ খেলে না,
da: Nimzo_3d spiller ingen af ​​de ikke-standard varianter af skak,
sq: Nimzo_3d nuk luan asnjë nga variantet jo standarde të shahut,
zh: Nimzo_3d 不玩任何非标准的国际象棋变体，

source: some of which are offered by Fics.
ar: بعضها تقدمها Fics.
bg: някои от които се предлагат от Fics.
bn: যার মধ্যে কিছু ফিক্স দ্বারা অফার করা হয়।
da: hvoraf nogle tilbydes af Fics.
sq: disa prej të cilave ofrohen nga Fics.
zh: 其中一些由 Fics 提供。

source: Help for playing on Fics
ar: مساعدة في اللعب على Fics
bg: Помощ за игра на Fics
bn: Fics-এ খেলার জন্য সাহায্য
da: Hjælp til at spille på Fics
sq: Ndihmë për të luajtur në Fics
zh: 关于 Fics 游戏的帮助

source: This will reset your board position
ar: سيؤدي هذا إلى إعادة تعيين موضع اللوحة الخاصة بك
bg: Това ще нулира позицията ви на борда
bn: এটি আপনার বোর্ডের অবস্থান রিসেট করবে।
da: Dette vil nulstille din bestyrelsesposition
sq: Kjo do të rivendosë pozicionin tuaj të bordit
zh: 这将重置你的董事会位置

source: to the one held by Fics
ar: إلى الذي يحمله فيكس
bg: към този, държан от Fics
bn: ফিক্সের দখলে থাকা একটিতে
da: til den, som Fics har
sq: tek ai që mban Fics
zh: 到 Fics 举办的

source: Moves prior to this position will be lost
ar: سيتم فقدان التحركات السابقة لهذا الموضع
bg: Ходовете преди тази позиция ще бъдат загубени
bn: এই অবস্থানের আগে স্থানান্তরগুলি হারিয়ে যাবে
da: Træk før denne position vil gå tabt
sq: Lëvizjet para këtij pozicioni do të humbasin
zh: 此位置之前的举动将会丢失

source: This command only works when you are playing a game
ar: هذا الأمر يعمل فقط عندما تلعب لعبة
bg: Тази команда работи само когато играете игра
bn: এই কমান্ডটি শুধুমাত্র তখনই কাজ করে যখন আপনি একটি গেম খেলছেন।
da: Denne kommando virker kun, når du spiller et spil
sq: Kjo komandë funksionon vetëm kur jeni duke luajtur një lojë
zh: 此命令仅在您玩游戏时有效

source: Are you sure that you want to resign (y/n) ?
ar: هل أنت متأكد أنك تريد الاستقالة (y/n)؟
bg: Сигурни ли сте, че искате да подадете оставка (y/n)?
bn: তুমি কি নিশ্চিত যে তুমি পদত্যাগ করতে চাও (y/n)?
da: Er du sikker på, at du vil træde tilbage (y/n) ?
sq: Jeni i sigurt se doni të jepni dorëheqjen (y/n)?
zh: 您确定要辞职吗（y/n）？

source: Please confirm resignation
ar: الرجاء تأكيد الاستقالة
bg: Моля, потвърдете оставката
bn: পদত্যাগ নিশ্চিত করুন।
da: Bekræft venligst fratrædelsen
sq: Ju lutemi konfirmoni dorëheqjen
zh: 请确认辞职

source: If you close this window, the connection to Fics will be lost.
ar: إذا قمت بإغلاق هذه النافذة، سيتم فقدان الاتصال بـ Fics.
bg: Ако затворите този прозорец, връзката с Fics ще бъде изгубена.
bn: এই উইন্ডোটি বন্ধ করলে, Fics-এর সাথে সংযোগ বিচ্ছিন্ন হয়ে যাবে।
da: Hvis du lukker dette vindue, vil forbindelsen til Fics gå tabt.
sq: Nëse e mbyllni këtë dritare, lidhja me Fics do të humbet.
zh: 如果您关闭此窗口，与 Fics 的连接将丢失。

source: You can minimize the window without losing the connection.
ar: يمكنك تصغير النافذة دون فقدان الاتصال.
bg: Можете да минимизирате прозореца, без да губите връзката.
bn: সংযোগ না হারিয়েই আপনি উইন্ডোটি ছোট করতে পারেন।
da: Du kan minimere vinduet uden at miste forbindelsen.
sq: Ju mund të minimizoni dritaren pa humbur lidhjen.
zh: 您可以最小化窗口而不会丢失连接。

source: Do you still wish to close the window (y/n) ?
ar: هل لا تزال ترغب في إغلاق النافذة (y/n)؟
bg: Все още ли искате да затворите прозореца (да/не)?
bn: তুমি কি এখনও উইন্ডোটি (y/n) বন্ধ করতে চাও?
da: Ønsker du stadig at lukke vinduet (y/n) ?
sq: Dëshironi akoma të mbyllni dritaren (y/n)?
zh: 您仍想关闭窗口吗 (y/n)?

source: Please confirm the window closing
ar: يرجى تأكيد إغلاق النافذة
bg: Моля, потвърдете затварянето на прозореца
bn: উইন্ডো বন্ধ করার বিষয়টি নিশ্চিত করুন।
da: Bekræft venligst vinduets lukning
sq: Ju lutemi konfirmoni mbylljen e dritares
zh: 请确认窗口关闭

source: Log on as well
ar: تسجيل الدخول أيضا
bg: Влезте и вие
bn: লগ ইন করুন।
da: Log også på
sq: Identifikohu gjithashtu
zh: 也登录

source: Log on as guest
ar: تسجيل الدخول كضيف
bg: Влезте като гост
bn: অতিথি হিসেবে লগ ইন করুন
da: Log på som gæst
sq: Identifikohu si i ftuar
zh: 以访客身份登录

source: As registered user
ar: كمستخدم مسجل
bg: Като регистриран потребител
bn: নিবন্ধিত ব্যবহারকারী হিসেবে
da: Som registreret bruger
sq: Si përdorues i regjistruar
zh: 作为注册用户

source: User name :
ar: اسم المستخدم :
bg: потребителско име:
bn: ব্যবহারকারীর নাম :
da: Brugernavn:
sq: Emri i përdoruesit:
zh: 用户名 :

source: Password :
ar: كلمة المرور :
bg: Парола:
bn: পাসওয়ার্ড :
da: Adgangskode:
sq: Fjalëkalimi:
zh: 密码 ：

source: Connect
ar: يتصل
bg: Свържете се
bn: সংযোগ করুন
da: Forbinde
sq: Lidhu
zh: 连接

source: This dialog box allows you to connect to Fics
ar: يسمح لك مربع الحوار هذا بالاتصال بـ Fics
bg: Този диалогов прозорец ви позволява да се свържете с Fics
bn: এই ডায়ালগ বক্সটি আপনাকে Fics এর সাথে সংযোগ স্থাপন করতে দেয়
da: Denne dialogboks giver dig mulighed for at oprette forbindelse til Fics
sq: Kjo kuti dialogu ju lejon të lidheni me Fics
zh: 此对话框允许您连接到 Fics

source: You can also log on simutaneously, either as a guest,
ar: يمكنك أيضًا تسجيل الدخول في نفس الوقت، إما كضيف،
bg: Можете също така да влезете едновременно, или като гост,
bn: আপনি একই সাথে লগ ইন করতে পারেন, অতিথি হিসেবেও,
da: Du kan også logge på samtidigt, enten som gæst,
sq: Ju gjithashtu mund të identifikoheni në të njëjtën kohë, qoftë si mysafir,
zh: 您也可以同时以访客身份登录，

source: or as a registered user if you enter your username and password.
ar: أو كمستخدم مسجل إذا قمت بإدخال اسم المستخدم وكلمة المرور الخاصة بك.
bg: или като регистриран потребител, ако въведете вашето потребителско име и парола.
bn: অথবা যদি আপনি আপনার ব্যবহারকারীর নাম এবং পাসওয়ার্ড প্রবেশ করান তাহলে একজন নিবন্ধিত ব্যবহারকারী হিসেবে।
da: eller som registreret bruger, hvis du indtaster dit brugernavn og adgangskode.
sq: ose si përdorues i regjistruar nëse futni emrin e përdoruesit dhe fjalëkalimin.
zh: 或者如果您输入用户名和密码，则作为注册用户。

source: If the connection is successful, you will see the
ar: إذا كان الاتصال ناجحًا، فسترى
bg: Ако връзката е успешна, ще видите
bn: সংযোগ সফল হলে, আপনি দেখতে পাবেন
da: Hvis forbindelsen lykkes, vil du se
sq: Nëse lidhja është e suksesshme, do të shihni
zh: 如果连接成功，您将看到

source: Fics welcome screen in the < Output from Fics > text box.
ar: شاشة الترحيب بالقصص الخيالية في مربع النص <إخراج من القصص الخيالية>.
bg: Поздравителен екран на Fics в текстовото поле < Изход от Fics >.
bn: <আউটপুট থেকে Fics > টেক্সট বক্সে Fics স্বাগতম স্ক্রিন।
da: Fics velkomstskærm i tekstboksen < Output from Fics >.
sq: Ekrani i mirëseardhjes së Fics në kutinë e tekstit < Output from Fics >.
zh: Fics 欢迎屏幕在 < 来自 Fics 的输出 > 文本框中。

source: If the connection fails, you will get an error message.
ar: إذا فشل الاتصال، فستتلقى رسالة خطأ.
bg: Ако връзката е неуспешна, ще получите съобщение за грешка.
bn: সংযোগ ব্যর্থ হলে, আপনি একটি ত্রুটি বার্তা পাবেন।
da: Hvis forbindelsen mislykkes, får du en fejlmeddelelse.
sq: Nëse lidhja dështon, do të merrni një mesazh gabimi.
zh: 如果连接失败，您将收到一条错误消息。

source: and instructions on how to try to solve the problem.
ar: وتعليمات حول كيفية محاولة حل المشكلة.
bg: и инструкции как да опитате да разрешите проблема.
bn: এবং সমস্যা সমাধানের চেষ্টা করার নির্দেশাবলী।
da: og instruktioner om, hvordan man forsøger at løse problemet.
sq: dhe udhëzime se si të përpiqeni të zgjidhni problemin.
zh: 以及如何尝试解决问题的说明。

source: Connect to Fics help
ar: الاتصال بمساعدات Fics
bg: Свържете се с помощта на Fics
bn: Fics সহায়তার সাথে সংযোগ করুন
da: Opret forbindelse til Fics hjælp
sq: Lidhu me ndihmën e Fics
zh: 连接到 Fics 帮助

source: Your opponent has offered you a draw
ar: لقد عرض عليك خصمك التعادل
bg: Опонентът ви е предложил реми
bn: তোমার প্রতিপক্ষ তোমাকে ড্র করার প্রস্তাব দিয়েছে।
da: Din modstander har tilbudt dig uafgjort
sq: Kundërshtari juaj ju ka ofruar një barazim
zh: 你的对手向你提出和棋

source: Do you wish to accept ?
ar: هل ترغب بالقبول؟
bg: Желаете ли да приемете?
bn: তুমি কি গ্রহণ করতে চাও?
da: Ønsker du at acceptere?
sq: Dëshironi të pranoni?
zh: 您愿意接受吗？

source: Your opponent has offered to abort the game
ar: لقد عرض خصمك إلغاء اللعبة
bg: Опонентът ви е предложил да прекъснете играта
bn: তোমার প্রতিপক্ষ খেলাটি বাতিল করার প্রস্তাব দিয়েছে।
da: Din modstander har tilbudt at afbryde spillet
sq: Kundërshtari juaj ka ofruar të ndërpresë lojën
zh: 你的对手提出中止游戏

source: Game over - Game was drawn
ar: انتهت اللعبة - انتهت المباراة بالتعادل
bg: Играта приключи - Играта беше наравно
bn: খেলা শেষ - খেলা ড্র হয়েছে
da: Game over - Kampen blev uafgjort
sq: Loja mbaroi - Loja u barazua
zh: 比赛结束 - 比赛打成平局

source: Game over :-
ar: انتهت اللعبة :-
bg: Играта приключи :-
bn: খেলা শেষ :-
da: Spillet er slut :-
sq: Loja ka përfunduar: -
zh: 游戏结束 ：-

source: Black checkmated
ar: كش ملك أسود
bg: Черен мат
bn: কালো চেকমেটেড
da: Sort skakmat
sq: mat i zi
zh: 黑棋将死

source: Black forfeits on time
ar: الأسود يخسر في الوقت المحدد
bg: Черните губят навреме
bn: কালো সময়মতো হারিয়ে যায়
da: Sort fortaber sig til tiden
sq: E zeza humbet në kohë
zh: 黑方及时弃权

source: White wins
ar: الأبيض يفوز
bg: Белите печелят
bn: সাদারা জিতেছে
da: Hvid vinder
sq: E bardha fiton
zh: 白方获胜

source: White checkmated
ar: كش مات أبيض
bg: Уайт мат
bn: সাদা চেকমেটেড
da: Hvid skakmat
sq: mat i bardhë
zh: 白方将死

source: White forfeits on time
ar: الأبيض يخسر في الوقت المحدد
bg: Белите губят навреме
bn: সাদারা সময়মতো হার মানেন
da: Hvid mister til tiden
sq: E bardha humbet në kohë
zh: 白方及时弃权

source: Black wins
ar: الأسود يفوز
bg: Черните печелят
bn: কৃষ্ণাঙ্গদের জয়
da: Sort vinder
sq: E zeza fiton
zh: 黑方获胜
