Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: at a time).
ar: في وقت واحد).
bg: в даден момент).
bn: এক সময়ে)।
da: ad gangen).
sq: në një kohë).
zh: 一次）。

source: Tarrasch database file
ar: ملف قاعدة بيانات Tarrasch
bg: Файл база данни Tarrasch
bn: ট্যারাশ ডাটাবেস ফাইল
da: Tarrasch database fil
sq: Skedari i bazës së të dhënave Tarrasch
zh: Tarrasch 数据库文件

source: already exists
ar: موجود بالفعل
bg: вече съществува
bn: ইতিমধ্যেই বিদ্যমান
da: findes allerede
sq: tashmë ekziston
zh: 已经存在

source: No Tarrasch database file specified
ar: لم يتم تحديد ملف قاعدة بيانات Tarrasch
bg: Не е посочен файл с база данни на Tarrasch
bn: কোনও Tarrasch ডাটাবেস ফাইল নির্দিষ্ট করা হয়নি
da: Ingen Tarrasch-databasefil angivet
sq: Asnjë skedar i bazës së të dhënave Tarrasch nuk është specifikuar
zh: 未指定 Tarrasch 数据库文件

source: No usable pgn files specified
ar: لم يتم تحديد ملفات pgn قابلة للاستخدام
bg: Не са посочени използваеми pgn файлове
bn: কোনও ব্যবহারযোগ্য pgn ফাইল নির্দিষ্ট করা হয়নি
da: Ingen brugbare pgn-filer er angivet
sq: Nuk janë specifikuar skedarë pgn të përdorshëm
zh: 未指定可用的 pgn 文件

source: Cannot create
ar: لا يمكن إنشاء
bg: Не може да се създаде
bn: তৈরি করা যাচ্ছে না
da: Kan ikke oprette
sq: Nuk mund të krijohet
zh: 无法创建

source: Creating database, step 1 of 4
ar: إنشاء قاعدة البيانات، الخطوة 1 من 4
bg: Създаване на база данни, стъпка 1 от 4
bn: ডাটাবেস তৈরি করা, ৪টির মধ্যে ১ম ধাপ
da: Oprettelse af database, trin 1 af 4
sq: Krijimi i bazës së të dhënave, hapi 1 nga 4
zh: 创建数据库，第 1 步（共 4 步）

source: Reading file #
ar: قراءة الملف #
bg: Четене на файл #
bn: ফাইল # পঠন করা হচ্ছে
da: Læser fil #
sq: Leximi i skedarit #
zh: 读取文件#

source: cancel
ar: يلغي
bg: анулиране
bn: বাতিল করুন
da: ophæve
sq: anuloni
zh: 取消

source: Creating database
ar: إنشاء قاعدة البيانات
bg: Създаване на база данни
bn: ডাটাবেস তৈরি করা হচ্ছে
da: Oprettelse af database
sq: Krijimi i bazës së të dhënave
zh: 创建数据库

source: Database creation cancelled
ar: تم إلغاء إنشاء قاعدة البيانات
bg: Създаването на база данни е отменено
bn: ডাটাবেস তৈরি বাতিল করা হয়েছে
da: Databaseoprettelse annulleret
sq: Krijimi i bazës së të dhënave u anulua
zh: 数据库创建已取消

source: Database creation failed
ar: فشل إنشاء قاعدة البيانات
bg: Неуспешно създаване на база данни
bn: ডাটাবেস তৈরি ব্যর্থ হয়েছে
da: Databaseoprettelse mislykkedes
sq: Krijimi i bazës së të dhënave dështoi
zh: 数据库创建失败

source: doesn't exist
ar: لا يوجد
bg: не съществува
bn: নেই
da: eksisterer ikke
sq: nuk ekziston
zh: 不存在

source: Appending to database, step 1 of 5
ar: الإضافة إلى قاعدة البيانات، الخطوة 1 من 5
bg: Добавяне към база данни, стъпка 1 от 5
bn: ডাটাবেসে যোগ করা হচ্ছে, ৫টির মধ্যে ১ম ধাপ
da: Tilføjelse til database, trin 1 af 5
sq: Shtimi në bazën e të dhënave, hapi 1 nga 5
zh: 附加到数据库，第 1 步（共 5 步）

source: Reading existing database
ar: قراءة قاعدة البيانات الموجودة
bg: Четене на съществуваща база данни
bn: বিদ্যমান ডাটাবেস পড়া হচ্ছে
da: Læser eksisterende database
sq: Leximi i bazës së të dhënave ekzistuese
zh: 读取现有数据库

source: Appending to database, step 2 of 5
ar: الإضافة إلى قاعدة البيانات، الخطوة 2 من 5
bg: Добавяне към база данни, стъпка 2 от 5
bn: ডাটাবেসে যোগ করা হচ্ছে, ৫ এর মধ্যে ২য় ধাপ
da: Tilføjelse til database, trin 2 af 5
sq: Shtimi në bazën e të dhënave, hapi 2 nga 5
zh: 附加到数据库，第 2 步（共 5 步）

source: Appending to database
ar: إضافة إلى قاعدة البيانات
bg: Добавяне към база данни
bn: ডাটাবেসে যুক্ত করা হচ্ছে
da: Tilføjelse til database
sq: Shtimi në bazën e të dhënave
zh: 追加到数据库

source: Tarrasch database files (.tdb files) are compact game collections.
ar: ملفات قاعدة بيانات Tarrasch (ملفات .tdb) عبارة عن مجموعات ألعاب مضغوطة.
bg: Файловете с бази данни на Tarrasch (.tdb файлове) са компактни колекции от игри.
bn: Tarrasch ডাটাবেস ফাইল (.tdb ফাইল) হল কম্প্যাক্ট গেম সংগ্রহ।
da: Tarrasch-databasefiler (.tdb-filer) er kompakte spilsamlinger.
sq: Skedarët e bazës së të dhënave Tarrasch (skedarët .tdb) janë koleksione kompakte lojërash.
zh: Tarrasch 数据库文件 (.tdb 文件) 是紧凑的游戏集合。

source: At the moment only complete games are supported (i.e. no game fragments).
ar: في الوقت الحالي يتم دعم الألعاب الكاملة فقط (أي لا توجد أجزاء من اللعبة).
bg: В момента се поддържат само цели игри (т.е. без фрагменти от игра).
bn: এই মুহূর্তে শুধুমাত্র সম্পূর্ণ গেমগুলি সমর্থিত (অর্থাৎ কোনও গেমের টুকরো নেই)।
da: I øjeblikket understøttes kun komplette spil (dvs. ingen spilfragmenter).
sq: Për momentin mbështeten vetëm lojërat e plota (d.m.th. asnjë fragment i lojës).
zh: 目前仅支持完整的游戏（即不支持游戏片段）。

source: Similarly no comments or variations are supported at this time.
ar: وبالمثل، لا يتم دعم أي تعليقات أو تغييرات في هذا الوقت.
bg: По същия начин в момента не се поддържат коментари или варианти.
bn: একইভাবে এই মুহূর্তে কোনও মন্তব্য বা ভিন্নতা সমর্থিত নয়।
da: På samme måde understøttes ingen kommentarer eller variationer på nuværende tidspunkt.
sq: Në mënyrë të ngjashme, asnjë koment ose ndryshim nuk mbështetet në këtë moment.
zh: 同样，目前也不支持任何评论或变更。

source: Tarrasch uses one database file at a time (the current database).
ar: يستخدم Tarrasch ملف قاعدة بيانات واحد في كل مرة (قاعدة البيانات الحالية).
bg: Tarasch използва по един файл с база данни (текущата база данни).
bn: Tarrasch একবারে একটি ডাটাবেস ফাইল ব্যবহার করে (বর্তমান ডাটাবেস)।
da: Tarrasch bruger én databasefil ad gangen (den aktuelle database).
sq: Tarrasch përdor një skedar të bazës së të dhënave në të njëjtën kohë (baza e të dhënave aktuale).
zh: Tarrasch 每次使用一个数据库文件（当前数据库）。

source: Tarrasch can search the current database quickly and efficiently
ar: يمكن لـ Tarrasch البحث في قاعدة البيانات الحالية بسرعة وكفاءة
bg: Tarrasch може да търси в текущата база данни бързо и ефективно
bn: Tarrasch দ্রুত এবং দক্ষতার সাথে বর্তমান ডাটাবেস অনুসন্ধান করতে পারে
da: Tarrasch kan søge i den aktuelle database hurtigt og effektivt
sq: Tarrasch mund të kërkojë shpejt dhe me efikasitet bazën aktuale të të dhënave
zh: Tarrasch 可以快速高效地搜索当前数据库

source: for any position or for piece patterns or material balances.
ar: لأي موضع أو لأنماط القطعة أو توازنات المواد.
bg: за всяка позиция или за модели на парчета или материални баланси.
bn: যেকোনো অবস্থানের জন্য অথবা টুকরো প্যাটার্ন বা উপাদানের ভারসাম্যের জন্য।
da: til enhver position eller til brikmønstre eller materialebalancer.
sq: për çdo pozicion ose për modele pjesësh ose ekuilibra materiale.
zh: 对于任何位置、部件模式或物料平衡。

source: Tarrasch databases are created from .pgn files.
ar: يتم إنشاء قواعد بيانات Tarrasch من ملفات .pgn.
bg: Базите данни на Tarrasch се създават от .pgn файлове.
bn: Tarrasch ডাটাবেসগুলি .pgn ফাইল থেকে তৈরি করা হয়।
da: Tarrasch-databaser oprettes ud fra .pgn-filer.
sq: Bazat e të dhënave Tarrasch krijohen nga skedarët .pgn.
zh: Tarrasch 数据库是由 .pgn 文件创建的。

source: The only way Tarrasch databases can be modified (at this time) is by
ar: الطريقة الوحيدة التي يمكن بها تعديل قواعد بيانات Tarrasch (في هذا الوقت) هي عن طريق
bg: Единственият начин, по който базите данни на Tarasch могат да бъдат модифицирани (в момента) е чрез
bn: (এই মুহূর্তে) Tarrasch ডাটাবেস পরিবর্তন করার একমাত্র উপায় হল
da: Den eneste måde Tarrasch-databaser kan ændres på (på nuværende tidspunkt) er ved
sq: E vetmja mënyrë që bazat e të dhënave Tarrasch mund të modifikohen (në këtë moment) është me anë të
zh: 目前，修改 Tarrasch 数据库的唯一方法是

source: appending more games to them with the Append to database command.
ar: إضافة المزيد من الألعاب إليهم باستخدام أمر الإضافة إلى قاعدة البيانات.
bg: добавяне на още игри към тях с командата Append to database.
bn: অ্যাপেন্ড টু ডাটাবেস কমান্ডের সাহায্যে তাদের সাথে আরও গেম যুক্ত করা।
da: ved at tilføje flere spil til dem med kommandoen Tilføj til database.
sq: duke u bashkëngjitur atyre më shumë lojëra me komandën Append to database.
zh: 使用附加到数据库命令向其中附加更多游戏。

source: Tarrasch automatically rejects duplicate games.
ar: يرفض Tarrasch الألعاب المكررة تلقائيًا.
bg: Tarrasch автоматично отхвърля дублирани игри.
bn: Tarrasch স্বয়ংক্রিয়ভাবে ডুপ্লিকেট গেম প্রত্যাখ্যান করে।
da: Tarrasch afviser automatisk duplikerede spil.
sq: Tarrasch automatikisht refuzon lojërat e kopjuara.
zh: Tarrasch 会自动拒绝重复的游戏。

source: Rejected duplicate games are saved in file TarraschDbDuplicatesFile.pgn.
ar: يتم حفظ الألعاب المكررة المرفوضة في الملف TarraschDbDuplicatesFile.pgn.
bg: Отхвърлените дублирани игри се записват във файл TarraschDbDuplicatesFile.pgn.
bn: প্রত্যাখ্যাত ডুপ্লিকেট গেমগুলি TarraschDbDuplicatesFile.pgn ফাইলে সংরক্ষিত হয়।
da: Afviste dubletspil gemmes i filen TarraschDbDuplicatesFile.pgn.
sq: Lojërat e kopjuara të refuzuara ruhen në skedarin TarraschDbDuplicatesFile.pgn.
zh: 被拒绝的重复游戏保存在文件 TarraschDbDuplicatesFile.pgn 中。

source: Games can be rejected based on rating if desired.
ar: يمكن رفض الألعاب بناءً على التقييم إذا رغبت في ذلك.
bg: Игрите могат да бъдат отхвърлени въз основа на рейтинг, ако желаете.
bn: ইচ্ছা করলে রেটিং এর উপর ভিত্তি করে গেম বাতিল করা যেতে পারে।
da: Spil kan afvises baseret på vurdering, hvis det ønskes.
sq: Nëse dëshironi, lojërat mund të refuzohen në bazë të vlerësimit.
zh: 如果需要，可以根据评级拒绝游戏。

source: For best results, create databases with older .pgn files first,
ar: للحصول على أفضل النتائج، قم بإنشاء قواعد بيانات بملفات .pgn الأقدم أولاً،
bg: За най-добри резултати първо създайте бази данни с по-стари .pgn файлове,
bn: সেরা ফলাফলের জন্য, প্রথমে পুরোনো .pgn ফাইল দিয়ে ডাটাবেস তৈরি করুন,
da: For de bedste resultater skal du først oprette databaser med ældre .pgn-filer,
sq: Për rezultate më të mira, fillimisht krijoni bazat e të dhënave me skedarë më të vjetër .pgn,
zh: 为了获得最佳效果，请先使用较旧的 .pgn 文件创建数据库，

source: and append newer games as you collect them.
ar: وإضافة الألعاب الأحدث عند تجميعها.
bg: и добавяйте по-нови игри, докато ги събирате.
bn: এবং নতুন গেম সংগ্রহ করার সাথে সাথে যোগ করুন।
da: og tilføj nyere spil, efterhånden som du samler dem.
sq: dhe shtoni lojëra më të reja ndërsa i grumbulloni.
zh: 并在您收集新游戏时将其添加。

source: Tarrasch will try to present most recent games first.
ar: سيحاول تاراش تقديم أحدث الألعاب أولاً.
bg: Tarasch ще се опита първо да представи най-новите игри.
bn: ট্যারাশ প্রথমে সাম্প্রতিকতম খেলাগুলি উপস্থাপন করার চেষ্টা করবে।
da: Tarrasch vil prøve at præsentere de seneste spil først.
sq: Tarrasch do të përpiqet të paraqesë së pari lojërat më të fundit.
zh: Tarrasch 将尝试首先展示最新的比赛。

source: Create database / Append to database help
ar: إنشاء قاعدة بيانات / إضافة إلى مساعدة قاعدة البيانات
bg: Помощ за създаване на база данни / добавяне към база данни
bn: ডাটাবেস তৈরি করুন / ডাটাবেসে যোগ করুন সাহায্য
da: Opret database / Tilføj til databasehjælp
sq: Krijoni bazën e të dhënave / Shtojini ndihmës në bazën e të dhënave
zh: 创建数据库/附加到数据库帮助

source: None of the above
ar: لا شيء مما سبق
bg: Нито едно от горните
bn: উপরের কোনটিই নয়
da: Ingen af ​​ovenstående
sq: Asnjë nga sa më sipër
zh: 以上都不是

source: Delete variation
ar: حذف الاختلاف
bg: Изтриване на варианта
bn: ভেরিয়েশন মুছুন
da: Slet variation
sq: Fshi variacionin
zh: 删除变体

source: Delete text/remainder
ar: حذف النص/الباقي
bg: Изтриване на текст/остатък
bn: টেক্সট/বাকি অংশ মুছে ফেলুন
da: Slet tekst/resten
sq: Fshi tekstin/mbeturin
zh: 删除文字/剩余内容

source: Promote variation
ar: تعزيز التنوع
bg: Насърчавайте вариациите
bn: বৈচিত্র্য প্রচার করুন
da: Fremme variation
sq: Promovoni variacionin
zh: 促进变化

source: Demote variation
ar: تخفيض التباين
bg: Вариация на понижение
bn: বৈচিত্র্য হ্রাস করুন
da: Degrader variation
sq: Ulja e variacionit
zh: 降级变体

source: Goto move number
ar: انتقل إلى رقم النقل
bg: Преместване на номер
bn: সরানোর নম্বরে যান
da: Gå til at flytte nummer
sq: Shkoni të lëvizni numrin
zh: 转到移动编号

source: Input move number :
ar: أدخل رقم الحركة:
bg: Въведете номер на ход:
bn: ইনপুট মুভ নম্বর:
da: Indtast flyttenummer:
sq: Numri i lëvizjes së hyrjes:
zh: 输入手数：

source: Database is not open, database is not automatically
ar: قاعدة البيانات ليست مفتوحة، قاعدة البيانات ليست مفتوحة تلقائيًا
bg: Базата данни не е отворена, базата данни не е автоматично
bn: ডাটাবেস খোলা নেই, ডাটাবেস স্বয়ংক্রিয়ভাবে খোলা নেই
da: Databasen er ikke åben, databasen er ikke automatisk
sq: Baza e të dhënave nuk është e hapur, baza e të dhënave nuk është automatikisht
zh: 数据库未打开，数据库不能自动

source: loaded if another instance of Tarrasch is running
ar: يتم تحميله إذا تم تشغيل مثيل آخر من Tarrasch
bg: се зарежда, ако се изпълнява друго копие на Tarrasch
bn: যদি Tarrasch-এর আরেকটি উদাহরণ চলমান থাকে তাহলে লোড করা হবে
da: indlæst, hvis en anden forekomst af Tarrasch kører
sq: ngarkohet nëse një shembull tjetër i Tarrasch po funksionon
zh: 如果 Tarrasch 的另一个实例正在运行，则加载

source: Database not yet open
ar: قاعدة البيانات لم تفتح بعد
bg: Базата данни все още не е отворена
bn: ডাটাবেস এখনও খোলা হয়নি
da: Databasen er endnu ikke åben
sq: Baza e të dhënave nuk është hapur ende
zh: 数据库尚未开放

source: White Player
ar: لاعب أبيض
bg: Бял играч
bn: সাদা খেলোয়াড়
da: Hvid spiller
sq: Lojtar i bardhë
zh: 白玩家

source: Search
ar: يبحث
bg: Търсене
bn: অনুসন্ধান করুন
da: Søge
sq: Kërko
zh: 搜索

source: Clear Clipboard
ar: مسح الحافظة
bg: Изчистване на клипборда
bn: ক্লিপবোর্ড সাফ করুন
da: Ryd udklipsholder
sq: Pastro "Clipboard".
zh: 清除剪贴板

source: Add to Clipboard
ar: أضف إلى الحافظة
bg: Добавяне към клипборда
bn: ক্লিপবোর্ডে যোগ করুন
da: Føj til udklipsholder
sq: Shto në Clipboard
zh: 添加到剪贴板

source: Add All Player's White Games
ar: إضافة جميع ألعاب اللاعبين البيضاء
bg: Добавете белите игри на всички играчи
bn: সকল খেলোয়াড়ের সাদা গেম যোগ করুন
da: Tilføj alle spillers hvide spil
sq: Shtoni të gjitha lojërat e bardha të lojtarit
zh: 添加所有玩家的白棋

source: White player
ar: لاعب ابيض
bg: Бял играч
bn: সাদা খেলোয়াড়
da: Hvid spiller
sq: Lojtar i bardhë
zh: 白人球员

source: Add All Player's Black Games
ar: إضافة جميع ألعاب اللاعبين السوداء
bg: Добавяне на всички черни игри на играча
bn: সকল খেলোয়াড়ের কালো গেম যোগ করুন
da: Tilføj alle spilleres sorte spil
sq: Shto të gjitha lojërat e zeza të lojtarit
zh: 添加所有玩家的黑色游戏

source: Save all
ar: احفظ الكل
bg: Запазете всички
bn: সব সেভ করুন
da: Gem alle
sq: Ruaj të gjitha
zh: 保存全部

source: Clipboard as temp database
ar: الحافظة كقاعدة بيانات مؤقتة
bg: Клипборд като временна база данни
bn: টেম্প ডাটাবেস হিসেবে ক্লিপবোর্ড
da: Udklipsholder som midlertidig database
sq: Clipboard si bazë të dhënash temp
zh: 剪贴板作为临时数据库

source: Enter a complete or partial player name here, then search for it.
ar: أدخل اسم اللاعب الكامل أو الجزئي هنا، ثم ابحث عنه.
bg: Въведете пълно или частично име на играч тук, след което го потърсете.
bn: এখানে একটি সম্পূর্ণ বা আংশিক খেলোয়াড়ের নাম লিখুন, তারপর এটি অনুসন্ধান করুন।
da: Indtast et helt eller delvist spillernavn her, og søg derefter efter det.
sq: Futni një emër të plotë ose të pjesshëm të lojtarit këtu, më pas kërkoni atë.
zh: 在此输入完整或部分球员姓名，然后进行搜索。

source: Enter a complete or partial player name to the left, then search for it.
ar: أدخل اسم اللاعب الكامل أو الجزئي على اليسار، ثم ابحث عنه.
bg: Въведете пълно или частично име на играч вляво, след което го потърсете.
bn: বাম দিকে একটি সম্পূর্ণ বা আংশিক খেলোয়াড়ের নাম লিখুন, তারপর এটি অনুসন্ধান করুন।
da: Indtast et helt eller delvist spillernavn til venstre, og søg derefter efter det.
sq: Futni një emër të plotë ose të pjesshëm të lojtarit në të majtë, më pas kërkoni atë.
zh: 在左侧输入完整或者部分球员姓名，然后进行搜索。

source: If the player name is partial, multiple presses find all matching players.
ar: إذا كان اسم اللاعب جزئيًا، فستؤدي الضغطات المتعددة إلى العثور على جميع اللاعبين المتطابقين.
bg: Ако името на играча е частично, многократните натискания намират всички съвпадащи играчи.
bn: যদি খেলোয়াড়ের নাম আংশিক হয়, তাহলে একাধিক প্রেসে সমস্ত মিলে যাওয়া খেলোয়াড় খুঁজে পাওয়া যাবে।
da: Hvis spillernavnet er delvist, finder flere tryk alle matchende spillere.
sq: Nëse emri i lojtarit është i pjesshëm, shtypjet e shumta i gjejnë të gjithë lojtarët që përputhen.
zh: 如果球员姓名不完整，多次按下可找到所有匹配的球员。

source: Save all listed games to a new .pgn file
ar: احفظ جميع الألعاب المدرجة في ملف .pgn جديد
bg: Запазете всички изброени игри в нов .pgn файл
bn: তালিকাভুক্ত সমস্ত গেম একটি নতুন .pgn ফাইলে সংরক্ষণ করুন।
da: Gem alle listede spil i en ny .pgn-fil
sq: Ruani të gjitha lojërat e listuara në një skedar të ri .pgn
zh: 将所有列出的游戏保存到新的 .pgn 文件中

source: Use this panel to navigate the current database.
ar: استخدم هذه اللوحة للتنقل في قاعدة البيانات الحالية.
bg: Използвайте този панел, за да навигирате в текущата база данни.
bn: বর্তমান ডাটাবেস নেভিগেট করতে এই প্যানেলটি ব্যবহার করুন।
da: Brug dette panel til at navigere i den aktuelle database.
sq: Përdorni këtë panel për të lundruar në bazën e të dhënave aktuale.
zh: 使用此面板导航当前数据库。

source: Use Load Game to load a game into a new tab
ar: استخدم Load Game لتحميل اللعبة في علامة تبويب جديدة
bg: Използвайте Load Game, за да заредите игра в нов раздел
bn: একটি নতুন ট্যাবে একটি গেম লোড করতে লোড গেম ব্যবহার করুন
da: Brug Load Game til at indlæse et spil til en ny fane
sq: Përdorni Load Game për të ngarkuar një lojë në një skedë të re
zh: 使用“加载游戏”将游戏加载到新选项卡中

source: and Use Game to add the game as a variation in the current tab.
ar: واستخدم اللعبة لإضافة اللعبة كنوع من التنوع في علامة التبويب الحالية.
bg: и Използвайте Game, за да добавите играта като вариант в текущия раздел.
bn: এবং বর্তমান ট্যাবে একটি ভেরিয়েশন হিসেবে গেমটি যোগ করতে Game ব্যবহার করুন।
da: og Brug Spil til at tilføje spillet som en variation i den aktuelle fane.
sq: dhe Përdor lojën për të shtuar lojën si variacion në skedën aktuale.
zh: 并使用游戏将游戏作为变体添加到当前选项卡中。

source: You can add games to the clipboard and set the clipboard as the
ar: يمكنك إضافة الألعاب إلى الحافظة وتعيين الحافظة كـ
bg: Можете да добавяте игри към клипборда и да зададете клипборда като
bn: আপনি ক্লিপবোর্ডে গেম যোগ করতে পারেন এবং ক্লিপবোর্ডটিকে
da: Du kan tilføje spil til udklipsholderen og indstille udklipsholderen som
sq: Ju mund të shtoni lojëra në kujtesën e fragmenteve dhe ta vendosni tabelën e fragmenteve si
zh: 您可以将游戏添加到剪贴板，并将剪贴板设置为

source: temporary database so that only games from the clipboard appear
ar: قاعدة بيانات مؤقتة بحيث تظهر الألعاب الموجودة في الحافظة فقط
bg: временна база данни, така че да се показват само игри от клипборда
bn: অস্থায়ী ডাটাবেস যাতে কেবল ক্লিপবোর্ড থেকে গেমগুলি প্রদর্শিত হয়
da: midlertidig database, så kun spil fra klippebordet vises
sq: bazën e të dhënave të përkohshme në mënyrë që të shfaqen vetëm lojërat nga clipboard
zh: 临时数据库，以便只显示剪贴板中的游戏

source: and the drill down stats (available in other database views)
ar: وإحصائيات التنقيب (متوفرة في وجهات نظر قاعدة البيانات الأخرى)
bg: и статистиката за детайлизиране (достъпна в други изгледи на база данни)
bn: এবং ড্রিল ডাউন পরিসংখ্যান (অন্যান্য ডাটাবেস ভিউতে উপলব্ধ)
da: og drill down-statistikken (tilgængelig i andre databasevisninger)
sq: dhe statistikat e zbulimit (të disponueshme në pamjet e tjera të bazës së të dhënave)
zh: 以及深入统计（可在其他数据库视图中使用）

source: apply to those games only.
ar: تنطبق على تلك الألعاب فقط.
bg: се прилага само за тези игри.
bn: শুধুমাত্র সেই গেমগুলির ক্ষেত্রে প্রযোজ্য।
da: gælder kun for disse spil.
sq: zbatohen vetëm për ato lojëra.
zh: 只适用于那些游戏。

source: One way to use this clipboard-as-temporary-database feature for preparation
ar: طريقة واحدة لاستخدام ميزة الحافظة كقاعدة بيانات مؤقتة للتحضير
bg: Един от начините за използване на тази функция на клипборда като временна база данни за подготовка
bn: প্রস্তুতির জন্য এই ক্লিপবোর্ড-অ্যাজ-টেম্পোরারি-ডাটাবেস বৈশিষ্ট্যটি ব্যবহার করার একটি উপায়
da: En måde at bruge denne udklipsholder-som-midlertidig-database-funktion til forberedelse
sq: Një mënyrë për të përdorur këtë veçori të bazës së të dhënave të clipboard-as-të përkohshme për përgatitje
zh: 使用剪贴板作为临时数据库功能进行准备的一种方法

source: is to copy games from one player to the clipboard. To make this easy,
ar: تتمثل الطريقة في نسخ الألعاب من لاعب واحد إلى الحافظة. لتسهيل ذلك،
bg: е да копирате игри от един играч в клипборда. За да направите това лесно,
bn: হল এক প্লেয়ার থেকে ক্লিপবোর্ডে গেম কপি করা। এটি সহজ করার জন্য,
da: er at kopiere spil fra én spiller til udklipsholderen. For at gøre dette nemt,
sq: është kopjimi i lojërave nga një lojtar në kujtesën e fragmenteve. Për ta bërë këtë të lehtë,
zh: 是将游戏从一个玩家复制到剪贴板。为了方便起见，

source: buttons are provided to add a player's games to the clipboard.
ar: يتم توفير الأزرار لإضافة ألعاب اللاعب إلى الحافظة.
bg: предоставени са бутони за добавяне на игри на играч към клипборда.
bn: ক্লিপবোর্ডে খেলোয়াড়ের গেম যোগ করার জন্য বোতাম দেওয়া আছে।
da: Der er knapper til at tilføje en spillers spil til udklipsholderen.
sq: jepen butona për të shtuar lojërat e një lojtari në kujtesën e fragmenteve.
zh: 提供按钮来将玩家的游戏添加到剪贴板。

source: Use Load Game to load a game into a new tab and
ar: استخدم Load Game لتحميل اللعبة في علامة تبويب جديدة و
bg: Използвайте Load Game, за да заредите игра в нов раздел и
bn: একটি নতুন ট্যাবে একটি গেম লোড করতে লোড গেম ব্যবহার করুন এবং
da: Brug Load Game til at indlæse et spil i en ny fane og
sq: Përdorni Load Game për të ngarkuar një lojë në një skedë të re dhe
zh: 使用“加载游戏”将游戏加载到新选项卡中，然后

source: Use Game to add the game as a variation in the current tab.
ar: استخدم اللعبة لإضافة اللعبة كنوع من التنوع في علامة التبويب الحالية.
bg: Използвайте Game, за да добавите играта като вариант в текущия раздел.
bn: বর্তমান ট্যাবে একটি ভেরিয়েশন হিসেবে গেমটি যোগ করতে Game ব্যবহার করুন।
da: Brug Spil til at tilføje spillet som en variation i den aktuelle fane.
sq: Përdorni lojën për të shtuar lojën si një variant në skedën aktuale.
zh: 使用游戏将游戏作为变体添加到当前选项卡中。

source: You can drill down by clicking on moves in the Next Move box.
ar: يمكنك التعمق أكثر من خلال النقر على التحركات في مربع الخطوة التالية.
bg: Можете да направите разбивка, като щракнете върху ходове в полето Следващ ход.
bn: আপনি "পরবর্তী স্থানান্তর" বাক্সে "চালনা"-এ ক্লিক করে আরও ভালোভাবে জানতে পারবেন।
da: Du kan bore ned ved at klikke på træk i boksen Næste træk.
sq: Ju mund të zbuloni duke klikuar mbi lëvizjet në kutinë Lëvizja tjetër.
zh: 您可以通过单击“下一步”框中的动作进行深入了解。

source: and the drill down stats apply to those games only.
ar: وتنطبق إحصائيات التنقيب على تلك الألعاب فقط.
bg: и разбитите статистики се отнасят само за тези игри.
bn: এবং ড্রিল ডাউন পরিসংখ্যান শুধুমাত্র সেই গেমগুলির ক্ষেত্রে প্রযোজ্য।
da: og den detaljerede statistik gælder kun for disse spil.
sq: dhe statistikat e analizave zbatohen vetëm për ato lojëra.
zh: 并且深入统计仅适用于这些游戏。

source: One way to use this clipboard-as-temporary-database feature for
ar: طريقة واحدة لاستخدام ميزة الحافظة كقاعدة بيانات مؤقتة لـ
bg: Един от начините да използвате тази функция на клипборда като временна база данни за
bn: এই ক্লিপবোর্ড-অস্থায়ী-ডাটাবেস বৈশিষ্ট্যটি ব্যবহার করার একটি উপায়
da: En måde at bruge denne clipboard-som-temporary-database-funktion til
sq: Një mënyrë për të përdorur këtë veçori të bazës së të dhënave të clipboard-as-temporary
zh: 使用此剪贴板作为临时数据库功能的一种方法是

source: preparation is to copy games from one player to the clipboard.
ar: التحضير هو نسخ الألعاب من لاعب واحد إلى الحافظة.
bg: подготовката е да копирате игри от един играч в клипборда.
bn: প্রস্তুতি হল এক খেলোয়াড় থেকে ক্লিপবোর্ডে গেম কপি করা।
da: forberedelse er at kopiere spil fra én spiller til udklipsholderen.
sq: përgatitja është të kopjoni lojërat nga një lojtar në kujtesën e fragmenteve.
zh: 准备工作是将游戏从一个玩家复制到剪贴板。

source: To make this easy, buttonsare provided to add a player's games to the clipboard.
ar: لتسهيل هذا الأمر، تم توفير أزرار لإضافة ألعاب اللاعب إلى الحافظة.
bg: За да направите това лесно, са предоставени бутони за добавяне на игри на играч към клипборда.
bn: এটি সহজ করার জন্য, ক্লিপবোর্ডে খেলোয়াড়ের গেম যোগ করার জন্য বোতাম দেওয়া হয়েছে।
da: For at gøre dette nemt, findes der knapper til at tilføje en spillers spil til udklipsholderen.
sq: Për ta bërë këtë të lehtë, ofrohen butona për të shtuar lojërat e një lojtari në kujtesën e fragmenteve.
zh: 为了方便起见，我们提供了按钮来将玩家的游戏添加到剪贴板。
