Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: Select arrow head size
ar: حدد حجم رأس السهم
bg: Изберете размер на главата на стрелката
bn: তীরের মাথার আকার নির্বাচন করুন
da: Vælg pilehovedstørrelse
sq: Zgjidhni madhësinë e kokës së shigjetës
zh: 选择箭头尺寸

source: Select arrow thickness
ar: حدد سمك السهم
bg: Изберете дебелина на стрелката
bn: তীরের পুরুত্ব নির্বাচন করুন
da: Vælg pilens tykkelse
sq: Zgjidhni trashësinë e shigjetës
zh: 选择箭头粗细

source: Select arrow square proportion
ar: حدد نسبة السهم المربع
bg: Изберете квадратната пропорция на стрелката
bn: তীর বর্গ অনুপাত নির্বাচন করুন
da: Vælg pil kvadratisk proportion
sq: Zgjidhni proporcionin katror të shigjetës
zh: 选择箭头方形比例

source: i.e. How far into the square the arrow goes
ar: أي إلى أي مدى يصل السهم في المربع
bg: т.е. колко далеч в квадрата отива стрелката
bn: অর্থাৎ তীরটি বর্গক্ষেত্রের কতদূর পর্যন্ত যায়
da: altså hvor langt ind i firkanten pilen går
sq: dmth sa larg shkon shigjeta në shesh
zh: 即箭头进入方格的深度

source: This dialog box allow you to select the colours and options
ar: يسمح لك مربع الحوار هذا بتحديد الألوان والخيارات
bg: Този диалогов прозорец ви позволява да изберете цветовете и опциите
bn: এই ডায়ালগ বক্সটি আপনাকে রঙ এবং বিকল্পগুলি নির্বাচন করতে দেয়
da: Denne dialogboks giver dig mulighed for at vælge farver og muligheder
sq: Kjo kuti dialogu ju lejon të zgjidhni ngjyrat dhe opsionet
zh: 此对话框允许您选择颜色和选项

source: for the board square highlights.
ar: لتسليط الضوء على مربع اللوحة.
bg: за квадратните акценти на дъската.
bn: বোর্ডের বর্গাকার হাইলাইটগুলির জন্য।
da: for tavlefirkantede højdepunkter.
sq: për pikat kryesore të katrorit të tabelës.
zh: 为棋盘方形亮点。

source: Squares can be highlighted by holding down a control key
ar: يمكن تمييز المربعات بالضغط باستمرار على مفتاح التحكم
bg: Квадратите могат да бъдат маркирани чрез задържане на контролен клавиш
bn: একটি কন্ট্রোল কী ধরে রেখে স্কোয়ারগুলিকে হাইলাইট করা যেতে পারে
da: Firkanter kan fremhæves ved at holde en kontroltast nede
sq: Sheshat mund të theksohen duke mbajtur të shtypur një tast kontrolli
zh: 按住控制键可以突出显示方块

source: < Alt > < Ctrl > or < Shift > and left clicking on a square.
ar: <Alt> <Ctrl> أو <Shift> ثم انقر بزر الماوس الأيسر على المربع.
bg: < Alt > < Ctrl > или < Shift > и щракване с левия бутон върху квадрат.
bn: <Alt > <Ctrl > অথবা <Shift > টিপে একটি বর্গক্ষেত্রের উপর বাম ক্লিক করুন।
da: < Alt > < Ctrl > eller < Shift > og venstreklik på en firkant.
sq: < Alt > < Ctrl > ose < Shift > dhe duke klikuar majtas mbi një katror.
zh: < Alt > < Ctrl > 或 < Shift > 并左键单击一个正方形。

source: To clear the square highlights for the current position,
ar: لمسح المربعات المميزة للموضع الحالي،
bg: За да изчистите осветяването на квадрата за текущата позиция,
bn: বর্তমান অবস্থানের জন্য বর্গক্ষেত্রের হাইলাইটগুলি সাফ করতে,
da: For at rydde de firkantede fremhævelser for den aktuelle position,
sq: Për të pastruar pikat kryesore të katrorit për pozicionin aktual,
zh: 要清除当前位置的方形高亮，

source: hold down the < Alt > key and click in the border area
ar: اضغط باستمرار على مفتاح <Alt> وانقر في منطقة الحدود
bg: задръжте натиснат клавиша <Alt> и щракнете в областта на границата
bn: <Alt> কী চেপে ধরে সীমানা এলাকায় ক্লিক করুন।
da: hold tasten < Alt > nede, og klik i grænseområdet
sq: mbani të shtypur tastin < Alt > dhe klikoni në zonën e kufirit
zh: 按住 <Alt> 键并单击边框区域

source: which surrounds the board.
ar: التي تحيط باللوحة.
bg: която обгражда дъската.
bn: যা বোর্ডকে ঘিরে রেখেছে।
da: som omgiver tavlen.
sq: që rrethon dërrasën.
zh: 围绕着板子。

source: Hold down the < Ctrl > and < Shift > keys when you click in the border
ar: اضغط باستمرار على مفتاحي <Ctrl> و<Shift> عند النقر فوق الحدود
bg: Задръжте натиснати клавишите < Ctrl > и < Shift >, когато щракате в рамката
bn: বর্ডারে ক্লিক করার সময় <Ctrl > এবং <Shift > কীগুলি ধরে রাখুন
da: Hold tasterne < Ctrl > og < Shift > nede, når du klikker i rammen
sq: Mbani të shtypur tastet < Ctrl > dhe < Shift > kur klikoni në kufi
zh: 单击边框时按住 < Ctrl > 和 < Shift > 键

source: to clear all the square highlights in a game.
ar: لمسح جميع المربعات المميزة في اللعبة.
bg: за да изчистите всички осветени квадрати в игра.
bn: একটি খেলার সমস্ত বর্গক্ষেত্রের হাইলাইটগুলি সাফ করতে।
da: for at rydde alle firkantede højdepunkter i et spil.
sq: për të pastruar të gjitha pikat kryesore katrore në një lojë.
zh: 清除一场游戏中所有的方块高亮。

source: There are separate options for the 2d and 3d screens,
ar: هناك خيارات منفصلة للشاشات ثنائية الأبعاد وثلاثية الأبعاد،
bg: Има отделни опции за 2d и 3d екрани,
bn: ২য় এবং ৩য় ডি স্ক্রিনের জন্য আলাদা আলাদা অপশন আছে,
da: Der er separate muligheder for 2d- og 3d-skærmene,
sq: Ekzistojnë opsione të veçanta për ekranet 2d dhe 3d,
zh: 2D 和 3D 屏幕有单独的选项，

source: except for the < Use > and < Save > options,
ar: باستثناء خياري <استخدام> و<حفظ>،
bg: с изключение на опциите < Използване > и < Запазване >,
bn: < Use > এবং < Save > বিকল্পগুলি ছাড়া,
da: bortset fra valgmulighederne < Brug > og < Gem >,
sq: përveç opsioneve < Përdor > dhe < Ruaj >,
zh: 除了 < 使用 > 和 < 保存 > 选项外，

source: which are set the same for both screens.
ar: والتي تم ضبطها بنفس الطريقة لكلا الشاشتين.
bg: които са зададени еднакво и за двата екрана.
bn: যা উভয় স্ক্রিনের জন্য একইভাবে সেট করা আছে।
da: som er indstillet ens for begge skærme.
sq: të cilat janë vendosur të njëjta për të dy ekranet.
zh: 两个屏幕的设置相同。

source: Use board square highlight - Check to use coloured board square highlights.
ar: استخدم تمييز المربعات الملونة على اللوحة - حدد هذا الخيار لاستخدام تمييزات المربعات الملونة على اللوحة.
bg: Използване на осветяване на квадрат на дъска - Поставете отметка, за да използвате осветяване на цветни квадрати на дъска.
bn: বোর্ড স্কোয়ার হাইলাইট ব্যবহার করুন - রঙিন বোর্ড স্কোয়ার হাইলাইট ব্যবহার করতে চেক করুন।
da: Brug brætfirkant-fremhævning - Marker for at bruge farvede brætfirkant-fremhævninger.
sq: Përdorni theksimin katror të tabelës - Kontrolloni për të përdorur theksimet katrore të dërrasave me ngjyra.
zh: 使用棋盘方格高亮 - 勾选即可使用彩色棋盘方格高亮。

source: Save to file - Check to save the highlights to a file when the game is saved.
ar: حفظ في ملف - حدد هذا الخيار لحفظ الأحداث المميزة في ملف عند حفظ اللعبة.
bg: Запазване във файл - Поставете отметка, за да запазите акцентите във файл, когато играта бъде запазена.
bn: ফাইলে সংরক্ষণ করুন - গেমটি সংরক্ষণ করা হলে হাইলাইটগুলি ফাইলে সংরক্ষণ করতে চেক করুন।
da: Gem til fil - Marker for at gemme højdepunkterne i en fil, når spillet er gemt.
sq: Ruaj në skedar - Kontrollo për të ruajtur pikat kryesore në një skedar kur loja ruhet.
zh: 保存到文件 - 选中后，在保存游戏时将精彩片段保存到文件中。

source: Alt colour - Select the colour for board square highlight when the Alt key
ar: لون Alt - حدد اللون لتسليط الضوء على مربع اللوحة عند الضغط على مفتاح Alt
bg: Цвят Alt - Изберете цвета за подчертаване на квадрата на дъската, когато натиснете клавиша Alt
bn: Alt রঙ - Alt কী টিপলে বোর্ড স্কোয়ার হাইলাইটের জন্য রঙ নির্বাচন করুন।
da: Alt-farve - Vælg farven til brætfirkant-fremhævning, når du trykker på Alt-tasten
sq: Ngjyra Alt - Zgjidhni ngjyrën për theksimin katror të tabelës kur tasti Alt
zh: Alt 颜色 - 选择按下 Alt 键时棋盘方块高亮的颜色

source: is down when the user clicks the left mouse button on a board square.
ar: يتم إيقافه عندما ينقر المستخدم على زر الماوس الأيسر على مربع اللوحة.
bg: не работи, когато потребителят щракне с левия бутон на мишката върху поле на дъска.
bn: ব্যবহারকারী যখন একটি বোর্ড স্কোয়ারে বাম মাউস বোতামে ক্লিক করেন তখন এটি ডাউন থাকে।
da: er nede, når brugeren klikker på venstre museknap på en brætfirkant.
sq: është poshtë kur përdoruesi klikon butonin e majtë të miut në një katror të tabelës.
zh: 当用户在棋盘方格上单击鼠标左键时，棋子就会落下。

source: Shift colour - Select the colour for board square highlight when the Shift key
ar: تغيير اللون - حدد اللون لتسليط الضوء على مربع اللوحة عند الضغط على مفتاح Shift
bg: Shift color – Изберете цвета за подчертаване на квадрата на дъската, когато натиснете клавиша Shift
bn: Shift রঙ - Shift কী টিপলে বোর্ড স্কোয়ার হাইলাইটের জন্য রঙ নির্বাচন করুন।
da: Skift farve - Vælg farven til brætfirkantet fremhævning, når Shift-tasten
sq: Shift color - Zgjidhni ngjyrën për theksimin katror të tabelës kur tasti Shift
zh: Shift 颜色 - 选择按下 Shift 键时棋盘方块突出显示的颜色

source: Ctrl colour - Select the colour for board square highlight when the Control key
ar: لون Ctrl - حدد اللون لتسليط الضوء على مربع اللوحة عند الضغط على مفتاح التحكم
bg: Цвят на Ctrl - Изберете цвета за подчертаване на квадрата на дъската, когато натиснете клавиша Control
bn: Ctrl রঙ - কন্ট্রোল কী টিপলে বোর্ড স্কোয়ার হাইলাইটের জন্য রঙ নির্বাচন করুন।
da: Ctrl-farve - Vælg farven for tavlefirkant-fremhævning, når kontroltasten
sq: Ctrl color - Zgjidhni ngjyrën për theksimin katror të tabelës kur tasti Control
zh: Ctrl 颜色 - 选择按下 Control 键时棋盘方块突出显示的颜色

source: Arrows can be displayed between two squares by holding down a control key
ar: يمكن عرض الأسهم بين مربعين بالضغط باستمرار على مفتاح التحكم
bg: Стрелките могат да бъдат показани между два квадрата чрез задържане на контролен клавиш
bn: একটি নিয়ন্ত্রণ কী ধরে রেখে দুটি বর্গক্ষেত্রের মধ্যে তীর চিহ্ন প্রদর্শন করা যেতে পারে।
da: Pile kan vises mellem to firkanter ved at holde en kontroltast nede
sq: Shigjetat mund të shfaqen midis dy katrorëve duke mbajtur të shtypur një tast kontrolli
zh: 按住控制键可以在两个方块之间显示箭头

source: and clicking and holding down the left mouse button on the start square,
ar: والنقر مع الاستمرار على زر الماوس الأيسر على مربع البداية،
bg: и щракване и задържане на левия бутон на мишката върху началния квадрат,
bn: এবং স্টার্ট স্কোয়ারে বাম মাউস বোতামটি ক্লিক করে ধরে রাখুন,
da: og ved at klikke og holde venstre museknap nede på startfeltet,
sq: dhe duke klikuar dhe mbajtur të shtypur butonin e majtë të miut në sheshin e fillimit,
zh: 然后单击开始方块并按住鼠标左键，

source: then dragging the mouse to the end square and releasing the mouse button.
ar: ثم قم بسحب الماوس إلى المربع الأخير ثم حرر زر الماوس.
bg: след това плъзнете мишката до крайния квадрат и отпуснете бутона на мишката.
bn: তারপর মাউসটিকে শেষ বর্গক্ষেত্রে টেনে আনুন এবং মাউস বোতামটি ছেড়ে দিন।
da: Træk derefter musen til endefeltet og slip museknappen.
sq: pastaj zvarriteni mausin në katrorin fundor dhe lëshoni butonin e miut.
zh: 然后将鼠标拖到末尾的方块并释放鼠标按钮。

source: As well as the arrow colours, you can set the following options :-
ar: بالإضافة إلى ألوان الأسهم، يمكنك ضبط الخيارات التالية:
bg: Освен цветовете на стрелките, можете да зададете следните опции: -
bn: তীরের রঙের পাশাপাশি, আপনি নিম্নলিখিত বিকল্পগুলি সেট করতে পারেন:-
da: Ud over pilefarverne kan du indstille følgende muligheder:-
sq: Përveç ngjyrave të shigjetave, mund të vendosni opsionet e mëposhtme:
zh: 除箭头颜色外，您还可以设置以下选项：-

source: Arrow size - arrow head size as a percentage of the square size.
ar: حجم السهم - حجم رأس السهم كنسبة مئوية من حجم المربع.
bg: Размер на стрелката - размерът на главата на стрелката като процент от размера на квадрата.
bn: তীরের আকার - বর্গক্ষেত্রের আকারের শতাংশ হিসাবে তীরের মাথার আকার।
da: Pilstørrelse - pilehovedstørrelse i procent af kvadratstørrelsen.
sq: Madhësia e shigjetës - madhësia e kokës së shigjetës si përqindje e madhësisë së katrorit.
zh: 箭头大小- 箭头大小占正方形大小的百分比。

source: Arrow thickness - arrow line thickness as a percentage of the board size.
ar: سمك السهم - سمك خط السهم كنسبة مئوية من حجم اللوحة.
bg: Дебелина на стрелката - дебелината на линията на стрелката като процент от размера на дъската.
bn: তীরের পুরুত্ব - বোর্ডের আকারের শতাংশ হিসাবে তীর রেখার পুরুত্ব।
da: Piltykkelse - pilens linjetykkelse i procent af brættets størrelse.
sq: Trashësia e shigjetës - trashësia e vijës së shigjetës si përqindje e madhësisë së tabelës.
zh: 箭头厚度 - 箭头线厚度占板尺寸的百分比。

source: Arrow size - arrow head size in pixels.
ar: حجم السهم - حجم رأس السهم بالبكسل.
bg: Размер на стрелката - размер на главата на стрелката в пиксели.
bn: তীরের আকার - পিক্সেলে তীরের মাথার আকার।
da: Pilstørrelse - pilehovedstørrelse i pixels.
sq: Madhësia e shigjetës - madhësia e kokës së shigjetës në piksel.
zh: 箭头大小- 箭头大小（以像素为单位）。

source: Arrow thickness - arrow line thickness in pixels.
ar: سمك السهم - سمك خط السهم بالبكسل.
bg: Дебелина на стрелката - дебелина на линията на стрелката в пиксели.
bn: তীরের পুরুত্ব - পিক্সেলে তীর রেখার পুরুত্ব।
da: Piltykkelse - pilens linjetykkelse i pixels.
sq: Trashësia e shigjetës - trashësia e vijës së shigjetës në piksel.
zh: 箭头粗细 - 箭头线的粗细（以像素为单位）。

source: Arrow proportion - arrow square proportion.
ar: نسبة السهم - نسبة مربع السهم.
bg: Стрелка пропорция - стрелка квадрат пропорция.
bn: তীর অনুপাত - তীর বর্গ অনুপাত।
da: Pileforhold - pilkvadratforhold.
sq: Proporcioni i shigjetave - proporcioni katror i shigjetave.
zh: 箭头比例-箭头方形比例。

source: i.e. How far the arrow goes into a square.
ar: أي إلى أي مدى يصل السهم في المربع.
bg: т.е. колко далеч отива стрелката в квадрат.
bn: অর্থাৎ তীরটি একটি বর্গক্ষেত্রে কতদূর যায়।
da: dvs. hvor langt pilen går ind i en firkant.
sq: dmth sa larg shkon shigjeta në një katror.
zh: 即箭头进入正方形的深度。

source: Board highlight colours help
ar: مساعدة في تمييز ألوان اللوحة
bg: Цветовете за подчертаване на дъската помагат
bn: বোর্ড হাইলাইট রঙের সাহায্য
da: Tavle fremhæve farver hjælpe
sq: Ngjyrat e theksimit të tabelës ndihmojnë
zh: 董事会突出显示颜色帮助

source: Single line kibitz
ar: محادثة خطية واحدة
bg: Едноредов кибиц
bn: একক লাইন কিবিটজ
da: Enkelt linje kibitz
sq: Kibitz me një linjë
zh: 单线问答

source: Full kibitz
ar: المداخلة الكاملة
bg: Пълен кибиц
bn: সম্পূর্ণ কিবিটজ
da: Fuld kibitz
sq: Kibitz i plotë
zh: 充分的自由

source: Reverse single line display
ar: عرض خط واحد معكوس
bg: Обърнат едноредов дисплей
bn: বিপরীত একক লাইন প্রদর্শন
da: Omvendt enkelt linje display
sq: Ekrani i kundërt me një linjë
zh: 反向单行显示

source: Enforce Kibitz line number
ar: فرض رقم خط Kibitz
bg: Налагане на номера на линията Kibitz
bn: কিবিটজ লাইন নম্বর প্রয়োগ করুন
da: Håndhæv Kibitz linjenummer
sq: Zbatoni numrin e linjës Kibitz
zh: 强制 Kibitz 线路号

source: These options allow the user to select the kibitzing mode
ar: تتيح هذه الخيارات للمستخدم تحديد وضع kibitzing
bg: Тези опции позволяват на потребителя да избере режима на kibitzing
bn: এই বিকল্পগুলি ব্যবহারকারীকে কিবিটজিং মোড নির্বাচন করতে দেয়
da: Disse muligheder giver brugeren mulighed for at vælge kibitzing-tilstand
sq: Këto opsione lejojnë përdoruesin të zgjedhë modalitetin e kibitzimit
zh: 这些选项允许用户选择旁观模式

source: to use when the engine is analysing a move on its own turn.
ar: للاستخدام عندما يقوم المحرك بتحليل حركة ما في دورته الخاصة.
bg: да се използва, когато двигателят анализира движение на свой ход.
bn: যখন ইঞ্জিন তার নিজস্ব পালাক্রমে একটি গতি বিশ্লেষণ করছে তখন ব্যবহার করার জন্য।
da: at bruge, når motoren analyserer et træk på sin egen tur.
sq: për t'u përdorur kur motori po analizon një lëvizje nga ana e tij.
zh: 当引擎分析其自身回合中的移动时使用。

source: Select <Single line kibitz> to display the best line of play only.
ar: قم بتحديد <Single line kibitz> لعرض أفضل خط لعب فقط.
bg: Изберете <Single line kibitz>, за да покажете само най-добрата линия на игра.
bn: শুধুমাত্র সেরা খেলার লাইনটি প্রদর্শন করতে <Single line kibitz> নির্বাচন করুন।
da: Vælg <Enkeltlinjekibitz> for kun at vise den bedste spillelinje.
sq: Zgjidhni <Single line kibitz> për të shfaqur vetëm linjën më të mirë të lojës.
zh: 选择<单线基比兹>以仅显示最佳比赛路线。

source: Of the two modes this gives slightly stronger play
ar: من بين الوضعين، يمنحك هذا طريقة لعب أقوى قليلاً
bg: От двата режима този дава малко по-силна игра
bn: দুটি মোডের মধ্যে এটি কিছুটা শক্তিশালী খেলা দেয়
da: Af de to tilstande giver dette lidt stærkere spil
sq: Nga dy mënyrat kjo jep një lojë pak më të fortë
zh: 在这两种模式中，这种模式玩起来稍微更刺激一些

source: Select <Full kibitz> to display the same number of lines
ar: حدد <Kibitz كامل> لعرض نفس عدد الأسطر
bg: Изберете <Пълен kibitz>, за да покажете същия брой редове
bn: একই সংখ্যক লাইন প্রদর্শন করতে <Full kibitz> নির্বাচন করুন
da: Vælg <Fuld kbitz> for at få vist det samme antal linjer
sq: Zgjidhni <Full kibitz> për të shfaqur të njëjtin numër rreshtash
zh: 选择<Full kibitz>显示相同数量的行

source: as displayed when the engine is pondering.
ar: كما هو موضح عند تشغيل المحرك.
bg: както се показва, когато двигателят обмисля.
bn: ইঞ্জিন যখন চিন্তা করছে তখন যেমনটি প্রদর্শিত হয়।
da: som vist, når motoren overvejer.
sq: siç shfaqet kur motori është duke menduar.
zh: 如发动机思考时所显示的那样。

source: This will give a more comprehensive view of the position,
ar: سيعطي هذا رؤية أكثر شمولاً للموقف،
bg: Това ще даде по-цялостен поглед върху позицията,
bn: এটি অবস্থান সম্পর্কে আরও ব্যাপক ধারণা দেবে,
da: Dette vil give et mere omfattende overblik over stillingen,
sq: Kjo do të japë një pamje më gjithëpërfshirëse të pozicionit,
zh: 这将使人们对该职位有更全面的了解，

source: if the kibitz pondering line number is set to more than one.
ar: إذا تم ضبط رقم خط التأمل على أكثر من واحد.
bg: ако номерът на линията за размишление на kibitz е зададен на повече от едно.
bn: যদি কিবিটজ পন্ডারিং লাইন নম্বর একাধিকতে সেট করা থাকে।
da: hvis kibitz-grublende linjenummer er sat til mere end én.
sq: nëse numri i linjës së meditimit kibitz është caktuar në më shumë se një.
zh: 如果kibitz思考行数设置为多于一个。

source: This option applies to shootout mode,
ar: ينطبق هذا الخيار على وضع إطلاق النار،
bg: Тази опция се прилага за режим на стрелба,
bn: এই বিকল্পটি শ্যুটআউট মোডে প্রযোজ্য,
da: Denne mulighed gælder for optagelsestilstand,
sq: Ky opsion vlen për mënyrën e shkëmbimit të zjarrit,
zh: 此选项适用于枪战模式，

source: engine vs. engine games and human vs. engine games.
ar: ألعاب المحرك ضد المحرك وألعاب الإنسان ضد المحرك.
bg: двигател срещу двигател игри и човек срещу двигател игри.
bn: ইঞ্জিন বনাম ইঞ্জিন গেম এবং মানুষ বনাম ইঞ্জিন গেম।
da: motor vs. motor spil og menneske vs. motor spil.
sq: lojërat motori kundër motorit dhe lojërat njerëzore kundër motorit.
zh: 引擎与引擎的游戏以及人类与引擎的游戏。

source: It has no effect when the engine is pondering.
ar: ليس له أي تأثير عندما يفكر المحرك.
bg: Няма ефект, когато двигателят работи.
bn: ইঞ্জিন যখন চিন্তা করছে তখন এর কোন প্রভাব নেই।
da: Det har ingen effekt, når motoren grubler.
sq: Nuk ka asnjë efekt kur motori është duke menduar.
zh: 当引擎处于思考状态时，它没有任何作用。

source: In that case you can adjust the number of lines
ar: في هذه الحالة يمكنك تعديل عدد الأسطر
bg: В този случай можете да регулирате броя на редовете
bn: সেই ক্ষেত্রে আপনি লাইনের সংখ্যা সামঞ্জস্য করতে পারেন
da: I så fald kan du justere antallet af linjer
sq: Në këtë rast, ju mund të rregulloni numrin e rreshtave
zh: 在这种情况下，你可以调整行数

source: with the plus and minus buttons in the analysis panel.
ar: باستخدام أزرار الجمع والطرح في لوحة التحليل.
bg: с бутоните плюс и минус в панела за анализ.
bn: বিশ্লেষণ প্যানেলে প্লাস এবং মাইনাস বোতাম সহ।
da: med plus- og minusknapperne i analysepanelet.
sq: me butonat plus dhe minus në panelin e analizës.
zh: 使用分析面板中的加号和减号按钮。

source: When kibitzing with full kibitz mode when the engine is thinking,
ar: عند التطفل باستخدام وضع التطفل الكامل عندما يفكر المحرك،
bg: Когато кибицирате с пълен кибиц режим, когато двигателят мисли,
bn: ইঞ্জিন যখন চিন্তা করছে তখন ফুল কিবিটজ মোডে কিবিটজিং করার সময়,
da: Når man kibitser med fuld kibitz-tilstand, når motoren tænker,
sq: Kur kibitzoni me modalitetin e plotë të kibitzit kur motori është duke menduar,
zh: 当引擎在思考时，使用完全自由模式自由地发问，

source: the speed of engine play is governed by the Engine Adjustment settings,
ar: يتم التحكم في سرعة تشغيل المحرك من خلال إعدادات ضبط المحرك،
bg: скоростта на игра на двигателя се управлява от настройките за настройка на двигателя,
bn: ইঞ্জিনের গতি ইঞ্জিন অ্যাডজাস্টমেন্ট সেটিংস দ্বারা নিয়ন্ত্রিত হয়,
da: motorens hastighed styres af indstillingerne for motorjustering,
sq: shpejtësia e luajtjes së motorit rregullohet nga cilësimet e rregullimit të motorit,
zh: 引擎播放速度由引擎调整设置控制，

source: even if they are not switched on.
ar: حتى لو لم يتم تشغيلها.
bg: дори и да не са включени.
bn: এমনকি যদি সেগুলি চালু না থাকে।
da: også selvom de ikke er tændt.
sq: edhe nëse nuk janë të ndezur.
zh: 即使它们没有打开。

source: The reason for this is that during full kibitzing, the program runs an
ar: السبب في ذلك هو أنه أثناء التنصت الكامل، يقوم البرنامج بتشغيل
bg: Причината за това е, че по време на пълен kibitz, програмата изпълнява an
bn: এর কারণ হল সম্পূর্ণ কিবিটজিংয়ের সময়, প্রোগ্রামটি একটি চালায়
da: Grunden til dette er, at programmet under fuld kibitzing kører en
sq: Arsyeja për këtë është se gjatë kibitzimit të plotë, programi ekzekuton një
zh: 原因是在完全监视期间，程序运行一个

source: infinite analysis loop which has to be interrupted to make it play a move.
ar: حلقة تحليل لا نهائية يجب مقاطعتها حتى تتمكن من تنفيذ حركة ما.
bg: безкраен цикъл на анализ, който трябва да бъде прекъснат, за да го накара да изиграе ход.
bn: অসীম বিশ্লেষণ লুপ যা এটিকে একটি চাল চালানোর জন্য বাধা দিতে হবে।
da: uendelig analyseløkke, som skal afbrydes for at få den til at spille et træk.
sq: cikli i pafund i analizës i cili duhet të ndërpritet për ta bërë atë të luajë një lëvizje.
zh: 无限分析循环，必须中断它才能使其发挥作用。

source: So if you use this mode and find that the engine is moving too fast
ar: لذا إذا استخدمت هذا الوضع ووجدت أن المحرك يتحرك بسرعة كبيرة
bg: Така че, ако използвате този режим и установите, че двигателят се движи твърде бързо
bn: তাই যদি আপনি এই মোডটি ব্যবহার করেন এবং দেখেন যে ইঞ্জিনটি খুব দ্রুত চলছে
da: Så hvis du bruger denne tilstand og finder ud af, at motoren bevæger sig for hurtigt
sq: Pra, nëse përdorni këtë mënyrë dhe zbuloni se motori po lëviz shumë shpejt
zh: 因此，如果你使用此模式并发现引擎转速太快

source: or too slow, you can adjust the speed of play with these settings.
ar: أو بطيئة جدًا، يمكنك ضبط سرعة اللعب باستخدام هذه الإعدادات.
bg: или твърде бавно, можете да регулирате скоростта на игра с тези настройки.
bn: অথবা খুব ধীর, আপনি এই সেটিংস দিয়ে খেলার গতি সামঞ্জস্য করতে পারেন।
da: eller for langsomt, kan du justere spillehastigheden med disse indstillinger.
sq: ose shumë i ngadaltë, mund të rregulloni shpejtësinë e lojës me këto cilësime.
zh: 或者太慢，您可以使用这些设置来调整播放速度。

source: Engine Adjustment.. is in the Options menu.
ar: ضبط المحرك.. موجود في قائمة الخيارات.
bg: Настройка на двигателя... е в менюто с опции.
bn: ইঞ্জিন অ্যাডজাস্টমেন্ট.. অপশন মেনুতে আছে।
da: Motorjustering... er i menuen Indstillinger.
sq: Rregullimi i motorit.. është në menynë Opsionet.
zh: 引擎调整..位于选项菜单中。

source: Check the <Reverse single line display> box to show
ar: حدد المربع <عرض خط واحد معكوس> لإظهار
bg: Поставете отметка в квадратчето <Обратно показване на един ред>, за да се покаже
bn: <Reverse single line display> বক্সটি দেখানোর জন্য চেক করুন
da: Marker boksen <Reverse single line display> for at vise
sq: Kontrolloni kutinë <Reverse single line display> për të shfaqur
zh: 勾选<反向单行显示>框来显示

source: the two engine kibitz lines in reverse positions.
ar: خطي المحرك كيبيتز في وضعين معاكسين.
bg: двете кибицови линии на двигателя в обратни позиции.
bn: দুটি ইঞ্জিন কিবিটজ লাইন বিপরীত অবস্থানে।
da: de to motorkibitz-linjer i omvendte positioner.
sq: dy linjat kibitz të motorit në pozicione të kundërta.
zh: 两台发动机以相反的位置运转。

source: Check the <Enforce kibitz line number> to instruct the engine to send
ar: تحقق من <فرض رقم سطر kibitz> لتوجيه المحرك للإرسال
bg: Проверете <Enforce kibitz line number>, за да инструктирате двигателя да изпрати
bn: ইঞ্জিনকে পাঠাতে নির্দেশ দিতে <Enforce kibitz লাইন নম্বর> পরীক্ষা করুন
da: Tjek <Enforce kibitz line number> for at instruere motoren om at sende
sq: Kontrolloni <Enforce kibitz line number> për të udhëzuar motorin të dërgojë
zh: 检查 <强制 kibitz 行号> 以指示引擎发送

source: kibitz info strings for only the number of lines selected.
ar: سلاسل معلومات kibitz لعدد الأسطر المحددة فقط.
bg: kibitz информационни низове само за избрания брой редове.
bn: শুধুমাত্র নির্বাচিত লাইনের সংখ্যার জন্য kibitz তথ্য স্ট্রিং।
da: kibitz infostrenge for kun antallet af valgte linjer.
sq: Vargjet e informacionit kibitz vetëm për numrin e rreshtave të zgjedhur.
zh: 仅针对所选行数的 kibitz 信息字符串。
