Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: Auto responses
ar: الاستجابات التلقائية
bg: Автоматични отговори
bn: স্বয়ংক্রিয় প্রতিক্রিয়া
da: Autosvar
sq: Përgjigjet automatike
zh: 自动回复

source: Hint highlight
ar: تلميح تسليط الضوء
bg: Подсказване
bn: ইঙ্গিত হাইলাইট
sq: Theksim i këshillës
zh: 提示突出显示

source: Show sub-vars
ar: إظهار المتغيرات الفرعية
bg: Показване на подварианти
bn: সাব-ভার দেখান
da: Vis sub-vars
sq: Shfaq nënvargjet
zh: 显示子变量

source: Incorrect move message
ar: رسالة الحركة غير صحيحة
bg: Неправилно съобщение за преместване
bn: ভুল স্থানান্তর বার্তা
da: Forkert flyttemeddelelse
sq: Mesazh i pasaktë i lëvizjes
zh: 错误的移動信息

source: Puzzle complete message
ar: لغز الرسالة الكاملة
bg: Съобщение за завършен пъзел
bn: ধাঁধার সম্পূর্ণ বার্তা
da: Puslespil fuldført besked
sq: Mesazh i plotë i enigmës
zh: 拼图完成信息

source: Score skipped puzzle
ar: لغز تخطي النتيجة
bg: Резултатът е пропуснат пъзел
bn: স্কোর এড়িয়ে যাওয়া ধাঁধা
da: Score sprunget puslespil over
sq: Rezultati i anashkaluar i enigmës
zh: 跳过拼图得分

source: Mark puzzle file
ar: ملف لغز العلامة
bg: Маркирайте пъзел файл
bn: ধাঁধার ফাইল চিহ্নিত করুন
da: Mark puslespil fil
sq: Shënoni skedarin e enigmës
zh: 标记拼图文件

source: Auto load puzzle mode
ar: وضع تحميل الألغاز تلقائيًا
bg: Режим на пъзел с автоматично зареждане
bn: অটো লোড পাজল মোড
da: Automatisk indlæsning af puslespilstilstand
sq: Modaliteti i ngarkimit automatik të enigmës
zh: 自动加载拼图模式

source: Auto load last puzzle
ar: تحميل اللغز الأخير تلقائيًا
bg: Автоматично зареждане на последния пъзел
bn: শেষ ধাঁধাটি স্বয়ংক্রিয়ভাবে লোড করুন
da: Automatisk indlæsning af sidste puslespil
sq: Ngarkoni automatikisht enigmën e fundit
zh: 自动加载最后一个谜题

source: Auto load next puzzle
ar: تحميل اللغز التالي تلقائيًا
bg: Автоматично зареждане на следващия пъзел
bn: পরবর্তী ধাঁধাটি স্বয়ংক্রিয়ভাবে লোড করুন
da: Automatisk indlæsning af næste puslespil
sq: Ngarkoni automatikisht enigmën tjetër
zh: 自动加载下一个谜题

source: Delay (1/10 seconds)
ar: التأخير (1/10 ثانية)
bg: Забавяне (1/10 секунди)
bn: বিলম্ব (১/১০ সেকেন্ড)
da: Forsinkelse (1/10 sekund)
sq: Vonesa (1/10 sekonda)
zh: 延时（1/10 秒）

source: Puzzle statistics options
ar: خيارات إحصائيات الألغاز
bg: Опции за статистика на пъзела
bn: ধাঁধার পরিসংখ্যানের বিকল্প
da: Muligheder for puslespilstatistik
sq: Opsionet e statistikave të enigmës
zh: 拼图统计选项

source: Show puzzle stats
ar: إظهار إحصائيات اللغز
bg: Показване на статистика за пъзел
bn: ধাঁধার পরিসংখ্যান দেখান
da: Vis puslespilsstatistikker
sq: Shfaq statistikat e enigmës
zh: 显示拼图统计数据

source: Show session stats
ar: إظهار إحصائيات الجلسة
bg: Показване на статистика за сесията
bn: সেশনের পরিসংখ্যান দেখান
da: Vis sessionsstatistikker
sq: Shfaq statistikat e sesionit
zh: 显示会话统计信息

source: Show file stats
ar: إظهار إحصائيات الملف
bg: Показване на файлови статистики
bn: ফাইলের পরিসংখ্যান দেখান
da: Vis filstatistik
sq: Shfaq statistikat e skedarëve
zh: 显示文件统计信息

source: Save file stats
ar: حفظ إحصائيات الملف
bg: Запазване на файлови статистики
bn: ফাইলের পরিসংখ্যান সংরক্ষণ করুন
da: Gem filstatistik
sq: Ruani statistikat e skedarit
zh: 保存文件统计信息

source: Use stat average
ar: استخدم متوسط الإحصائيات
bg: Използвайте средна статистика
bn: পরিসংখ্যান গড় ব্যবহার করুন
da: Brug statgennemsnit
sq: Përdorni mesataren e statistikave
zh: 使用统计平均值

source: Flat rate penalty
ar: عقوبة بمعدل ثابت
bg: Плоска глоба
bn: ফ্ল্যাট রেট জরিমানা
da: En fast bøde
sq: Dënim me normë të sheshtë
zh: 固定罚款

source: Partial score
ar: النتيجة الجزئية
bg: Частичен резултат
bn: আংশিক স্কোর
da: Delvis score
sq: Rezultati i pjesshëm
zh: 部分评分

source: Show hint after try
ar: إظهار التلميح بعد المحاولة
bg: Показване на съвет след опит
bn: চেষ্টা করার পরে ইঙ্গিত দেখান
da: Vis tip efter forsøg
sq: Shfaq sugjerimin pas përpjekjes
zh: 尝试后显示提示

source: Show move after try
ar: إظهار الحركة بعد المحاولة
bg: Показване на движение след опит
bn: চেষ্টা করার পরে সরানো দেখান
da: Vis træk efter forsøg
sq: Trego lëvizjen pas përpjekjes
zh: 试玩后展示动作

source: Clock options
ar: خيارات الساعة
bg: Опции за часовник
bn: ঘড়ির বিকল্পগুলি
da: Urindstillinger
sq: Opsionet e orës
zh: 时钟选项

source: Minutes:
ar: دقائق:
bg: минути:
bn: মিনিট:
da: Referat:
sq: Minutat:
zh: 分钟：

source: Seconds:
ar: ثواني:
bg: Секунди:
bn: সেকেন্ড:
da: sekunder:
sq: Sekonda:
zh: 秒：

source: Show clock
ar: عرض الساعة
bg: Показване на часовника
bn: ঘড়ি দেখান
da: Vis ur
sq: Shfaq orën
zh: 显示时钟

source: Auto reset
ar: إعادة الضبط التلقائي
bg: Автоматично нулиране
bn: অটো রিসেট
da: Automatisk nulstilling
sq: Rivendosja automatike
zh: 自动复位

source: Auto start
ar: بدء التشغيل التلقائي
bg: Автоматичен старт
bn: স্বয়ংক্রিয়ভাবে শুরু
sq: Fillimi automatik
zh: 自动启动

source: Countdown
ar: العد التنازلي
bg: Обратно броене
bn: কাউন্টডাউন
da: Nedtælling
sq: Numërimi mbrapsht
zh: 倒计时

source: Reset after move
ar: إعادة الضبط بعد النقل
bg: Нулиране след преместване
bn: সরানোর পরে রিসেট করুন
da: Nulstil efter flytning
sq: Rivendosja pas lëvizjes
zh: 移动后重置

source: Time up message
ar: رسالة انتهاء الوقت
bg: Съобщение за изтекло време
bn: সময় শেষ হওয়ার বার্তা
da: Time up besked
sq: Mesazhi i skadimit të kohës
zh: 时间到消息

source: Toggle auto responses,
ar: تبديل الاستجابات التلقائية،
bg: Превключване на автоматичните отговори,
bn: স্বয়ংক্রিয় প্রতিক্রিয়া টগল করুন,
da: Slå automatiske svar til/fra,
sq: Ndrysho përgjigjet automatike,
zh: 切换自动回复，

source: whether computer replies automatically to your move
ar: ما إذا كان الكمبيوتر يستجيب تلقائيًا لحركتك
bg: дали компютърът отговаря автоматично на вашия ход
bn: কম্পিউটার আপনার পদক্ষেপে স্বয়ংক্রিয়ভাবে সাড়া দেয় কিনা
da: om computeren automatisk svarer på dit træk
sq: nëse kompjuteri i përgjigjet automatikisht lëvizjes suaj
zh: 计算机是否会自动回复你的操作

source: Flip board for side to play
ar: لوحة قابلة للقلب للعب على الجانبين
bg: Обръщане на дъска за страна за игра
bn: খেলার জন্য বোর্ড উল্টান
da: Flipboard til side at spille
sq: Kthejeni tabelën për të luajtur nga ana
zh: 翻转板供一边玩

source: Always use light square highlight for hints
ar: استخدم دائمًا تمييز المربعات الفاتحة للحصول على تلميحات
bg: Винаги използвайте светло квадратно осветяване за съвети
bn: ইঙ্গিতের জন্য সর্বদা হালকা বর্গাকার হাইলাইট ব্যবহার করুন
da: Brug altid lys firkantet fremhævning til tip
sq: Përdorni gjithmonë një theksim të lehtë katror për sugjerime
zh: 始终使用浅色方形高亮来提示

source: Show/hide moves in sub-variations
ar: إظهار/إخفاء التحركات في الاختلافات الفرعية
bg: Показване/скриване на ходове в подварианти
bn: উপ-প্রকরণে চালগুলি দেখান/লুকান
da: Vis/skjul træk i undervariationer
sq: Shfaq/fshih lëvizjet në nënvariacione
zh: 显示/隐藏子变体中的动作

source: Toggle display incorrect move message
ar: تبديل عرض رسالة الحركة غير الصحيحة
bg: Превключете показването на съобщение за неправилно движение
bn: ভুল স্থানান্তর বার্তা প্রদর্শন টগল করুন
da: Skift visning af forkert flyttemeddelelse
sq: Ndrysho shfaqjen e mesazhit të lëvizjes së gabuar
zh: 切换显示错误移动消息

source: Toggle display puzzle complete message
ar: تبديل عرض رسالة اللغز المكتملة
bg: Превключване на съобщението за завършен пъзел
bn: ধাঁধা সম্পূর্ণ বার্তা প্রদর্শন টগল করুন
da: Skift visning af puslespil fuldført besked
sq: Ndrysho mesazhin e plotë të enigmës së shfaqjes
zh: 切换显示拼图完成消息

source: Toggle scoring of a skipped puzzle
ar: تبديل تسجيل النقاط للألغاز المتخطية
bg: Превключете точкуването на пропуснат пъзел
bn: একটি এড়িয়ে যাওয়া ধাঁধার স্কোরিং টগল করুন
da: Skift scoring af et sprunget puslespil
sq: Ndrysho rezultatin e një enigme të anashkaluar
zh: 切换跳过拼图的得分

source: Mark current PGN file as a puzzle file
ar: وضع علامة على ملف PGN الحالي كملف لغز
bg: Маркирайте текущия PGN файл като пъзел файл
bn: বর্তমান PGN ফাইলটিকে ধাঁধা ফাইল হিসেবে চিহ্নিত করুন
da: Marker den aktuelle PGN-fil som en puslespilsfil
sq: Shënoni skedarin aktual PGN si një skedar enigmë
zh: 将当前 PGN 文件标记为拼图文件

source: Load the last PGN file on program start
ar: قم بتحميل ملف PGN الأخير عند بدء تشغيل البرنامج
bg: Заредете последния PGN файл при стартиране на програмата
bn: প্রোগ্রাম শুরু হওয়ার সময় শেষ PGN ফাইলটি লোড করুন।
da: Indlæs den sidste PGN-fil ved programstart
sq: Ngarkoni skedarin e fundit PGN në fillimin e programit
zh: 程序启动时加载最后一个 PGN 文件

source: Automatically load puzzle mode when a puzzle file is opened
ar: تحميل وضع الألغاز تلقائيًا عند فتح ملف الألغاز
bg: Автоматично зареждане на режим на пъзел, когато се отвори файл с пъзел
bn: একটি ধাঁধা ফাইল খোলা হলে স্বয়ংক্রিয়ভাবে ধাঁধা মোড লোড করুন
da: Indlæs automatisk puslespilstilstand, når en puslespilsfil åbnes
sq: Ngarkoni automatikisht modalitetin e enigmës kur hapet skedari i enigmës
zh: 打开拼图文件时自动加载拼图模式

source: Automatically load the puzzle from the last session
ar: تحميل اللغز تلقائيًا من الجلسة الأخيرة
bg: Автоматично зареждане на пъзела от последната сесия
bn: শেষ সেশন থেকে ধাঁধাটি স্বয়ংক্রিয়ভাবে লোড করুন
da: Indlæs automatisk puslespillet fra sidste session
sq: Ngarkoni automatikisht enigmën nga sesioni i fundit
zh: 自动加载上一次会话中的拼图

source: when a puzzle file is opened
ar: عندما يتم فتح ملف اللغز
bg: когато се отвори файл с пъзел
bn: যখন একটি ধাঁধার ফাইল খোলা হয়
da: når en puslespilsfil åbnes
sq: kur hapet një skedar puzzle
zh: 当拼图文件被打开时

source: Automatically load the next puzzle
ar: تحميل اللغز التالي تلقائيًا
bg: Автоматично зареждане на следващия пъзел
bn: পরবর্তী ধাঁধাটি স্বয়ংক্রিয়ভাবে লোড করুন
da: Indlæs automatisk det næste puslespil
sq: Ngarkoni automatikisht enigmën tjetër
zh: 自动加载下一个谜题

source: when the current puzzle is complete
ar: عندما يكتمل اللغز الحالي
bg: когато текущият пъзел е завършен
bn: যখন বর্তমান ধাঁধাটি সম্পূর্ণ হবে
da: når det aktuelle puslespil er færdigt
sq: kur enigma aktuale është e plotë
zh: 当当前拼图完成时

source: Delay in 1/10 seconds before the next puzzle is automatically loaded
ar: تأخير بمقدار 1/10 ثانية قبل تحميل اللغز التالي تلقائيًا
bg: Забавяне от 1/10 секунди, преди следващият пъзел да се зареди автоматично
bn: পরবর্তী ধাঁধাটি স্বয়ংক্রিয়ভাবে লোড হওয়ার আগে ১/১০ সেকেন্ড বিলম্ব করুন
da: Forsink med 1/10 sekund, før det næste puslespil automatisk indlæses
sq: Vonesa në 1/10 sekonda përpara se enigma tjetër të ngarkohet automatikisht
zh: 延迟 1/10 秒，下一个谜题将自动加载

source: Toggle display puzzle statistics
ar: تبديل عرض إحصائيات الألغاز
bg: Превключване на показване на статистики за пъзел
bn: প্রদর্শন ধাঁধার পরিসংখ্যান টগল করুন
da: Skift visning af puslespilsstatistikker
sq: Ndrysho statistikat e enigmës së shfaqjes
zh: 切换显示拼图统计数据

source: Toggle display puzzle session statistics
ar: تبديل عرض إحصائيات جلسة الألغاز
bg: Превключване на показване на статистики за пъзел сесия
bn: ধাঁধা সেশন পরিসংখ্যান প্রদর্শন টগল করুন
da: Skift visning af puslespilssessionsstatistikker
sq: Ndrysho statistikat e sesionit të enigmës së shfaqjes
zh: 切换显示拼图会话统计数据

source: Toggle display puzzle file statistics
ar: تبديل عرض إحصائيات ملف الألغاز
bg: Превключване на показване на статистики за файл с пъзел
bn: ডিসপ্লে পাজল ফাইল পরিসংখ্যান টগল করুন
da: Skift visning af puslespilsfilstatistik
sq: Ndrysho statistikat e skedarëve të enigmës së shfaqjes
zh: 切换显示拼图文件统计信息

source: Toggle save file statistics
ar: تبديل إحصائيات حفظ الملف
bg: Превключване на статистиката за запазване на файла
bn: ফাইল পরিসংখ্যান সংরক্ষণ করুন টগল করুন
da: Slå gem filstatistik til/fra
sq: Ndrysho statistikat e skedarëve të ruajtjes
zh: 切换保存文件统计信息

source: Calculate the overall rating for session and file statistics as an average
ar: احسب التقييم الإجمالي لإحصائيات الجلسة والملف كمتوسط
bg: Изчислете общата оценка за статистиката на сесията и файла като средна стойност
bn: সেশন এবং ফাইল পরিসংখ্যানের জন্য গড় হিসাবে সামগ্রিক রেটিং গণনা করুন
da: Beregn den samlede bedømmelse for sessions- og filstatistik som et gennemsnit
sq: Llogaritni vlerësimin e përgjithshëm për statistikat e sesioneve dhe skedarëve si një mesatare
zh: 计算会话和文件统计信息的整体评分平均值

source: Check this box to calculate penalties at a flat rate,
ar: حدد هذا المربع لحساب العقوبات بمعدل ثابت،
bg: Поставете отметка в това квадратче, за да изчислите неустойките на фиксирана ставка,
bn: সমতল হারে জরিমানা গণনা করতে এই বাক্সটি চেক করুন,
da: Marker dette felt for at beregne bøder til en fast sats,
sq: Zgjidhni këtë kuti për të llogaritur gjobat në një normë fikse,
zh: 勾选此框以按固定费率计算罚款，

source: rather than as a percentage of the individual puzzle score
ar: بدلاً من أن تكون كنسبة مئوية من نتيجة اللغز الفردية
bg: а не като процент от индивидуалния резултат на пъзела
bn: পৃথক ধাঁধার স্কোরের শতাংশ হিসাবে নয়
da: snarere end som en procentdel af den individuelle puslespilscore
sq: dhe jo si përqindje e rezultatit individual të enigmës
zh: 而不是作为单个拼图得分的百分比

source: Check this box to calculate the current rating
ar: حدد هذا المربع لحساب التقييم الحالي
bg: Поставете отметка в това квадратче, за да изчислите текущия рейтинг
bn: বর্তমান রেটিং গণনা করতে এই বাক্সটি চেক করুন।
da: Marker dette felt for at beregne den aktuelle vurdering
sq: Zgjidhni këtë kuti për të llogaritur vlerësimin aktual
zh: 勾选此框来计算当前评级

source: as a percentage of the number of moves in the puzzle
ar: كنسبة مئوية من عدد الحركات في اللغز
bg: като процент от броя ходове в пъзела
bn: ধাঁধার চালের সংখ্যার শতাংশ হিসাবে
da: som en procentdel af antallet af træk i puslespillet
sq: si përqindje e numrit të lëvizjeve në enigmë
zh: 占拼图步数的百分比

source: Number of incorrect attempts before a hint is displayed
ar: عدد المحاولات الخاطئة قبل عرض التلميح
bg: Брой неправилни опити, преди да се покаже подсказка
bn: একটি ইঙ্গিত প্রদর্শিত হওয়ার আগে ভুল প্রচেষ্টার সংখ্যা
da: Antal forkerte forsøg før et tip vises
sq: Numri i përpjekjeve të pasakta përpara se të shfaqet një sugjerim
zh: 显示提示前尝试错误次数

source: Enter 0 not to use this option
ar: أدخل 0 لعدم استخدام هذا الخيار
bg: Въведете 0, за да не използвате тази опция
bn: এই বিকল্পটি ব্যবহার না করতে 0 লিখুন।
da: Indtast 0 for ikke at bruge denne mulighed
sq: Futni 0 për të mos e përdorur këtë opsion
zh: 输入 0 则不使用此选项

source: Number of incorrect attempts before the correct move is displayed
ar: عدد المحاولات الخاطئة قبل عرض الخطوة الصحيحة
bg: Брой неправилни опити, преди да се покаже правилният ход
bn: সঠিক পদক্ষেপটি প্রদর্শিত হওয়ার আগে ভুল প্রচেষ্টার সংখ্যা
da: Antal forkerte forsøg, før det korrekte træk vises
sq: Numri i përpjekjeve të pasakta përpara se të shfaqet lëvizja e saktë
zh: 显示正确动作前尝试的错误次数

source: Delay in 1/10 seconds before the correct move is shown
ar: تأخير بمقدار 1/10 ثانية قبل ظهور الحركة الصحيحة
bg: Забавяне с 1/10 секунди, преди да се покаже правилният ход
bn: সঠিক পদক্ষেপটি দেখানোর আগে ১/১০ সেকেন্ড বিলম্ব করুন
da: Forsink med 1/10 sekund, før det korrekte træk vises
sq: Vonesa në 1/10 sekonda përpara se të shfaqet lëvizja e duhur
zh: 延迟 1/10 秒，显示正确动作

source: Set clock minutes
ar: ضبط دقائق الساعة
bg: Задайте минути на часовника
bn: ঘড়ির মিনিট সেট করুন
da: Indstil ur minutter
sq: Vendosni minutat e orës
zh: 设置时钟分钟

source: Set clock seconds
ar: ضبط ثواني الساعة
bg: Задайте секунди на часовника
bn: ঘড়ির সেকেন্ড সেট করুন
da: Indstil ur sekunder
sq: Vendosni sekondat e orës
zh: 设置时钟秒数

source: Display/hide clock when in puzzle mode
ar: عرض/إخفاء الساعة عند استخدام وضع الألغاز
bg: Показване/скриване на часовника, когато сте в режим пъзел
bn: ধাঁধা মোডে থাকাকালীন ঘড়ি প্রদর্শন/লুকান
da: Vis/skjul ur, når du er i puslespilstilstand
sq: Shfaq/fsheh orën kur është në modalitetin e enigmës
zh: 在拼图模式下显示/隐藏时钟

source: Reset clock after loading a new puzzle
ar: إعادة ضبط الساعة بعد تحميل لغز جديد
bg: Нулирайте часовника след зареждане на нов пъзел
bn: নতুন ধাঁধা লোড করার পর ঘড়ি রিসেট করুন
da: Nulstil uret efter indlæsning af et nyt puslespil
sq: Rivendosni orën pasi të keni ngarkuar një enigmë të re
zh: 加载新拼图后重置时钟

source: Start clock after loading a new puzzle
ar: ابدأ الساعة بعد تحميل لغز جديد
bg: Стартирайте часовника след зареждане на нов пъзел
bn: একটি নতুন ধাঁধা লোড করার পরে ঘড়ি শুরু করুন
da: Start uret efter indlæsning af et nyt puslespil
sq: Filloni orën pasi të keni ngarkuar një enigmë të re
zh: 加载新拼图后开始计时

source: Clock counts down or up
ar: الساعة تحسب تنازليا أو تصاعديا
bg: Часовникът отброява обратно или нагоре
bn: ঘড়ির কাউন্ট ডাউন বা আপ
da: Uret tæller ned eller op
sq: Ora numëron mbrapsht ose lart
zh: 时钟倒计时或正计时

source: Check to reset clock after each move
ar: حدد لإعادة ضبط الساعة بعد كل حركة
bg: Поставете отметка, за да нулирате часовника след всеки ход
bn: প্রতিটি পদক্ষেপের পরে ঘড়ি রিসেট করতে চেক করুন
da: Marker for at nulstille uret efter hvert træk
sq: Kontrolloni për të rivendosur orën pas çdo lëvizjeje
zh: 每次移动后检查时钟是否复位

source: Toggle display clock time up message
ar: تبديل رسالة عرض الوقت
bg: Превключване на съобщението за изтичане на времето на показване на часовника
bn: ডিসপ্লে ক্লক টাইম আপ মেসেজ টগল করুন
da: Skift display ur time up besked
sq: Ndrysho mesazhin e ngritjes së orës në ekran
zh: 切换显示时钟时间已到消息

source: Puzzle mode is activated by selecting the puzzle mode check box.
ar: يتم تنشيط وضع اللغز عن طريق تحديد مربع الاختيار وضع اللغز.
bg: Режим пъзел се активира, като поставите отметка в квадратчето за режим пъзел.
bn: ধাঁধা মোড চেক বক্স নির্বাচন করে ধাঁধা মোড সক্রিয় করা হয়।
da: Puslespilstilstand aktiveres ved at markere afkrydsningsfeltet puslespilstilstand.
sq: Modaliteti i enigmës aktivizohet duke zgjedhur kutinë e kontrollit të modalitetit të enigmës.
zh: 通过选择拼图模式复选框可以激活拼图模式。

source: It can also be activated by selecting the 'P' icon on the toolbar.
ar: يمكن أيضًا تنشيطه عن طريق تحديد الرمز "P" على شريط الأدوات.
bg: Може да се активира и чрез избиране на иконата 'P' в лентата с инструменти.
bn: এটি টুলবারে 'P' আইকনটি নির্বাচন করেও সক্রিয় করা যেতে পারে।
da: Det kan også aktiveres ved at vælge 'P'-ikonet på værktøjslinjen.
sq: Mund të aktivizohet gjithashtu duke zgjedhur ikonën 'P' në shiritin e veglave.
zh: 也可以通过选择工具栏上的“P”图标来激活它。

source: Auto Responses - the program will respond automatically to the move entered
ar: الاستجابات التلقائية - سيستجيب البرنامج تلقائيًا للحركة المدخلة
bg: Auto Responses - програмата ще реагира автоматично на въведения ход
bn: স্বয়ংক্রিয় প্রতিক্রিয়া - প্রোগ্রামটি প্রবেশ করা পদক্ষেপে স্বয়ংক্রিয়ভাবে প্রতিক্রিয়া জানাবে
da: Autosvar - programmet vil automatisk reagere på det indtastede træk
sq: Përgjigjet automatike - programi do t'i përgjigjet automatikisht lëvizjes së futur
zh: 自动响应 - 程序将自动响应输入的动作

source: Flip board - flip the board for the side to play when you load a game.
ar: لوحة التقليب - اقلب اللوحة على الجانب الذي تريد اللعب فيه عند تحميل اللعبة.
bg: Обърнете дъската - обърнете дъската, за да играете, когато заредите игра.
bn: বোর্ড উল্টান - খেলা লোড করার সময় বোর্ডটি উল্টান যাতে পাশের অংশটি খেলার জন্য ব্যবহার করা যায়।
da: Flipboard - vend brættet for at spille på siden, når du indlæser et spil.
sq: Rrokullisni tabelën - kthejeni tabelën që të luajë pala kur ngarkoni një lojë.
zh: 翻转棋盘-加载游戏时翻转棋盘以供一方进行游戏。

source: Hint highlight - the hint highlight colour will always be
ar: تلميح التمييز - سيكون لون تمييز التلميح دائمًا
bg: Осветяване на подсказка - цветът на осветяването на подсказката винаги ще бъде
bn: ইঙ্গিত হাইলাইট - ইঙ্গিত হাইলাইটের রঙ সর্বদা থাকবে
da: Hint highlight - hint highlight farven vil altid være
sq: Theksimi i këshillave - ngjyra e nënvizimit të sugjerimit do të jetë gjithmonë
zh: 提示突出显示 - 提示突出显示颜色将始终为

source: the colour used for the light sqaures.
ar: اللون المستخدم للمربعات الفاتحة.
bg: цветът, използван за светлинните квадрати.
bn: হালকা বর্গক্ষেত্রের জন্য ব্যবহৃত রঙ।
da: farven der bruges til de lyse firkanter.
sq: ngjyra e përdorur për katrorët e dritës.
zh: 浅色方块所用的颜色。

source: Show sub-vars - sub-variations will be revealed, if there are any.
ar: إظهار المتغيرات الفرعية - سيتم الكشف عن المتغيرات الفرعية، إن وجدت.
bg: Показване на подварианти - ще бъдат разкрити подварианти, ако има такива.
bn: উপ-প্রকরণগুলি দেখান - যদি কোনও উপ-প্রকরণ থাকে তবে তা প্রকাশ করা হবে।
da: Vis undervarianter - undervariationer vil blive afsløret, hvis der er nogen.
sq: Shfaq nënvarset - nënvariacionet do të zbulohen, nëse ka.
zh: 显示子变量-如果有的话，将显示子变量。

source: Incorrect move message - display a message when the player enters
ar: رسالة حركة غير صحيحة - عرض رسالة عند دخول اللاعب
bg: Съобщение за неправилно движение - показва съобщение, когато играчът влезе
bn: ভুল সরানোর বার্তা - প্লেয়ার প্রবেশ করলে একটি বার্তা প্রদর্শন করুন
da: Forkert flyttemeddelelse - vis en meddelelse, når afspilleren kommer ind
sq: Mesazh i gabuar i lëvizjes - shfaqni një mesazh kur luajtësi hyn
zh: 错误移动信息 - 当玩家进入时显示一条消息

source: an incorrect move.
ar: خطوة خاطئة.
bg: неправилен ход.
bn: একটি ভুল পদক্ষেপ।
da: et forkert træk.
sq: një lëvizje e gabuar.
zh: 错误的举动。

source: Puzzle complete message - display a message when the puzzle is finished.
ar: رسالة اكتمال اللغز - عرض رسالة عند الانتهاء من اللغز.
bg: Съобщение за завършен пъзел - показва съобщение, когато пъзелът е завършен.
bn: ধাঁধা সম্পূর্ণ বার্তা - ধাঁধাটি শেষ হয়ে গেলে একটি বার্তা প্রদর্শন করুন।
da: Meddelelse om fuldført puslespil - vis en besked, når puslespillet er færdigt.
sq: Mesazhi i plotë i enigmës - shfaqni një mesazh kur enigma të përfundojë.
zh: 拼图完成消息 - 拼图完成后显示一条消息。

source: Score skipped puzzle - the score for the current puzzle will be added
ar: لغز تم تخطي النتيجة - سيتم إضافة النتيجة الخاصة باللغز الحالي
bg: Резултатът е пропуснат пъзел - резултатът за текущия пъзел ще бъде добавен
bn: স্কোর এড়িয়ে যাওয়া ধাঁধা - বর্তমান ধাঁধার স্কোর যোগ করা হবে
da: Score sprunget puslespil - scoren for det aktuelle puslespil vil blive tilføjet
sq: Rezultati i anashkaluar i enigmës - rezultati për enigmën aktuale do të shtohet
zh: 跳过拼图的分数 - 当前拼图的分数将被添加

source: to the session and file stats if it is skipped.
ar: إلى جلسة وإحصائيات الملف إذا تم تخطيها.
bg: към статистиката на сесията и файла, ако е пропусната.
bn: সেশন এবং ফাইল পরিসংখ্যানে যদি এটি এড়িয়ে যায়।
da: til sessionen og filstatistik, hvis den springes over.
sq: te sesioni dhe statistikat e skedarit nëse kapërcehet.
zh: 如果跳过则查看会话和文件统计信息。

source: Mark puzzle file - designate the current PGN file as a puzzle file,
ar: تحديد ملف اللغز - تعيين ملف PGN الحالي كملف لغز،
bg: Маркиране на пъзел файл - обозначаване на текущия PGN файл като пъзел файл,
bn: ধাঁধা ফাইল চিহ্নিত করুন - বর্তমান PGN ফাইলটিকে একটি ধাঁধা ফাইল হিসেবে মনোনীত করুন,
da: Marker puslespilsfil - udpeg den aktuelle PGN-fil som en puslespilsfil,
sq: Shënoni skedarin e enigmës - caktoni skedarin aktual PGN si skedar enigmë,
zh: 标记拼图文件-将当前 PGN 文件指定为拼图文件，

source: for the purpose of automatic puzzle mode loading.
ar: لغرض تحميل وضع اللغز التلقائي.
bg: с цел автоматично зареждане на режим пъзел.
bn: স্বয়ংক্রিয় ধাঁধা মোড লোড করার উদ্দেশ্যে।
da: med henblik på automatisk indlæsning af puslespilstilstand.
sq: për qëllimin e ngarkimit automatik të modalitetit të enigmës.
zh: 为了自动加载拼图模式。

source: The reason for this extra box is that whilst you would probably always
ar: السبب وراء هذا الصندوق الإضافي هو أنه على الرغم من أنك ربما ستستخدمه دائمًا
bg: Причината за тази допълнителна кутия е, че макар че вероятно винаги бихте го направили
bn: এই অতিরিক্ত বাক্সের কারণ হল, যদিও আপনি সম্ভবত সর্বদা
da: Grunden til denne ekstra boks er, at mens du sandsynligvis altid ville
sq: Arsyeja për këtë kuti shtesë është se ndërsa ju ndoshta do ta bënit gjithmonë
zh: 这个额外方框的原因是，虽然你可能总是

source: want to switch to puzzle mode for a PGN file of puzzles, you might
ar: إذا كنت تريد التبديل إلى وضع الألغاز لملف PGN للألغاز، فقد ترغب في ذلك
bg: искате да превключите в режим на пъзел за PGN файл с пъзели, може
bn: ধাঁধার PGN ফাইলের জন্য ধাঁধা মোডে স্যুইচ করতে চান, আপনি হয়তো
da: ønsker at skifte til puslespilstilstand for en PGN-fil med gåder, kan du evt
sq: ju mund të dëshironi të kaloni në modalitetin e enigmës për një skedar PGN enigmash
zh: 想要切换到拼图模式来处理 PGN 文件的拼图，你可能
