Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: because I have not found a free program that does this.
ar: لأنني لم أجد برنامجًا مجانيًا يقوم بذلك.
bg: защото не намерих безплатна програма, която да прави това.
bn: কারণ আমি এমন কোনও বিনামূল্যের প্রোগ্রাম খুঁজে পাইনি যা এটি করে।
da: fordi jeg ikke har fundet et gratis program der gør dette.
sq: sepse nuk kam gjetur një program falas që e bën këtë.
zh: 因为我还没有找到可以做到这一点的免费程序。

source: I decided to leave the English version in the program,
ar: قررت ترك النسخة الإنجليزية في البرنامج،
bg: Реших да оставя английската версия в програмата,
bn: আমি প্রোগ্রামটিতে ইংরেজি সংস্করণটি বাদ দেওয়ার সিদ্ধান্ত নিয়েছি,
da: Jeg besluttede at lade den engelske version blive i programmet,
sq: Vendosa të lë versionin anglisht në program,
zh: 我决定在程序中保留英文版本，

source: because it was simpler to do so and I thought it might be
ar: لأنه كان من الأسهل القيام بذلك واعتقدت أنه قد يكون
bg: защото беше по-лесно да го направя и си помислих, че може да е така
bn: কারণ এটা করা সহজ ছিল এবং আমি ভেবেছিলাম এটা হতে পারে
da: fordi det var nemmere at gøre det, og jeg tænkte, at det kunne være det
sq: sepse ishte më e thjeshtë për ta bërë këtë dhe mendova se mund të ishte
zh: 因为这样做比较简单，而且我认为

source: of some use.
ar: من بعض الاستخدام.
bg: от някаква полза.
bn: কিছু কাজে লাগে।
da: til nogen nytte.
sq: të disa përdorimit.
zh: 有一定用处。

source: As an alternative, there is a PDF help file in English,
ar: كبديل، هناك ملف تعليمات PDF باللغة الإنجليزية،
bg: Като алтернатива има PDF помощен файл на английски език,
bn: বিকল্প হিসেবে, ইংরেজিতে একটি PDF সাহায্য ফাইল আছে,
da: Som et alternativ er der en PDF-hjælpefil på engelsk,
sq: Si alternativë, ekziston një skedar ndihmës PDF në anglisht,
zh: 另外，还有一个英文 PDF 帮助文件，

source: available for download at the following links -
ar: متاح للتحميل على الروابط التالية -
bg: достъпен за изтегляне на следните връзки -
bn: নিম্নলিখিত লিঙ্কগুলিতে ডাউনলোডের জন্য উপলব্ধ -
da: tilgængelig til download på følgende links -
sq: në dispozicion për shkarkim në lidhjet e mëposhtme -
zh: 可通过以下链接下载 -

source: There are many free PDF online translators availble that you
ar: هناك العديد من مترجمي PDF المجانيين المتاحين عبر الإنترنت
bg: Налични са много безплатни онлайн преводачи на PDF файлове
bn: অনেক বিনামূল্যের PDF অনলাইন অনুবাদক পাওয়া যায় যেগুলো আপনার জন্য
da: Der er mange gratis PDF online oversættere til rådighed, som du
sq: Ka shumë përkthyes PDF falas në internet që ju
zh: 有许多免费的 PDF 在线翻译器可供您使用

source: can then use to translate this file into your own language.
ar: يمكنك بعد ذلك استخدامه لترجمة هذا الملف إلى لغتك الخاصة.
bg: след това можете да използвате, за да преведете този файл на вашия собствен език.
bn: তারপর এই ফাইলটি আপনার নিজের ভাষায় অনুবাদ করতে ব্যবহার করতে পারেন।
da: kan derefter bruge til at oversætte denne fil til dit eget sprog.
sq: më pas mund ta përdorni për ta përkthyer këtë skedar në gjuhën tuaj.
zh: 然后可以使用该文件翻译成您自己的语言。

source: Language help
ar: مساعدة لغوية
bg: Езикова помощ
bn: ভাষা সহায়তা
da: Sproghjælp
sq: Ndihmë gjuhësore
zh: 语言帮助

source: This panel is a placeholder for a proper database management facility.
ar: تعتبر هذه اللوحة بمثابة عنصر نائب لمنشأة إدارة قاعدة البيانات المناسبة.
bg: Този панел е контейнер за подходящо средство за управление на база данни.
bn: এই প্যানেলটি একটি সঠিক ডাটাবেস ব্যবস্থাপনা সুবিধার জন্য একটি স্থানধারক।
da: Dette panel er en pladsholder for en ordentlig databasestyringsfacilitet.
sq: Ky panel është një vendmbajtës për një strukturë të duhur të menaxhimit të bazës së të dhënave.
zh: 该面板是适当的数据库管理设施的占位符。

source: At the moment the only functionality offered is some database
ar: في الوقت الحالي، الوظيفة الوحيدة المعروضة هي بعض قواعد البيانات
bg: В момента единствената предлагана функционалност е някаква база данни
bn: এই মুহূর্তে কেবলমাত্র কিছু ডাটাবেসই কার্যকরী।
da: I øjeblikket er den eneste funktionalitet, der tilbydes, en database
sq: Për momentin i vetmi funksionalitet i ofruar është një bazë të dhënash
zh: 目前提供的唯一功能是一些数据库

source: test and rebuild functions. Be careful with these, experts only !
ar: اختبار وإعادة بناء الوظائف. كن حذرًا مع هذه الوظائف، للخبراء فقط!
bg: функции за тестване и възстановяване. Внимавайте с тях, само експерти!
bn: পরীক্ষা এবং ফাংশন পুনর্নির্মাণ। এগুলোর ব্যাপারে সতর্ক থাকুন, শুধুমাত্র বিশেষজ্ঞরা!
da: teste og genopbygge funktioner. Vær forsigtig med disse, kun eksperter!
sq: testimi dhe rindërtimi i funksioneve. Kini kujdes me këto, vetëm ekspertë!
zh: 测试并重建函数。请小心谨慎，仅限专家！

source: For now the files involved are mainly hardwired at compile time -
ar: في الوقت الحالي، يتم تجميع الملفات المعنية بشكل أساسي في وقت التجميع -
bg: Засега включените файлове са основно свързани по време на компилиране -
bn: আপাতত, জড়িত ফাইলগুলি মূলত কম্পাইলের সময় হার্ডওয়্যারড -
da: For nu er de involverede filer hovedsageligt fastkablet på kompileringstidspunktet -
sq: Për momentin, skedarët e përfshirë janë kryesisht të lidhur në kohën e përpilimit -
zh: 目前所涉及的文件主要是在编译时硬连线的 -

source: to change them, change the source code and recompile!
ar: لتغييرها، قم بتغيير الكود المصدر وإعادة التجميع!
bg: за да ги промените, променете изходния код и прекомпилирайте!
bn: এগুলো পরিবর্তন করতে, সোর্স কোড পরিবর্তন করুন এবং পুনরায় কম্পাইল করুন!
da: for at ændre dem, skift kildekoden og kompiler igen!
sq: për t'i ndryshuar ato, ndryshoni kodin burimor dhe ripërpiloni!
zh: 要改变它们，请更改源代码并重新编译！

source: DbPrimitives.h and DbMaintenance.cpp.
ar: DbPrimitives.h و DbMaintenance.cpp.
bg: DbPrimitives.h и DbMaintenance.cpp.
bn: DbPrimitives.h এবং DbMaintenance.cpp.
da: DbPrimitives.h og DbMaintenance.cpp.
sq: DbPrimitives.h dhe DbMaintenance.cpp.
zh: DbPrimitives.h 和 DbMaintenance.cpp。

source: Choose the next .pgn file with games to append to the database:
ar: اختر ملف .pgn التالي الذي يحتوي على الألعاب المراد إضافتها إلى قاعدة البيانات:
bg: Изберете следващия .pgn файл с игри, които да добавите към базата данни:
bn: ডাটাবেসে যোগ করার জন্য গেম সহ পরবর্তী .pgn ফাইলটি বেছে নিন:
da: Vælg den næste .pgn-fil med spil, der skal tilføjes til databasen:
sq: Zgjidhni skedarin tjetër .pgn me lojëra për t'u shtuar në bazën e të dhënave:
zh: 选择下一个包含游戏的 .pgn 文件以附加到数据库：

source: Select .pgn for append operation below
ar: حدد .pgn لعملية الإضافة أدناه
bg: Изберете .pgn за операция за добавяне по-долу
bn: নিচে অ্যাপেন্ড অপারেশনের জন্য .pgn নির্বাচন করুন
da: Vælg .pgn for at tilføje handling nedenfor
sq: Zgjidhni .pgn për funksionimin e shtojcës më poshtë
zh: 选择 .pgn 进行下面的附加操作

source: Database speed test
ar: اختبار سرعة قاعدة البيانات
bg: Тест за скорост на база данни
bn: ডাটাবেস গতি পরীক্ষা
da: Database hastighedstest
sq: Testi i shpejtësisë së bazës së të dhënave
zh: 数据库速度测试

source: Build great players database
ar: بناء قاعدة بيانات للاعبين العظماء
bg: Създайте страхотна база данни за играчи
bn: দুর্দান্ত খেলোয়াড়দের ডাটাবেস তৈরি করুন
da: Byg en fantastisk spillerdatabase
sq: Ndërtoni bazën e të dhënave të shkëlqyera të lojtarëve
zh: 建立优秀球员数据库

source: Test decompress file .qgn -> .pgn
ar: اختبار فك ضغط الملف .qgn -> .pgn
bg: Тествайте декомпресирания файл .qgn -> .pgn
bn: .qgn -> .pgn ফাইল ডিকম্প্রেস পরীক্ষা করুন
da: Test dekomprimeringsfil .qgn -> .pgn
sq: Testoni skedarin e dekompresimit .qgn -> .pgn
zh: 测试解压文件.qgn -> .pgn

source: Test move compression algorithm
ar: اختبار خوارزمية ضغط الحركة
bg: Тествайте алгоритъма за компресиране на движение
bn: পরীক্ষামূলক মুভ কম্প্রেশন অ্যালগরিদম
da: Test flytte komprimeringsalgoritme
sq: Testoni algoritmin e kompresimit të lëvizjes
zh: 测试移动压缩算法

source: DANGER append to database from .pgn
ar: إضافة DANGER إلى قاعدة البيانات من .pgn
bg: ОПАСНОСТ добавяне към база данни от .pgn
bn: .pgn থেকে ডাটাবেসে DANGER যোগ করুন
da: FARE tilføj til database fra .pgn
sq: RREZIK shtojeni në bazën e të dhënave nga .pgn
zh: 危险 从 .pgn 附加到数据库

source: DANGER database create indexes
ar: إنشاء فهارس لقاعدة بيانات DANGER
bg: ОПАСНОСТ базата данни създава индекси
bn: DANGER ডাটাবেস সূচী তৈরি করে
da: FARE database oprette indekser
sq: Baza e të dhënave RREZIK krijon indekse
zh: DANGER 数据库创建索引

source: Add help text later.
ar: أضف نص المساعدة لاحقًا.
bg: Добавете помощен текст по-късно.
bn: সাহায্যের টেক্সট পরে যোগ করুন।
da: Tilføj hjælpetekst senere.
sq: Shto tekstin e ndihmës më vonë.
zh: 稍后添加帮助文本。

source: Maintenance dialog help
ar: مساعدة في حوار الصيانة
bg: Помощ за диалоговия прозорец за поддръжка
bn: রক্ষণাবেক্ষণ ডায়ালগ সহায়তা
da: Hjælp til vedligeholdelsesdialog
sq: Ndihma e dialogut të mirëmbajtjes
zh: 维护对话框帮助

source: Media player
ar: مشغل الوسائط
bg: Медиен плейър
bn: মিডিয়া প্লেয়ার
da: Medieafspiller
zh: 媒体播放器

source: Open File
ar: فتح الملف
bg: Отворете файла
bn: ফাইল খুলুন
da: Åbn fil
sq: Hap skedarin
zh: 打开文件

source: Display open file dialog box
ar: عرض مربع حوار الملف المفتوح
bg: Показване на диалогов прозорец за отваряне на файл
bn: খোলা ফাইল ডায়ালগ বক্স প্রদর্শন করুন
da: Vis dialogboksen åben fil
sq: Shfaq kutinë e dialogut të skedarit të hapur
zh: 显示打开文件对话框

source: E&xit Alt-X
ar: E&exit_tAlt-X
bg: Из&изход Alt-X
bn: প্রস্থান করুন Alt-X
da: Afslut Alt-X
sq: E&dal Alt-X
zh: 退出(&X) Alt-X

source: Quit this program
ar: إنهاء هذا البرنامج
bg: Излезте от тази програма
bn: এই প্রোগ্রামটি বন্ধ করুন
da: Afslut dette program
sq: Hiqni dorë nga ky program
zh: 退出该程序

source: Play
ar: يلعب
bg: Играйте
bn: খেলা
da: Spil
sq: Luaj
zh: 玩

source: Start playback
ar: بدء التشغيل
bg: Стартирайте възпроизвеждането
bn: প্লেব্যাক শুরু করুন
da: Start afspilning
sq: Filloni riprodhimin
zh: 开始播放

source: Pause
ar: يوقف
bg: Пауза
bn: বিরতি
sq: Ndalo
zh: 暂停

source: Pause playback
ar: إيقاف التشغيل مؤقتًا
bg: Пауза на възпроизвеждането
bn: প্লেব্যাক বিরতি দিন
da: Sæt afspilning på pause
sq: Ndalo riprodhimin
zh: 暂停播放

source: Stop playback
ar: إيقاف التشغيل
bg: Спрете възпроизвеждането
bn: প্লেব্যাক বন্ধ করুন
da: Stop afspilning
sq: Ndalo riprodhimin
zh: 停止播放

source: Goto start
ar: انتقل إلى البداية
bg: Започнете
bn: শুরুতে যাও
da: Gå til start
sq: Shko te filloj
zh: 转到开始

source: Go to the start of the video
ar: انتقل إلى بداية الفيديو
bg: Отидете до началото на видеото
bn: ভিডিওর শুরুতে যান
da: Gå til starten af ​​videoen
sq: Shkoni në fillim të videos
zh: 转至视频开头

source: Goto end!
ar: إذهب إلى النهاية!
bg: До край!
bn: শেষ!
da: Til slut!
sq: I erdhi fundi!
zh: 去结束！

source: Go to the end of the video
ar: انتقل إلى نهاية الفيديو
bg: Отидете до края на видеото
bn: ভিডিওটির শেষে যান
da: Gå til slutningen af ​​videoen
sq: Shkoni në fund të videos
zh: 跳到视频结尾

source: Volume down
ar: خفض الصوت
bg: Намаляване на звука
bn: ভলিউম কমাও
da: Lydstyrke ned
sq: Ulja e volumit
zh: 降低音量

source: Decrease volume
ar: خفض مستوى الصوت
bg: Намалете звука
bn: ভলিউম কমান
da: Sænk volumen
sq: Ul volumin
zh: 降低音量

source: Volume up
ar: رفع الصوت
bg: Увеличете звука
bn: ভলিউম বাড়াও
da: Lydstyrke op
sq: Rrit volumin
zh: 增大音量

source: Increase volume
ar: زيادة الحجم
bg: Увеличете силата на звука
bn: ভলিউম বাড়ান
da: Øg volumen
sq: Rritja e volumit
zh: 增加音量

source: Set video marker Alt-V
ar: تعيين علامة الفيديو_tAlt-V
bg: Задайте видео маркер Alt-V
bn: ভিডিও মার্কার Alt-V সেট করুন
da: Indstil videomarkør Alt-V
sq: Cakto shënuesin e videos Alt-V
zh: 设置视频标记 Alt-V

source: Set video marker for game position
ar: تعيين علامة الفيديو لموضع اللعبة
bg: Задайте видео маркер за игрова позиция
bn: গেমের অবস্থানের জন্য ভিডিও মার্কার সেট করুন
da: Indstil videomarkør til spilposition
sq: Vendos shënuesin e videos për pozicionin e lojës
zh: 设置游戏位置的视频标记

source: Delete video marker
ar: حذف علامة الفيديو
bg: Изтриване на видео маркер
bn: ভিডিও মার্কার মুছুন
da: Slet videomarkør
sq: Fshi shënuesin e videos
zh: 删除视频标记

source: Delete video marker from current game move element
ar: حذف علامة الفيديو من عنصر الحركة الحالي في اللعبة
bg: Изтриване на видео маркер от текущия елемент на движение на играта
bn: বর্তমান গেম মুভ এলিমেন্ট থেকে ভিডিও মার্কার মুছুন
da: Slet videomarkør fra det aktuelle spilbevægelseselement
sq: Fshi shënuesin e videos nga elementi aktual i lëvizjes së lojës
zh: 从当前游戏移动元素中删除视频标记

source: Delete all video markers
ar: حذف جميع علامات الفيديو
bg: Изтрийте всички видео маркери
bn: সমস্ত ভিডিও মার্কার মুছুন
da: Slet alle videomarkører
sq: Fshini të gjithë shënuesit e videos
zh: 删除所有视频标记

source: Delete all video markers from game move elements
ar: حذف جميع علامات الفيديو من عناصر تحريك اللعبة
bg: Изтрийте всички видео маркери от елементите на движение на играта
bn: গেম মুভ এলিমেন্ট থেকে সমস্ত ভিডিও মার্কার মুছে ফেলুন
da: Slet alle videomarkører fra spilbevægelseselementer
sq: Fshini të gjithë shënuesit e videove nga elementët e lëvizjes së lojës
zh: 从游戏动作元素中删除所有视频标记

source: Toggle video edit mode
ar: تبديل وضع تحرير الفيديو
bg: Превключване на режима за редактиране на видео
bn: ভিডিও এডিট মোড টগল করুন
da: Skift videoredigeringstilstand
sq: Ndrysho modalitetin e modifikimit të videos
zh: 切换视频编辑模式

source: Save game (and video info)
ar: حفظ اللعبة (ومعلومات الفيديو)
bg: Запазване на играта (и видео информация)
bn: গেমটি সংরক্ষণ করুন (এবং ভিডিও তথ্য)
da: Gem spil (og videooplysninger)
sq: Ruaj lojën (dhe informacionin e videos)
zh: 保存游戏（和视频信息）

source: Save the current game and the video info
ar: احفظ اللعبة الحالية ومعلومات الفيديو
bg: Запазете текущата игра и информацията за видеото
bn: বর্তমান খেলা এবং ভিডিও তথ্য সংরক্ষণ করুন
da: Gem det aktuelle spil og videooplysningerne
sq: Ruani lojën aktuale dhe informacionin e videos
zh: 保存当前游戏和视频信息

source: Goto next video marker
ar: انتقل إلى علامة الفيديو التالية
bg: Отидете до следващ видео маркер
bn: পরবর্তী ভিডিও মার্কারে যান
da: Gå til næste videomarkør
sq: Shko te shënuesi tjetër i videos
zh: 转到下一个视频标记

source: Goto the next video marker in the game move list
ar: انتقل إلى علامة الفيديو التالية في قائمة تحركات اللعبة
bg: Отидете до следващия видео маркер в списъка с ходове на играта
bn: গেম সরানোর তালিকার পরবর্তী ভিডিও মার্কারে যান
da: Gå til den næste videomarkør i spillebevægelseslisten
sq: Shkoni te shënuesi tjetër i videos në listën e lëvizjeve të lojës
zh: 转到游戏移动列表中的下一个视频标记

source: Goto previous video marker
ar: انتقل إلى علامة الفيديو السابقة
bg: Отидете до маркера за предишен видеоклип
bn: পূর্ববর্তী ভিডিও মার্কারে যান
da: Gå til forrige videomarkør
sq: Shko te shënuesi i mëparshëm i videos
zh: 转到上一个视频标记

source: Goto the previous video marker in the game move list
ar: انتقل إلى علامة الفيديو السابقة في قائمة تحركات اللعبة
bg: Отидете до предишния видео маркер в списъка с ходове на играта
bn: গেম মুভ লিস্টে আগের ভিডিও মার্কারে যান
da: Gå til den forrige videomarkør i spillebevægelseslisten
sq: Shkoni te shënuesi i mëparshëm i videos në listën e lëvizjeve të lojës
zh: 转到游戏移动列表中的上一个视频标记

source: Media player options..
ar: خيارات مشغل الوسائط..
bg: Опции за мултимедиен плейър..
bn: মিডিয়া প্লেয়ারের বিকল্প..
da: Medieafspiller muligheder..
sq: Opsionet e luajtësit të mediave..
zh: 媒体播放器选项..

source: Open media player options dialog box
ar: فتح مربع حوار خيارات مشغل الوسائط
bg: Отворете диалоговия прозорец с опции на медийния плейър
bn: মিডিয়া প্লেয়ার অপশন ডায়ালগ বক্স খুলুন
da: Åbn dialogboksen medieafspillerindstillinger
sq: Hap kutinë e dialogut të opsioneve të luajtësit të mediave
zh: 打开媒体播放器选项对话框

source: Show about dialog
ar: عرض حول الحوار
bg: Покажи за диалоговия прозорец
bn: সম্পর্কে ডায়ালগ দেখান
da: Vis om dialog
sq: Trego rreth dialogut
zh: 显示关于对话框

source: Controls
ar: عناصر التحكم
bg: Контроли
bn: নিয়ন্ত্রণ
da: Kontrolelementer
sq: Kontrollet
zh: 控制

source: No file loaded
ar: لم يتم تحميل أي ملف
bg: Няма зареден файл
bn: কোনও ফাইল লোড করা হয়নি
da: Ingen fil indlæst
sq: Asnjë skedar i ngarkuar
zh: 没有加载文件

source: Mediaplayer
ar: مشغل الوسائط
bg: Медиен плейър
bn: মিডিয়াপ্লেয়ার
da: Medieafspiller
zh: 媒体播放器

source: Goto end
ar: انتقل إلى النهاية
bg: До края
bn: শেষে যান
da: Gå til slutningen
sq: Shkoni në fund
zh: 转到结尾

source: Hold <Shift> for previous puzzle marker
ar: اضغط باستمرار على <Shift> للوصول إلى علامة اللغز السابقة
bg: Задръжте <Shift> за предишен маркер на пъзела
bn: পূর্ববর্তী ধাঁধা চিহ্নিতকারীর জন্য <Shift> ধরে রাখুন
da: Hold <Shift> nede for forrige puslespilsmarkør
sq: Mbajeni <Shift> për shënuesin e mëparshëm të enigmës
zh: 按住 <Shift> 可显示上一个谜题标记

source: Hold <Shift> for next puzzle marker
ar: اضغط باستمرار على <Shift> للوصول إلى علامة اللغز التالية
bg: Задръжте <Shift> за следващия маркер на пъзела
bn: পরবর্তী ধাঁধা চিহ্নিতকারীর জন্য <Shift> ধরে রাখুন
da: Hold <Shift> nede for næste puslespilsmarkør
sq: Mbajeni <Shift> për shënuesin tjetër të enigmës
zh: 按住 <Shift> 以选择下一个谜题标记

source: Set move video marker
ar: تعيين علامة نقل الفيديو
bg: Задайте преместване на видео маркер
bn: ভিডিও সরানোর মার্কার সেট করুন
da: Indstil flytte videomarkør
sq: Cakto shënuesin e lëvizjes së videos
zh: 设置移动视频标记

source: Delete move video marker
ar: حذف علامة نقل الفيديو
bg: Изтриване на преместване на видео маркер
bn: ভিডিও সরানোর মার্কার মুছুন
da: Slet flytte videomarkør
sq: Fshi shënuesin e lëvizjes së videos
zh: 删除移动视频标记

source: Media player help
ar: مساعدة مشغل الوسائط
bg: Помощ за мултимедиен плейър
bn: মিডিয়া প্লেয়ার সাহায্য
da: Hjælp til medieafspiller
sq: Ndihmë për luajtësin e mediave
zh: 媒体播放器帮助

source: Making videos
ar: صنع مقاطع فيديو
bg: Създаване на видеоклипове
bn: ভিডিও তৈরি করা
da: At lave videoer
sq: Bërja e videove
zh: 制作视频

source: The media player allows you to view and make chess videos.
ar: يسمح لك مشغل الوسائط بمشاهدة وإنشاء مقاطع فيديو للشطرنج.
bg: Медийният плейър ви позволява да гледате и правите видеоклипове за шах.
bn: মিডিয়া প্লেয়ারটি আপনাকে দাবার ভিডিও দেখতে এবং তৈরি করতে দেয়।
da: Medieafspilleren giver dig mulighed for at se og lave skakvideoer.
sq: Media player ju lejon të shikoni dhe bëni video shahu.
zh: 媒体播放器允许您观看和制作国际象棋视频。

source: The videos that the program can use are just normal *.mp4 files.
ar: الفيديوهات التي يستطيع البرنامج استخدامها هي مجرد ملفات *.mp4 عادية.
bg: Видеоклиповете, които програмата може да използва, са просто нормални *.mp4 файлове.
bn: প্রোগ্রামটি যে ভিডিওগুলি ব্যবহার করতে পারে তা কেবল সাধারণ *.mp4 ফাইল।
da: De videoer, som programmet kan bruge, er bare normale *.mp4-filer.
sq: Videot që mund të përdorë programi janë thjesht skedarë normalë *.mp4.
zh: 该程序可以使用的视频只是普通的 *.mp4 文件。

source: Each video needs a PGN file that has the same file stem name.
ar: يحتاج كل مقطع فيديو إلى ملف PGN يحمل نفس اسم جذع الملف.
bg: Всяко видео се нуждае от PGN файл, който има същото име на файла.
bn: প্রতিটি ভিডিওর জন্য একটি PGN ফাইল প্রয়োজন যার ফাইল স্টেম নাম একই।
da: Hver video har brug for en PGN-fil, der har samme filstammenavn.
sq: Çdo video ka nevojë për një skedar PGN që ka të njëjtin emër të bazës së skedarit.
zh: 每个视频都需要一个具有相同文件名的 PGN 文件。

source: The video info that links the two files together is stored
ar: يتم تخزين معلومات الفيديو التي تربط الملفين معًا
bg: Видео информацията, която свързва двата файла, се съхранява
bn: দুটি ফাইলকে একসাথে সংযুক্ত করে এমন ভিডিও তথ্য সংরক্ষণ করা হয়
da: Videoinformationen, der forbinder de to filer sammen, gemmes
sq: Informacioni i videos që lidh dy skedarët së bashku ruhet
zh: 将两个文件链接在一起的视频信息存储起来

source: in a tag in the PGN file.
ar: في علامة في ملف PGN.
bg: в таг в PGN файла.
bn: PGN ফাইলের একটি ট্যাগে।
da: i et tag i PGN-filen.
sq: në një etiketë në skedarin PGN.
zh: 在 PGN 文件的标签中。

source: i.e. filename.mp4 filename.pgn
ar: أي اسم الملف.mp4 اسم الملف.pgn
bg: т.е. име на файл.mp4 име на файл.pgn
bn: অর্থাৎ filename.mp4 filename.pgn
da: dvs. filnavn.mp4 filnavn.pgn
sq: dmth emri i skedarit.mp4 emri i skedarit.pgn
zh: 即文件名.mp4 文件名.pgn

source: By default the media player will use a native control panel
ar: بشكل افتراضي، سيستخدم مشغل الوسائط لوحة تحكم أصلية
bg: По подразбиране мултимедийният плейър ще използва собствен контролен панел
bn: ডিফল্টরূপে মিডিয়া প্লেয়ার একটি নেটিভ কন্ট্রোল প্যানেল ব্যবহার করবে
da: Som standard vil medieafspilleren bruge et indbygget kontrolpanel
sq: Si parazgjedhje, riprodhuesi i mediave do të përdorë një panel kontrolli vendas
zh: 默认情况下，媒体播放器将使用本机控制面板

source: with buttons for <Start> <Stop> <Pause> etc.
ar: مع أزرار لـ <بدء> <إيقاف> <إيقاف مؤقت> وما إلى ذلك.
bg: с бутони за <Старт> <Стоп> <Пауза> и др.
bn: <Start> <Stop> <Pause> ইত্যাদির জন্য বোতাম সহ।
da: med knapper til <Start> <Stop> <Pause> osv.
sq: me butona për <Start> <Stop> <Pauzë> etj.
zh: 带有 <开始> <停止> <暂停> 等按钮。

source: Apparently, this panel is not guaranteed to be displayed.
ar: يبدو أن هذه اللوحة غير مضمونة للعرض.
bg: Очевидно този панел не е гарантиран за показване.
bn: স্পষ্টতই, এই প্যানেলটি প্রদর্শিত হবে এমন কোনও নিশ্চয়তা নেই।
da: Tilsyneladende er dette panel ikke garanteret at blive vist.
sq: Me sa duket, ky panel nuk është i garantuar të shfaqet.
zh: 显然，这个面板不能保证显示。

source: To mitigate against this eventuality, I have added
ar: للتخفيف من حدة هذه الاحتمالية، أضفت
bg: За да смекча тази възможност, добавих
bn: এই সম্ভাবনা কমাতে, আমি যোগ করেছি
da: For at afbøde denne eventualitet, har jeg tilføjet
sq: Për të zbutur këtë eventualitet, kam shtuar
zh: 为了减轻这种情况的影响，我添加了

source: an optional toolbar that displays the same controls.
ar: شريط أدوات اختياري يعرض نفس عناصر التحكم.
bg: незадължителна лента с инструменти, която показва същите контроли.
bn: একটি ঐচ্ছিক টুলবার যা একই নিয়ন্ত্রণগুলি প্রদর্শন করে।
da: en valgfri værktøjslinje, der viser de samme kontroller.
sq: një shirit veglash opsionale që shfaq të njëjtat kontrolle.
zh: 显示相同控件的可选工具栏。

source: The toolbar also has editing icons used for making videos
ar: يحتوي شريط الأدوات أيضًا على أيقونات التحرير المستخدمة في إنشاء مقاطع الفيديو
bg: Лентата с инструменти също има икони за редактиране, използвани за създаване на видеоклипове
bn: টুলবারটিতে ভিডিও তৈরির জন্য ব্যবহৃত সম্পাদনা আইকনও রয়েছে।
da: Værktøjslinjen har også redigeringsikoner, der bruges til at lave videoer
sq: Shiriti i veglave ka gjithashtu ikona redaktimi që përdoren për të bërë video
zh: 工具栏上还有用于制作视频的编辑图标

source: and navigation icons for moving back and forth in the video.
ar: وأيقونات التنقل للتحرك ذهابًا وإيابًا في الفيديو.
bg: и икони за навигация за движение напред и назад във видеото.
bn: এবং ভিডিওতে সামনে পিছনে সরানোর জন্য নেভিগেশন আইকন।
da: og navigationsikoner til at bevæge sig frem og tilbage i videoen.
sq: dhe ikonat e navigimit për lëvizjen përpara dhe mbrapa në video.
zh: 以及用于在视频中来回移动的导航图标。

source: Also, with the toolbar there is always access to the pause button,
ar: بالإضافة إلى ذلك، مع شريط الأدوات، هناك دائمًا إمكانية الوصول إلى زر الإيقاف المؤقت،
bg: Освен това с лентата с инструменти винаги има достъп до бутона за пауза,
bn: এছাড়াও, টুলবারের সাহায্যে সর্বদা বিরতি বোতামে অ্যাক্সেস থাকে,
da: Med værktøjslinjen er der også altid adgang til pauseknappen,
sq: Gjithashtu, me shiritin e veglave ka gjithmonë akses në butonin e pauzës,
zh: 此外，工具栏上始终可以访问暂停按钮，

source: so you can pause the video even when the program is playing moves
ar: حتى تتمكن من إيقاف الفيديو مؤقتًا حتى أثناء تشغيل البرنامج
bg: така че можете да поставите видеото на пауза дори когато програмата възпроизвежда ходове
bn: যাতে প্রোগ্রামটি চলমান থাকা অবস্থায়ও আপনি ভিডিওটি থামাতে পারেন
da: så du kan sætte videoen på pause, selv når programmet afspiller bevægelser
sq: kështu që mund ta ndaloni videon edhe kur programi është duke luajtur lëviz
zh: 这样即使程序正在播放视频，你也可以暂停视频

source: for the purpose of game/video synchronization.
ar: لغرض مزامنة اللعبة/الفيديو.
bg: за целите на синхронизиране на игра/видео.
bn: গেম/ভিডিও সিঙ্ক্রোনাইজেশনের উদ্দেশ্যে।
da: med henblik på spil/video-synkronisering.
sq: për qëllim të sinkronizimit të lojës/videos.
zh: 为了实现游戏/视频同步。

source: Although status info is displayed within the native control panel,
ar: على الرغم من عرض معلومات الحالة داخل لوحة التحكم الأصلية،
bg: Въпреки че информацията за състоянието се показва в собствения контролен панел,
bn: যদিও স্থিতির তথ্য স্থানীয় নিয়ন্ত্রণ প্যানেলের মধ্যে প্রদর্শিত হয়,
da: Selvom statusoplysninger vises i det indbyggede kontrolpanel,
sq: Megjithëse informacioni i statusit shfaqet brenda panelit të kontrollit vendas,
zh: 虽然状态信息显示在本机控制面板中，
