Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: Check for combined average ELO
ar: التحقق من متوسط ELO المجمع
bg: Проверете за комбинирано средно ELO
bn: সম্মিলিত গড় ELO পরীক্ষা করুন
da: Tjek for kombineret gennemsnitlig ELO
sq: Kontrolloni për ELO mesatare të kombinuar
zh: 检查综合平均 ELO

source: Check to query white wins
ar: حدد للاستعلام عن الانتصارات البيضاء
bg: Поставете отметка, за да заявите, че белите печелят
bn: সাদা জয়ের প্রশ্ন করতে চেক করুন
da: Marker for at forespørge hvide gevinster
sq: Kontrollo për të kërkuar fitimet e bardha
zh: 勾选查询白方获胜

source: Check to query black wins
ar: حدد للاستعلام عن انتصارات اللون الأسود
bg: Поставете отметка, за да поискате черните победи
bn: কালো জয় সম্পর্কে জিজ্ঞাসা করতে চেক করুন
da: Marker for at forespørge om sorte gevinster
sq: Kontrollo për të kërkuar fitimet e zeza
zh: 检查查询黑色获胜

source: Check to query draws
ar: التحقق من الاستعلام عن السحوبات
bg: Поставете отметка за заявка за тегления
bn: কোয়েরি ড্র করতে চেক করুন
da: Marker for at forespørge trækninger
sq: Kontrollo për të kërkuar tërheqjet
zh: 勾选查询抽奖

source: Check to query games with no result
ar: التحقق من الاستعلام عن الألعاب التي ليس لها نتيجة
bg: Поставете отметка, за да търсите игри без резултат
bn: কোন ফলাফল ছাড়াই গেমগুলি জিজ্ঞাসা করতে চেক করুন
da: Marker for at forespørge spil uden resultat
sq: Kontrollo për të kërkuar lojëra pa rezultat
zh: 检查查询没有结果的游戏

source: Check to query games ending in checkmate
ar: حدد للاستعلام عن الألعاب التي تنتهي بـ checkmate
bg: Поставете отметка, за да поискате игри, завършващи с мат
bn: চেকমেট দিয়ে শেষ হওয়া গেমগুলো কোয়েরি করতে চেক করুন
da: Markér for at forespørge spil, der ender med skakmat
sq: Kontrollo për të kërkuar lojëra që përfundojnë me mat
zh: 检查以将军结尾的游戏

source: Check to query games ending in stalemate
ar: حدد هذا الخيار للاستعلام عن الألعاب التي تنتهي بالتعادل
bg: Поставете отметка, за да направите заявка за игри, завършващи в безизходица
bn: অচলাবস্থায় শেষ হওয়া গেমগুলি কোয়েরি করতে চেক করুন
da: Marker for at forespørge på spil, der ender i dødvande
sq: Kontrollo për të kërkuar lojëra që përfundojnë në ngërç
zh: 检查以僵局结束的游戏

source: Check to query games ending with check
ar: تحقق للاستعلام عن الألعاب التي تنتهي بعلامة تحقق
bg: Поставете отметка за заявка за игри, завършващи с проверка
bn: চেক দিয়ে শেষ হওয়া গেমগুলো কোয়েরি করতে চেক করুন
da: Markér for at forespørge spil, der slutter med check
sq: Kontrollo për të kërkuar lojëra që përfundojnë me kontroll
zh: 检查以 check 结尾的查询游戏

source: Check to query game data
ar: التحقق من الاستعلام عن بيانات اللعبة
bg: Поставете отметка, за да поискате данни от играта
bn: গেমের তথ্য অনুসন্ধান করতে চেক করুন
da: Marker for at forespørge spildata
sq: Kontrollo për të kërkuar të dhënat e lojës
zh: 检查查询游戏数据

source: Check to query position
ar: التحقق من الاستعلام عن الموضع
bg: Поставете отметка за заявка за позиция
bn: ক্যোয়ারির অবস্থান পরীক্ষা করুন
da: Marker for at forespørge position
sq: Kontrollo për të kërkuar pozicionin
zh: 勾选查询职位

source: Check to use previous search mask
ar: حدد هذا الخيار لاستخدام قناع البحث السابق
bg: Поставете отметка, за да използвате предишна маска за търсене
bn: পূর্ববর্তী অনুসন্ধান মুখোশ ব্যবহার করতে চেক করুন
da: Marker for at bruge tidligere søgemaske
sq: Kontrolloni për të përdorur maskën e mëparshme të kërkimit
zh: 勾选使用上一个搜索掩码

source: Check to display clipboard after search
ar: حدد لعرض الحافظة بعد البحث
bg: Поставете отметка за показване на клипборда след търсене
bn: অনুসন্ধানের পরে ক্লিপবোর্ড প্রদর্শন করতে চেক করুন
da: Marker for at få vist udklipsholder efter søgning
sq: Kontrolloni për të shfaqur clipboard pas kërkimit
zh: 勾选搜索后显示剪贴板

source: Start the search
ar: ابدأ البحث
bg: Стартирайте търсенето
bn: অনুসন্ধান শুরু করুন
da: Start søgningen
sq: Filloni kërkimin
zh: 开始搜索

source: Use this dialog box in order to select the Game search options
ar: استخدم مربع الحوار هذا لتحديد خيارات البحث عن اللعبة
bg: Използвайте този диалогов прозорец, за да изберете опциите за търсене на игри
bn: গেম অনুসন্ধান বিকল্পগুলি নির্বাচন করতে এই ডায়ালগ বক্সটি ব্যবহার করুন।
da: Brug denne dialogboks til at vælge indstillingerne for spilsøgning
sq: Përdorni këtë kuti dialogu për të zgjedhur opsionet e kërkimit të lojës
zh: 使用此对话框来选择游戏搜索选项

source: White / Black : Enter the name or part of it (capa will find games by Capablanca).
ar: أبيض / أسود : أدخل الاسم أو جزء منه (سيقوم Capa بالبحث عن ألعاب Capablanca).
bg: Бяло / Черно: Въведете името или част от него (capa ще намери игри от Capablanca).
bn: সাদা / কালো : নাম বা এর কিছু অংশ লিখুন (capa Capablanca দ্বারা গেমগুলি খুঁজে পাবে)।
da: Hvid / Sort : Indtast navnet eller en del af det (capa finder spil fra Capablanca).
sq: Bardhë / E zezë : Futni emrin ose një pjesë të tij (capa do të gjejë lojëra nga Capablanca).
zh: 白/黑：输入名称或部分名称（capa 将查找卡帕布兰卡的游戏）。

source: You can use wildcards - *blanca will also find games by Capablanca.
ar: يمكنك استخدام الأحرف البدل - *blanca سوف تجد أيضًا الألعاب التي صنعها Capablanca.
bg: Можете да използвате заместващи символи - *blanca ще намери и игри от Capablanca.
bn: আপনি ওয়াইল্ডকার্ড ব্যবহার করতে পারেন - *blanca Capablanca এর গেমগুলিও খুঁজে পাবে।
da: Du kan bruge jokertegn - *blanca finder også spil fra Capablanca.
sq: Ju mund të përdorni shkronja të egra - *blanca do të gjejë gjithashtu lojëra nga Capablanca.
zh: 您可以使用通配符 - *blanca 还会查找 Capablanca 的游戏。

source: Wins and Losses : Check these boxes (with Ignore colours off)
ar: المكاسب والخسائر: حدد المربعات التالية (مع إيقاف تشغيل تجاهل الألوان)
bg: Победи и загуби: Поставете отметки в тези квадратчета (с изключено Игнориране на цветовете)
bn: জয়-পরাজয়: এই বাক্সগুলিতে টিক দিন (ইগনোর রঙ বন্ধ রেখে)
da: Sejre og tab: Marker disse felter (med Ignorer farver fra)
sq: Fitimet dhe Humbjet: Kontrolloni këto kuti (me ngjyrat Injoro të çaktivizuara)
zh: 胜利与失败：勾选这些框（忽略颜色关闭）

source: to search for wins and losses for a player.
ar: للبحث عن الانتصارات والخسائر للاعب.
bg: за търсене на печалби и загуби за играч.
bn: একজন খেলোয়াড়ের জয়-পরাজয় অনুসন্ধান করার জন্য।
da: at søge efter sejre og tab for en spiller.
sq: për të kërkuar fitore dhe humbje për një lojtar.
zh: 搜索玩家的胜利和失败。

source: Ignore colours : If you enter the name of one player
ar: تجاهل الألوان: إذا قمت بإدخال اسم لاعب واحد
bg: Игнориране на цветовете: Ако въведете името на един играч
bn: রঙ উপেক্ষা করুন: যদি আপনি একজন খেলোয়াড়ের নাম লেখেন
da: Ignorer farver: Hvis du indtaster navnet på én spiller
sq: Injoro ngjyrat: Nëse futni emrin e një lojtari
zh: 忽略颜色：如果你输入一名球员的名字

source: and click this on, then all their games will be shown.
ar: وانقر على هذا، ثم سيتم عرض جميع ألعابهم.
bg: и щракнете върху това, тогава ще се покажат всички техни игри.
bn: এবং এটিতে ক্লিক করুন, তাহলে তাদের সমস্ত খেলা দেখানো হবে।
da: og klik på dette, så vil alle deres spil blive vist.
sq: dhe klikoni mbi këtë, atëherë do të shfaqen të gjitha lojërat e tyre.
zh: 并单击此处，然后将显示他们的所有游戏。

source: If it is off, then only their white or black games are listed.
ar: إذا كان مغلقًا، فسيتم إدراج ألعابهم البيضاء أو السوداء فقط.
bg: Ако е изключено, тогава са изброени само техните бели или черни игри.
bn: যদি এটি বন্ধ থাকে, তাহলে শুধুমাত্র তাদের সাদা বা কালো গেমগুলি তালিকাভুক্ত করা হবে।
da: Hvis den er slået fra, vises kun deres hvide eller sorte spil.
sq: Nëse është joaktiv, atëherë renditen vetëm lojërat e tyre të bardha ose të zeza.
zh: 如果关闭，则只列出他们的白色或黑色游戏。

source: Tournament : Here you can search for a specific tournament or location.
ar: البطولة : هنا يمكنك البحث عن بطولة أو موقع محدد.
bg: Турнир : Тук можете да търсите конкретен турнир или място.
bn: টুর্নামেন্ট: এখানে আপনি একটি নির্দিষ্ট টুর্নামেন্ট বা অবস্থান অনুসন্ধান করতে পারেন।
da: Turnering : Her kan du søge efter en specifik turnering eller lokation.
sq: Turneu: Këtu mund të kërkoni për një turne ose vendndodhje specifike.
zh: 锦标赛：您可以在这里搜索特定的锦标赛或地点。

source: Year : To search for the games of a particular period, enter the years here.
ar: السنة : للبحث عن ألعاب فترة معينة، أدخل السنوات هنا.
bg: Година: За да търсите игрите от определен период, въведете годините тук.
bn: বছর : একটি নির্দিষ্ট সময়ের খেলা অনুসন্ধান করতে, এখানে বছরগুলি লিখুন।
da: År : Indtast årene her for at søge efter spil fra en bestemt periode.
sq: Viti : Për të kërkuar lojërat e një periudhe të caktuar, futni vitet këtu.
zh: 年份：要搜索特定时期的游戏，请在此处输入年份。

source: ECO : You can search for the games from a particular ECO key, e.g. C43 - C45
ar: ECO: يمكنك البحث عن الألعاب من مفتاح ECO معين، على سبيل المثال C43 - C45
bg: ECO : Можете да търсите игри от конкретен ECO ключ, напр. C43 - C45
bn: ECO : আপনি একটি নির্দিষ্ট ECO কী থেকে গেমগুলি অনুসন্ধান করতে পারেন, যেমন C43 - C45
da: ECO : Du kan søge efter spillene fra en bestemt ECO-nøgle, f.eks. C43 - C45
sq: ECO : Ju mund të kërkoni për lojërat nga një çelës i veçantë ECO, p.sh. C43 - C45
zh: ECO：您可以从特定的 ECO 键搜索游戏，例如 C43 - C45

source: Moves : You can set to search for long or short games here.
ar: الحركات: يمكنك ضبط البحث عن الألعاب الطويلة أو القصيرة هنا.
bg: Движения: Тук можете да настроите да търсите дълги или кратки игри.
bn: মুভস: আপনি এখানে দীর্ঘ বা ছোট গেম অনুসন্ধান করতে সেট করতে পারেন।
da: Moves : Du kan indstille til at søge efter lange eller korte spil her.
sq: Lëvizjet: Këtu mund të vendosni të kërkoni lojëra të gjata ose të shkurtra.
zh: 动作：您可以在这里设置搜索长时间或短时间的游戏。

source: Elo : When searching for the games of players who lie within
ar: إيلو: عند البحث عن ألعاب اللاعبين الذين يقعون ضمن
bg: Elo : Когато търсите игрите на играчи, които се намират вътре
bn: এলো: যখন খেলোয়াড়দের খেলা খুঁজছি যারা এর মধ্যে থাকে
da: Elo : Når du søger efter spil fra spillere, der ligger indenfor
sq: Elo: Kur kërkoni lojërat e lojtarëve që shtrihen brenda
zh: Elo ：当搜索玩家的游戏时，

source: a certain Elo range, you can specify whether one player, both players
ar: نطاق Elo معين، يمكنك تحديد ما إذا كان لاعب واحد أو كلا اللاعبين
bg: определен диапазон на Ело, можете да посочите дали един играч, и двамата играчи
bn: একটি নির্দিষ্ট Elo পরিসর, আপনি নির্দিষ্ট করতে পারেন যে একজন খেলোয়াড়, উভয় খেলোয়াড়ই
da: et bestemt Elo-område, kan du angive, om en spiller, begge spillere
sq: një gamë të caktuar Elo, ju mund të specifikoni nëse një lojtar, të dy lojtarët
zh: 一定的Elo范围，你可以指定一个玩家，两个玩家

source: or the average should lie within the given range.
ar: أو يجب أن يقع المتوسط ضمن النطاق المحدد.
bg: или средната стойност трябва да е в дадения диапазон.
bn: অথবা গড় প্রদত্ত সীমার মধ্যে থাকা উচিত।
da: eller gennemsnittet skal ligge inden for det givne interval.
sq: ose mesatarja duhet të jetë brenda intervalit të dhënë.
zh: 或者平均值应在给定的范围内。

source: Result : Searches for games in which White won, Black won,
ar: النتيجة: عمليات البحث عن الألعاب التي فاز فيها الأبيض، وفاز فيها الأسود،
bg: Резултат : Търси игри, в които белите са спечелили, черните са спечелили,
bn: ফলাফল: যেসব গেমে সাদারা জিতেছে, কালোরা জিতেছে, সেসব গেমের জন্য অনুসন্ধান করা হয়েছে,
da: Resultat: Søger efter spil, hvor hvid vandt, sort vandt,
sq: Rezultati: Kërkimet për lojëra në të cilat fitoi Bardhi, fitoi i ziu,
zh: 结果 ：搜索白棋获胜、黑棋获胜、

source: games which were drawn and games with no result.
ar: المباريات التي انتهت بالتعادل والمباريات التي لم تنتهي بنتيجة.
bg: игри с равенство и игри без резултат.
bn: ড্র হওয়া এবং ফলাফলহীন খেলা।
da: spil, der blev uafgjort og spil uden resultat.
sq: ndeshjet e barabarta dhe ndeshjet pa rezultat.
zh: 平局的比赛和没有结果的比赛。

source: You can also search for games that ended in mate, stalemate or a check.
ar: يمكنك أيضًا البحث عن الألعاب التي انتهت بالتعادل أو التعادل أو الشيك.
bg: Можете също така да търсите игри, които са завършили с мат, пат или чек.
bn: আপনি এমন গেমগুলিও অনুসন্ধান করতে পারেন যেগুলি মেট, অচলাবস্থা বা চেক দিয়ে শেষ হয়েছে।
da: Du kan også søge efter spil, der endte med makker, dødvande eller en check.
sq: Ju gjithashtu mund të kërkoni për lojëra që përfunduan në mate, ngërç ose një çek.
zh: 您还可以搜索以将死、僵局或将军结束的比赛。

source: Position : Allows the user to input a position to search for.
ar: الموضع: يسمح للمستخدم بإدخال موضع للبحث عنه.
bg: Позиция: Позволява на потребителя да въведе позиция за търсене.
bn: অবস্থান: ব্যবহারকারীকে অনুসন্ধানের জন্য একটি অবস্থান ইনপুট করার অনুমতি দেয়।
da: Position : Giver brugeren mulighed for at indtaste en position at søge efter.
sq: Pozicioni : Lejon përdoruesin të fusë një pozicion për të kërkuar.
zh: 职位：允许用户输入要搜索的职位。

source: Be careful to make sure that you have the correct colour to play set
ar: كن حريصًا على التأكد من أن لديك اللون الصحيح للعب المجموعة
bg: Бъдете внимателни, за да сте сигурни, че имате правилния цвят за игрален комплект
bn: খেলার জন্য সঠিক রঙ সেট আছে কিনা তা নিশ্চিত করার জন্য সতর্ক থাকুন।
da: Vær omhyggelig med at sikre dig, at du har den rigtige farve til at spille
sq: Kini kujdes për t'u siguruar që keni ngjyrën e duhur për të luajtur set
zh: 请小心确保你设置了正确的颜色

source: before you start a position search.
ar: قبل أن تبدأ البحث عن وظيفة.
bg: преди да започнете търсене на позиция.
bn: অবস্থান অনুসন্ধান শুরু করার আগে।
da: før du starter en positionssøgning.
sq: përpara se të filloni një kërkim pozicioni.
zh: 在您开始职位搜索之前。

source: e.g. If you were searching for games that started with 1. f4
ar: على سبيل المثال، إذا كنت تبحث عن ألعاب تبدأ بالرقم 1. f4
bg: напр. Ако търсите игри, които започват с 1. f4
bn: উদাহরণস্বরূপ, যদি আপনি এমন গেম খুঁজছেন যা 1 দিয়ে শুরু হয়। f4
da: f.eks. Hvis du søgte efter spil, der startede med 1. f4
sq: p.sh. Nëse po kërkoni për lojëra që kanë filluar me 1. f4
zh: 例如，如果您搜索以 1. f4 开头的游戏

source: Check the <Black to play> box before searching.
ar: قم بتحديد المربع <الأسود للعب> قبل البحث.
bg: Поставете отметка в квадратчето <Black to play> преди търсене.
bn: অনুসন্ধান করার আগে <ব্ল্যাক টু প্লে> বক্সটি চেক করুন।
da: Marker afkrydsningsfeltet <Black to play> før du søger.
sq: Kontrolloni kutinë <Black to play> përpara se të kërkoni.
zh: 搜索之前，选中<先下黑球>复选框。

source: The games found in the search are copied to the clipboard
ar: يتم نسخ الألعاب الموجودة في البحث إلى الحافظة
bg: Игрите, намерени при търсенето, се копират в клипборда
bn: অনুসন্ধানে পাওয়া গেমগুলি ক্লিপবোর্ডে অনুলিপি করা হয়েছে।
da: De spil, der findes i søgningen, kopieres til udklipsholderen
sq: Lojërat e gjetura në kërkim kopjohen në kujtesën e fragmenteve
zh: 搜索到的游戏将被复制到剪贴板

source: and can be accessed from Games, Clipboard on the main menu.
ar: ويمكن الوصول إليها من الألعاب والحافظة في القائمة الرئيسية.
bg: и може да бъде достъпен от Игри, Клипборд в главното меню.
bn: এবং প্রধান মেনুতে গেমস, ক্লিপবোর্ড থেকে অ্যাক্সেস করা যেতে পারে।
da: og kan tilgås fra Spil, Udklipsholder i hovedmenuen.
sq: dhe mund të aksesohet nga Lojërat, Clipboard në menynë kryesore.
zh: 可以从主菜单上的“游戏”、“剪贴板”访问。

source: The game search function is generally rather slow, and I would suggest
ar: وظيفة البحث عن اللعبة بطيئة بشكل عام، وأود أن أقترح
bg: Функцията за търсене на игри като цяло е доста бавна и бих препоръчал
bn: গেম অনুসন্ধান ফাংশনটি সাধারণত বেশ ধীর, এবং আমি পরামর্শ দেব
da: Spillets søgefunktion er generelt ret langsom, og det vil jeg foreslå
sq: Funksioni i kërkimit të lojës është përgjithësisht mjaft i ngadaltë, dhe unë do të sugjeroja
zh: 游戏搜索功能通常比较慢，我建议

source: that you use it only with small PGN database files, 50,000 games at the most.
ar: أنك تستخدمه فقط مع ملفات قاعدة بيانات PGN الصغيرة، 50,000 لعبة على الأكثر.
bg: че го използвате само с малки PGN файлове с база данни, най-много 50 000 игри.
bn: যে আপনি এটি শুধুমাত্র ছোট PGN ডাটাবেস ফাইলের সাথে ব্যবহার করতে পারবেন, সর্বাধিক ৫০,০০০ গেমের সাথে।
da: at du kun bruger det med små PGN-databasefiler, højst 50.000 spil.
sq: që e përdorni vetëm me skedarë të vegjël të bazës së të dhënave PGN, maksimumi 50,000 lojëra.
zh: 您只能将其用于小型 PGN 数据库文件，最多 50,000 个游戏。

source: For searching databases larger than this, I would recommend using the
ar: للبحث في قواعد البيانات الأكبر من هذا، أوصي باستخدام
bg: За търсене в бази данни, по-големи от тази, бих препоръчал използването на
bn: এর চেয়ে বড় ডাটাবেস অনুসন্ধানের জন্য, আমি ব্যবহার করার পরামর্শ দেব
da: For at søge i databaser større end dette, vil jeg anbefale at bruge
sq: Për kërkimin e bazave të të dhënave më të mëdha se kjo, unë do të rekomandoja përdorimin e
zh: 对于搜索大于此的数据库，我建议使用

source: dedicated database functions instead.
ar: وظائف قاعدة البيانات المخصصة بدلا من ذلك.
bg: вместо това специализирани функции за база данни.
bn: পরিবর্তে ডেডিকেটেড ডাটাবেস ফাংশন।
da: dedikerede databasefunktioner i stedet.
sq: funksionet e dedikuara të bazës së të dhënave në vend.
zh: 专用的数据库功能。

source: Game search options help
ar: مساعدة في خيارات البحث عن اللعبة
bg: Опциите за търсене на игри помагат
bn: গেম সার্চ অপশনের সাহায্য
da: Hjælp til spilsøgningsmuligheder
sq: Opsionet e kërkimit të lojës ndihmojnë
zh: 游戏搜索选项帮助

source: Game search
ar: البحث عن اللعبة
bg: Търсене на игри
bn: গেম অনুসন্ধান
da: Spilsøgning
sq: Kërkimi i lojës
zh: 游戏搜索

source: Current number
ar: الرقم الحالي
bg: Текущ номер
bn: বর্তমান সংখ্যা
da: Nuværende nummer
sq: Numri aktual
zh: 当前号码

source: Current game number
ar: رقم اللعبة الحالية
bg: Номер на текущата игра
bn: বর্তমান খেলার নম্বর
da: Nuværende spilnummer
sq: Numri aktual i lojës
zh: 当前游戏号码

source: This panel lets you setup some general options.
ar: تتيح لك هذه اللوحة إعداد بعض الخيارات العامة.
bg: Този панел ви позволява да настроите някои общи опции.
bn: এই প্যানেলটি আপনাকে কিছু সাধারণ বিকল্প সেটআপ করতে দেয়।
da: Dette panel lader dig opsætte nogle generelle muligheder.
sq: Ky panel ju lejon të konfiguroni disa opsione të përgjithshme.
zh: 该面板可让您设置一些常规选项。

source: Language used for notation (KQRNB):
ar: اللغة المستخدمة في التدوين (KQRNB):
bg: Език, използван за нотация (KQRNB):
bn: স্বরলিপির জন্য ব্যবহৃত ভাষা (KQRNB):
da: Sprog brugt til notation (KQRNB):
sq: Gjuha e përdorur për shënimin (KQRNB):
zh: 表示法所用语言（KQRNB）：

source: Show heading above board (instead of in frame)
ar: إظهار العنوان أعلى اللوحة (بدلاً من وضعه داخل الإطار)
bg: Показване на заглавие над дъската (вместо в рамка)
bn: শিরোনামটি উপরে দেখান (ফ্রেমে না রেখে)
da: Vis overskrift over tavlen (i stedet for i ramme)
sq: Shfaq titullin sipër tabelës (në vend të kornizës)
zh: 在板上显示标题（而不是在框架内）

source: Don't use italics for subvariations
ar: لا تستخدم الخط المائل للتغييرات الفرعية
bg: Не използвайте курсив за подвариации
bn: সাবভেরিয়েশনের জন্য ইটালিক ব্যবহার করবেন না
da: Brug ikke kursiv til undervariationer
sq: Mos përdorni shkronja të pjerrëta për nënvariacione
zh: 不要使用斜体进行子变体

source: Go straight to game for single game .pgn files
ar: انتقل مباشرة إلى اللعبة للحصول على ملفات .pgn للعبة واحدة
bg: Отидете направо към играта за .pgn файлове за една игра
bn: একক গেম .pgn ফাইলের জন্য সরাসরি গেমে যান।
da: Gå direkte til spillet for enkeltspils .pgn-filer
sq: Shkoni direkt në lojë për skedarët .pgn të lojës së vetme
zh: 直接进入游戏获取单个游戏 .pgn 文件

source: Go straight to first game for all .pgn files
ar: انتقل مباشرة إلى اللعبة الأولى لجميع ملفات .pgn
bg: Преминете направо към първата игра за всички .pgn файлове
bn: সমস্ত .pgn ফাইলের জন্য সরাসরি প্রথম গেমে যান।
da: Gå direkte til det første spil for alle .pgn-filer
sq: Shkoni direkt në lojën e parë për të gjithë skedarët .pgn
zh: 所有 .pgn 文件直接进入第一场比赛

source: Don't flip board to put human at bottom
ar: لا تقلب اللوحة لتضع الإنسان في الأسفل
bg: Не обръщайте дъската, за да поставите човек отдолу
bn: মানুষকে নীচে রাখার জন্য বোর্ড উল্টোবেন না।
da: Flip ikke om for at sætte mennesket i bund
sq: Mos e rrotulloni dërrasën për të vendosur njeriun në fund
zh: 不要翻转板子把人放在最下面

source: Emit bell sound when engine moves
ar: إصدار صوت الجرس عند تحرك المحرك
bg: Издава звънец, когато двигателят се движи
bn: ইঞ্জিন চলার সময় ঘণ্টার শব্দ নির্গত করুন
da: Udsender klokkelyd, når motoren bevæger sig
sq: Lëshoni tingullin e ziles kur motori lëviz
zh: 发动机运转时发出铃声

source: Display a board border
ar: عرض حدود اللوحة
bg: Покажете рамка на дъска
bn: একটি বোর্ড বর্ডার প্রদর্শন করুন
da: Vis en tavlekant
sq: Shfaq një kufi të tabelës
zh: 显示板边框

source: Load last PGN file
ar: تحميل ملف PGN الأخير
bg: Заредете последния PGN файл
bn: শেষ PGN ফাইলটি লোড করুন
da: Indlæs sidste PGN-fil
sq: Ngarko skedarin e fundit PGN
zh: 加载最后一个 PGN 文件

source: Load last PGN game
ar: تحميل آخر لعبة PGN
bg: Заредете последната PGN игра
bn: শেষ PGN গেমটি লোড করুন
da: Indlæs sidste PGN-spil
sq: Ngarko lojën e fundit PGN
zh: 载入最后一场 PGN 游戏

source: Load last game
ar: تحميل اللعبة الاخيرة
bg: Зареди последната игра
bn: শেষ খেলাটি লোড করুন
da: Indlæs sidste spil
sq: Ngarko lojën e fundit
zh: 加载上一场比赛

source: Full kibitz mode
ar: وضع الكيبيتز الكامل
bg: Пълен кибиц режим
bn: সম্পূর্ণ কিবিটজ মোড
da: Fuld kibitz-tilstand
sq: Modaliteti i plotë i kibitzit
zh: 完全自由模式

source: Font size in points (default is 9)
ar: حجم الخط بالنقاط (الافتراضي هو 9)
bg: Размер на шрифта в точки (по подразбиране е 9)
bn: পয়েন্টে ফন্টের আকার (ডিফল্ট ৯)
da: Skriftstørrelse i point (standard er 9)
sq: Madhësia e shkronjave në pikë (e parazgjedhur është 9)
zh: 字体大小（单位：磅）（默认为 9）

source: Toolbar icon size in pixels (default is 16)
ar: حجم أيقونة شريط الأدوات بالبكسل (الافتراضي هو 16)
bg: Размер на иконата на лентата с инструменти в пиксели (по подразбиране е 16)
bn: টুলবার আইকনের আকার পিক্সেলে (ডিফল্ট ১৬)
da: Værktøjslinjeikonstørrelse i pixels (standard er 16)
sq: Madhësia e ikonës së shiritit të veglave në piksel (e parazgjedhur është 16)
zh: 工具栏图标大小（以像素为单位）（默认为 16）

source: Set the algebraic notation characters used for king,
ar: تعيين أحرف التدوين الجبري المستخدمة للملك،
bg: Задайте знаците за алгебрична нотация, използвани за цар,
bn: রাজার জন্য ব্যবহৃত বীজগণিতীয় স্বরলিপি অক্ষরগুলি সেট করুন,
da: Indstil de algebraiske notationstegn, der bruges til konge,
sq: Vendosni karakteret e shënimeve algjebrike të përdorura për mbretin,
zh: 设置用于国王的代数符号字符，

source: queen, rook, knight and bishop respectively
ar: الملكة والقلعة والحصان والأسقف على التوالي
bg: съответно дама, топ, кон и епископ
bn: যথাক্রমে রানী, রুক, নাইট এবং বিশপ
da: henholdsvis dronning, tårn, ridder og biskop
sq: respektivisht mbretëresha, roku, kalorësi dhe peshkopi
zh: 分别为后、车、马、象

source: Set this if you don't want subvariations to show as italic
ar: اضبط هذا إذا كنت لا تريد أن تظهر المتغيرات الفرعية بخط مائل
bg: Задайте това, ако не искате подвариантите да се показват като курсив
bn: যদি আপনি সাবভেরিয়েশনগুলিকে ইটালিক হিসেবে দেখাতে না চান তবে এটি সেট করুন।
da: Indstil dette, hvis du ikke ønsker at undervariationer skal vises som kursiv
sq: Vendoseni këtë nëse nuk dëshironi që nënvariacionet të shfaqen si të pjerrëta
zh: 如果您不想让子变体显示为斜体，请设置此项

source: Set this to skip the game selection dialog
ar: اضبط هذا لتخطي مربع حوار اختيار اللعبة
bg: Задайте това, за да пропуснете диалога за избор на игра
bn: খেলা নির্বাচন ডায়ালগ এড়িয়ে যেতে এটি সেট করুন
da: Indstil dette for at springe dialogen om spilvalg over
sq: Vendoseni këtë për të kapërcyer dialogun e përzgjedhjes së lojës
zh: 设置此项可跳过游戏选择对话框

source: when a newly opened file has only one game
ar: عندما يكون الملف المفتوح حديثًا يحتوي على لعبة واحدة فقط
bg: когато новоотворен файл има само една игра
bn: যখন একটি নতুন খোলা ফাইলে শুধুমাত্র একটি খেলা থাকে
da: når en nyåbnet fil kun har ét spil
sq: kur një skedar i sapohapur ka vetëm një lojë
zh: 当新打开的文件只有一个游戏时

source: and go straight to the first game
ar: وانتقل مباشرة إلى اللعبة الأولى
bg: и отидете направо на първата игра
bn: এবং সরাসরি প্রথম খেলায় যান
da: og gå direkte til det første spil
sq: dhe shkoni direkt në ndeshjen e parë
zh: 直接进入第一场比赛

source: Set this to move board heading into frame
ar: اضبط هذا لتحريك اتجاه اللوحة إلى الإطار
bg: Задайте това, за да преместите заглавието на дъската в рамката
bn: বোর্ড শিরোনাম ফ্রেমে সরানোর জন্য এটি সেট করুন
da: Indstil dette for at flytte brætoverskriften ind i rammen
sq: Vendoseni këtë për të lëvizur tabelën në drejtim të kornizës
zh: 设置此项以将板标题移动到框架中

source: particularly useful for small screen setups)
ar: مفيد بشكل خاص لإعدادات الشاشة الصغيرة)
bg: особено полезно за настройки на малки екрани)
bn: বিশেষ করে ছোট পর্দার সেটআপের জন্য উপযোগী)
da: især nyttig til små skærmopsætninger)
sq: veçanërisht i dobishëm për konfigurimin e ekranit të vogël)
zh: 对于小屏幕设置特别有用）
