Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: When a move is added to the book, if the game in which it appeared
ar: عندما تتم إضافة حركة إلى الكتاب، إذا كانت اللعبة التي ظهرت فيها
bg: Когато се добави ход към книгата, ако играта, в която се е появил
bn: যখন বইটিতে একটি পদক্ষেপ যোগ করা হয়, যদি সেই খেলাটি যেখানে এটি প্রদর্শিত হয়েছিল
da: Når et træk føjes til bogen, hvis spillet, hvor det optrådte
sq: Kur një lëvizje i shtohet librit, nëse loja në të cilën u shfaq
zh: 当一个动作被添加到书中时，如果出现该动作的对局

source: was a win for the colour to play, then the move weight is increased by two.
ar: كان الفوز للون اللعب، ثم يتم زيادة وزن الحركة بمقدار اثنين.
bg: беше победа за цвета за игра, тогава теглото на хода се увеличава с две.
bn: যদি রঙ খেলার জন্য জয় হয়, তাহলে মুভ ওয়েট দুইটি বাড়ানো হবে।
da: var en sejr for farven at spille, så øges trækvægten med to.
sq: ishte një fitore për ngjyrën për të luajtur, atëherë pesha e lëvizjes rritet me dy.
zh: 表示彩方获胜，则移动权重增加 2。

source: If the game was a draw, then the move weight is increased by one.
ar: في حالة انتهاء المباراة بالتعادل، يتم زيادة وزن الحركة بمقدار واحد.
bg: Ако играта е била равенство, тогава теглото на хода се увеличава с единица.
bn: যদি খেলাটি ড্র হয়, তাহলে মুভ ওয়েট এক করে বাড়ানো হবে।
da: Hvis spillet var uafgjort, øges trækvægten med én.
sq: Nëse loja ishte barazim, atëherë pesha e lëvizjes rritet me një.
zh: 如果比赛平局，则移动权重增加一。

source: So the move weight is an indication of how often a move was played
ar: لذا فإن وزن الحركة هو مؤشر على عدد المرات التي تم فيها لعب الحركة
bg: Така че теглото на хода е индикация за това колко често е играно движение
bn: সুতরাং মুভ ওয়েট হল একটি মুভ কতবার খেলা হয়েছে তার একটি ইঙ্গিত।
da: Så trækvægten er en indikation af, hvor ofte et træk blev spillet
sq: Pra, pesha e lëvizjes është një tregues se sa shpesh është luajtur një lëvizje
zh: 因此，移动权重表示移动频率

source: and how it performed.
ar: وكيف كان أداءه.
bg: и как се представи.
bn: এবং এটি কীভাবে পারফর্ম করেছে।
da: og hvordan det fungerede.
sq: dhe si performoi.
zh: 以及它的表现如何。

source: Although this method does have some drawbacks, these are mimimized
ar: على الرغم من أن هذه الطريقة لها بعض العيوب، إلا أنها محدودة.
bg: Въпреки че този метод има някои недостатъци, те са сведени до минимум
bn: যদিও এই পদ্ধতির কিছু অসুবিধা আছে, তবে এগুলো অনুকরণ করা হয়েছে
da: Selvom denne metode har nogle ulemper, er disse efterlignet
sq: Edhe pse kjo metodë ka disa të meta, këto janë imituar
zh: 虽然这种方法确实有一些缺点，但这些缺点被最小化了

source: if the book was made using a large number of reasonable quality games.
ar: إذا تم تأليف الكتاب باستخدام عدد كبير من الألعاب ذات الجودة المعقولة.
bg: ако книгата е направена с помощта на голям брой игри с разумно качество.
bn: যদি বইটি প্রচুর পরিমাণে যুক্তিসঙ্গত মানের গেম ব্যবহার করে তৈরি করা হত।
da: hvis bogen er lavet ved hjælp af et stort antal spil af rimelig kvalitet.
sq: nëse libri është bërë duke përdorur një numër të madh lojërash me cilësi të arsyeshme.
zh: 如果这本书是使用大量质量合理的游戏制作的。

source: However, my previous comment about the move weights in some Polyglot
ar: ومع ذلك، فإن تعليقي السابق حول أوزان الحركة في بعض اللغات المتعددة
bg: Предишният ми коментар обаче относно тежестите на хода в някои Polyglot
bn: যাইহোক, কিছু পলিগ্লটে মুভ ওয়েটস সম্পর্কে আমার আগের মন্তব্য
da: Men min tidligere kommentar om flyttevægtene i nogle Polyglot
sq: Sidoqoftë, komenti im i mëparshëm në lidhje me peshën e lëvizjes në disa Polyglot
zh: 不过，我之前关于一些多语言中移动权重的评论

source: .bin opening books not being much use for move filtering is still valid.
ar: لا يزال فتح الكتب باستخدام ملف .bin غير مفيد لتصفية التحركات.
bg: .bin Отваряне на книги, което не е много полезно за филтриране на ход, все още е валидно.
bn: .bin খোলার বইগুলি মুভ ফিল্টারিংয়ের জন্য খুব বেশি ব্যবহার না করা এখনও বৈধ।
da: .bin-åbningsbøger, der ikke bruges meget til flytfiltrering, er stadig gyldige.
sq: Librat e hapjes së koshave që nuk përdoren shumë për filtrimin e lëvizjes është ende i vlefshëm.
zh: .bin 打开书籍对于移动过滤没有太大用处仍然有效。

source: e.g In the GmOpenings.bin opening book, which is one of the better ones,
ar: على سبيل المثال، في كتاب الافتتاح GmOpenings.bin، وهو أحد الكتب الأفضل،
bg: например в началната книга на GmOpenings.bin, която е една от по-добрите,
bn: উদাহরণস্বরূপ, GmOpenings.bin খোলার বইটিতে, যা সেরা বইগুলির মধ্যে একটি,
da: f.eks. i GmOpenings.bin-åbningsbogen, som er en af ​​de bedre,
sq: p.sh. Në librin e hapjes GmOpenings.bin, i cili është një nga më të mirët,
zh: 例如在 GmOpenings.bin 开局书中，这是一本比较好的开局书，

source: 1. e2-e4 gets a weight of 968 and after 1... e7-e5 with a weight of 170
ar: 1. e2-e4 يحصل على وزن 968 وبعد 1... e7-e5 بوزن 170
bg: 1. e2-e4 получава тегло 968 и след 1... e7-e5 с тегло 170
bn: ১. e2-e4 এর ওজন ৯৬৮ এবং ১... e7-e5 এর ওজন ১৭০।
da: 1. e2-e4 får en vægt på 968 og efter 1... e7-e5 med en vægt på 170
sq: 1. e2-e4 merr një peshë prej 968 dhe pas 1... e7-e5 me një peshë prej 170
zh: 1. e2-e4 的权重为 968，1 之后... e7-e5 的权重为 170

source: the move 2. Nf3 gets a weight of 367 and the alternatives -
ar: الحركة 2. Nf3 يحصل على وزن 367 والبدائل -
bg: ход 2. Nf3 получава тегло 367 и алтернативите -
bn: পদক্ষেপ ২। Nf3 এর ওজন ৩৬৭ এবং বিকল্পগুলি -
da: træk 2. Nf3 får en vægt på 367 og alternativerne -
sq: lëvizja 2. Nf3 merr një peshë prej 367 dhe alternativat -
zh: 第 2 步 Nf3 的权重为 367，替代方案为 -

source: 2. f4 (18) 2. Nc3 (9) 2. Bc4 (3)
bn: ২. f4 (18) ২. Nc3 (9) ২. Bc4 (3)

source: So in order to filter this book so that a move would be played from a
ar: لذا من أجل تصفية هذا الكتاب بحيث يتم لعب الحركة من
bg: Така че, за да филтрирате тази книга, така че да се изиграе ход от a
bn: তাই এই বইটি ফিল্টার করার জন্য যাতে একটি মুভ থেকে একটি চাল চালানো যায়
da: Så for at filtrere denne bog, så et træk ville blive spillet fra en
sq: Pra, për të filtruar këtë libër në mënyrë që të luhej një lëvizje nga a
zh: 因此，为了过滤这本书，以便从

source: certain range, I have made an option for scaling the weights called
ar: نطاق معين، لقد قمت بعمل خيار لقياس الأوزان يسمى
bg: определен диапазон, направих опция за мащабиране на теглата т.нар
bn: নির্দিষ্ট পরিসরের জন্য, আমি ওজন স্কেল করার জন্য একটি বিকল্প তৈরি করেছি যাকে বলা হয়
da: bestemt rækkevidde, har jeg lavet en mulighed for at skalere vægtene kaldet
sq: varg të caktuar, unë kam bërë një opsion për shkallëzimin e peshave të quajtur
zh: 在一定范围内，我制作了一个缩放权重的选项，称为

source: in the block to the value that you select for maximum scale weight.
ar: في الكتلة إلى القيمة التي تحددها لوزن المقياس الأقصى.
bg: в блока до стойността, която сте избрали за максимално тегло на везната.
bn: ব্লকে সর্বোচ্চ স্কেল ওজনের জন্য আপনার নির্বাচিত মান পর্যন্ত।
da: i blokken til den værdi, du vælger for maksimal vægt.
sq: në bllok në vlerën që zgjidhni për peshën maksimale të shkallës.
zh: 在块中将其设置为您选择的最大秤重值。

source: It then scales the other move weights by the same factor.
ar: ثم يقوم بقياس أوزان الحركة الأخرى بنفس العامل.
bg: След това мащабира другите тежести на движение със същия коефициент.
bn: এরপর এটি একই ফ্যাক্টর দ্বারা অন্যান্য চালের ওজন পরিমাপ করে।
da: Den skalerer derefter de andre bevægelsesvægte med samme faktor.
sq: Më pas, peshon lëvizjet e tjera me të njëjtin faktor.
zh: 然后，它会按照相同的因子缩放其他移动权重。

source: So in the example above, if you set the maximum scale weight to 999
ar: لذا في المثال أعلاه، إذا قمت بتعيين الحد الأقصى لوزن المقياس إلى 999
bg: Така че в примера по-горе, ако зададете максималното тегло на везната на 999
bn: তাহলে উপরের উদাহরণে, যদি আপনি সর্বোচ্চ স্কেল ওজন 999 এ সেট করেন
da: Så i eksemplet ovenfor, hvis du indstiller den maksimale vægt til 999
sq: Pra, në shembullin e mësipërm, nëse vendosni peshën maksimale të shkallës në 999
zh: 因此在上面的例子中，如果你将最大秤重设置为 999

source: then 2. Nf3 will be set to 999 2. f4 (109) 2. Nc3 (54) 2. Bc4 (18)
ar: ثم 2. سيتم ضبط Nf3 على 999 2. f4 (109) 2. Nc3 (54) 2. Bc4 (18)
bg: след това 2. Nf3 ще бъде настроен на 999 2. f4 (109) 2. Nc3 (54) 2. Bc4 (18)
bn: তারপর 2. Nf3 999 তে সেট করা হবে 2. f4 (109) 2. Nc3 (54) 2. Bc4 (18)
da: så sættes 2. Nf3 til 999 2. f4 (109) 2. Nc3 (54) 2. Bc4 (18)
sq: atëherë 2. Nf3 do të vendoset në 999 2. f4 (109) 2. Nc3 (54) 2. Bc4 (18)
zh: 那么 2. Nf3 将设置为 999 2. f4 (109) 2. Nc3 (54) 2. Bc4 (18)

source: Although this is hardly ideal, it does allow you set a range
ar: على الرغم من أن هذا ليس مثاليًا على الإطلاق، إلا أنه يسمح لك بتعيين نطاق
bg: Въпреки че това едва ли е идеално, то ви позволява да зададете диапазон
bn: যদিও এটি খুব একটা আদর্শ নয়, এটি আপনাকে একটি পরিসর নির্ধারণ করতে দেয়
da: Selvom dette næppe er ideelt, giver det dig mulighed for at indstille en rækkevidde
sq: Edhe pse kjo nuk është aspak ideale, ju lejon të vendosni një gamë
zh: 虽然这并不理想，但它确实允许你设置一个范围

source: for the move weights. For example, if you set a filter range value
ar: لأوزان الحركة. على سبيل المثال، إذا قمت بتعيين قيمة نطاق الفلتر
bg: за тежестите за движение. Например, ако зададете стойност на диапазон на филтъра
bn: সরানোর ওজনের জন্য। উদাহরণস্বরূপ, যদি আপনি একটি ফিল্টার পরিসরের মান সেট করেন
da: til flyttevægtene. For eksempel, hvis du angiver en filterområdeværdi
sq: për peshat lëvizëse. Për shembull, nëse vendosni një vlerë të diapazonit të filtrit
zh: 移动权重。例如，如果您设置过滤范围值

source: of 100 - 999 then you will get at least one move at every turn,
ar: من 100 إلى 999، فستحصل على حركة واحدة على الأقل في كل دور،
bg: от 100 - 999 тогава ще получите поне един ход на всеки ход,
bn: ১০০ - ৯৯৯ এর মধ্যে, তাহলে আপনি প্রতিটি মোড়ে কমপক্ষে একটি মুভ পাবেন,
da: på 100 - 999, så får du mindst et træk ved hver tur,
sq: nga 100 - 999 atëherë do të merrni të paktën një lëvizje në çdo hap,
zh: 100 - 999，那么你每次都会得到至少一次移动机会，

source: with the lower weight moves filtered out.
ar: مع تصفية الحركات ذات الوزن الأقل.
bg: с филтрирани движения с по-ниско тегло.
bn: কম ওজনের চালগুলি ফিল্টার করে বের করা হয়।
da: med de lavere vægtbevægelser filtreret fra.
sq: me peshën më të ulët lëviz të filtruar.
zh: 并将较低权重的动作过滤掉。

source: If you just want a move played at random from the opening book then
ar: إذا كنت تريد فقط تحريكًا يتم لعبه عشوائيًا من الكتاب الافتتاحي،
bg: Ако просто искате произволен ход от началната книга, тогава
bn: যদি তুমি কেবল শুরুর বই থেকে এলোমেলোভাবে খেলানো একটি চাল চাও, তাহলে
da: Hvis du bare vil have et træk spillet tilfældigt fra åbningsbogen så
sq: Nëse thjesht dëshironi një lëvizje të luajtur në mënyrë të rastësishme nga libri hapës, atëherë
zh: 如果你只想从开局中随机选择一个动作，那么

source: or switch <Use weight filter> on and set the filter min weight to 1
ar: أو قم بتشغيل <استخدام مرشح الوزن> واضبط الحد الأدنى لوزن المرشح على 1
bg: или включете <Използване на филтър за тегло> и задайте минималното тегло на филтъра на 1
bn: অথবা <Use weight filter> চালু করুন এবং ফিল্টারের সর্বনিম্ন ওজন 1 এ সেট করুন
da: eller tænd for <Brug vægtfilter> og indstil filterets min. vægt til 1
sq: ose aktivizoni <Përdorni filtrin e peshës> dhe vendosni peshën minimale të filtrit në 1
zh: 或打开 <使用权重过滤器> 并将过滤器最小权重设置为 1

source: and filter max weight to 65000
ar: وأقصى وزن للتصفية هو 65000
bg: и максимално тегло на филтъра до 65000
bn: এবং ফিল্টারের সর্বোচ্চ ওজন 65000
da: og filter max vægt til 65000
sq: dhe pesha maksimale e filtrit deri në 65000
zh: 并将最大权重过滤为 65000

source: The scaling and filtering options do not alter the move weights
ar: لا تؤدي خيارات التدرج والتصفية إلى تغيير أوزان الحركة
bg: Опциите за мащабиране и филтриране не променят теглата на хода
bn: স্কেলিং এবং ফিল্টারিং বিকল্পগুলি সরানোর ওজন পরিবর্তন করে না।
da: Indstillingerne for skalering og filtrering ændrer ikke flyttevægtene
sq: Opsionet e shkallëzimit dhe filtrimit nuk ndryshojnë peshën e lëvizjes
zh: 缩放和过滤选项不会改变移动权重

source: in the opening book, the weights are only modified for display.
ar: في الكتاب الافتتاحي، يتم تعديل الأوزان للعرض فقط.
bg: в началната книга теглата са модифицирани само за показване.
bn: শুরুর বইতে, ওজনগুলি কেবল প্রদর্শনের জন্য পরিবর্তিত হয়েছে।
da: i åbningsbogen er vægtene kun ændret til visning.
sq: në librin e hapjes, peshat janë modifikuar vetëm për t'u shfaqur.
zh: 在开书中，权重仅被修改以用于显示。

source: If you want to make the move weight scaling and/or filtering changes
ar: إذا كنت تريد إجراء تغييرات على مقياس وزن الحركة و/أو التصفية
bg: Ако искате да направите промени в мащабирането и/или филтрирането на теглото на преместване
bn: যদি আপনি সরানোর ওজন স্কেলিং এবং/অথবা ফিল্টারিং পরিবর্তন করতে চান
da: Hvis du ønsker at foretage bevægelsen vægtskalering og/eller filtreringsændringer
sq: Nëse dëshironi të bëni ndryshime në shkallëzimin e peshës dhe/ose filtrimin e lëvizjes
zh: 如果你想进行移动权重缩放和/或过滤更改

source: permanent, then click on the <Re-write file> button.
ar: دائم، ثم انقر فوق الزر <إعادة كتابة الملف>.
bg: постоянен, след което щракнете върху бутона <Презапис на файл>.
bn: স্থায়ী, তারপর <Re-write file> বোতামে ক্লিক করুন।
da: permanent, og klik derefter på knappen <Re-write file>.
sq: të përhershme, pastaj klikoni në butonin <Ri-shkruaj skedarin>.
zh: 永久保存，然后点击<重写文件>按钮。

source: Polyglot .bin move weight help
ar: مساعدة في نقل الوزن باستخدام ملف .bin متعدد اللغات
bg: Полиглот .bin помощ за преместване на тегло
bn: পলিগ্লট .বিন ওজন সরানোর সাহায্য
da: Polyglot .bin flytte vægt hjælp
sq: Polyglot .bin lëviz peshë ndihmë
zh: 多语言 .bin 移动重量帮助

source: Training position:
ar: وظيفة التدريب:
bg: Тренировъчна позиция:
bn: প্রশিক্ষণ পদ:
da: Træningsstilling:
sq: Pozicioni i trajnimit:
zh: 培训岗位：

source: Beginner: Mating K+Q versus bare K
ar: مبتدئ: تزاوج K+Q مقابل K العاري
bg: Начинаещ: Чифтосване K+Q срещу голо K
bn: শিক্ষানবিস: K+Q বনাম খালি K-এর সাথে সঙ্গম
da: Begynder: Parring K+Q versus bare K
sq: Fillestar: Mating K+Q kundrejt K-së së zhveshur
zh: 初学者：将牌 K+Q 对战裸 K

source: Beginner: Mating K+R versus bare K
ar: مبتدئ: تزاوج K+R مع K العاري
bg: Начинаещ: Чифтосване K+R срещу голо K
bn: শিক্ষানবিস: K+R বনাম খালি K-এর সাথে সঙ্গম
da: Begynder: Parring K+R versus bare K
sq: Fillestar: çiftëzimi K+R kundrejt K-së së zhveshur
zh: 初学者：交配 K+R 与裸 K

source: Beginner: Winning with extra piece, endgame
ar: المبتدئ: الفوز بقطعة إضافية، نهاية اللعبة
bg: Начинаещ: Победа с допълнителна фигура, ендшпил
bn: শিক্ষানবিস: অতিরিক্ত টুকরো দিয়ে জয়, খেলা শেষ
da: Begynder: Vinder med ekstra brik, slutspil
sq: Fillestar: Fitimi me pjesë shtesë, fundi i lojës
zh: 初学者：多子取胜，残局

source: Beginner: Winning with extra rook, middlegame
ar: مبتدئ: الفوز بالرخ الإضافي، منتصف اللعبة
bg: Начинаещ: Победа с допълнителен топ, мителшпил
bn: শিক্ষানবিস: অতিরিক্ত রুক, মিডলগেম দিয়ে জেতা
da: Begynder: Vinder med ekstra tårn, mellemspil
sq: Fillestar: Fitimi me rook shtesë, lojë e mesme
zh: 初学者：中局多车取胜

source: Intermediate: Winning with extra piece, middlegame
ar: متوسط: الفوز بقطعة إضافية، منتصف اللعبة
bg: Междинен: Победа с допълнителна фигура, мителшпил
bn: মধ্যবর্তী: অতিরিক্ত টুকরো দিয়ে জয়, মধ্যম খেলা
da: Mellem: Vinder med ekstra brik, mellemspil
sq: E ndërmjetme: Fitimi me pjesë shtesë, në mesditë
zh: 中级：多子取胜，中局

source: Intermediate: Lucena Position
ar: متوسط: موقف لوسينا
bg: Междинен: Позиция Lucena
bn: ইন্টারমিডিয়েট: লুসেনা পজিশন
da: Mellem: Lucena Position
sq: E ndërmjetme: Pozicioni Lucena
zh: 中级：卢塞纳位置

source: Intermediate: Philidor Position
ar: الوسيط: موقف Philidor
bg: Междинен: Позиция Филидор
bn: ইন্টারমিডিয়েট: ফিলিডোর পজিশন
da: Mellem: Philidor-stilling
sq: E ndërmjetme: Pozicioni Philidor
zh: 中级：Philidor 位置

source: Intermediate: K+Q versus K+P (R pawn on 7th); draw
ar: متوسط: K+Q مقابل K+P (بيدق R في السابع)؛ التعادل
bg: Междинен: K+Q срещу K+P (R пешка на 7-ма); рисувам
bn: মধ্যবর্তী: K+Q বনাম K+P (R প্যান ৭ম স্থানে); ড্র
da: Mellem: K+Q versus K+P (R bonde på 7.); tegne
sq: E ndërmjetme: K+Q kundrejt K+P (Pun R në 7); vizatoni
zh: 中级：K+Q 对 K+P（右兵在第 7 位）；平局

source: Intermediate: K+Q versus K+P (B pawn on 7th); draw
ar: متوسط: K+Q مقابل K+P (بيدق B في السابع)؛ التعادل
bg: Междинен: K+Q срещу K+P (пешка B на 7-ма); рисувам
bn: মধ্যবর্তী: K+Q বনাম K+P (B প্যান ৭ম স্থানে); ড্র
da: Mellem: K+Q versus K+P (B bonde på 7.); tegne
sq: E ndërmjetme: K+Q kundrejt K+P (Poni B në 7); vizatoni
zh: 中级：K+Q 对 K+P（B 兵在第 7 位）；平局

source: Intermediate: K+Q versus K+P (N pawn on 7th); win
ar: متوسط: K+Q مقابل K+P (بيدق N على السابع)؛ الفوز
bg: Междинен: K+Q срещу K+P (N пешка на 7-ма); победа
bn: মধ্যবর্তী: K+Q বনাম K+P (সপ্তম স্থানে N প্যান); জয়
da: Mellem: K+Q versus K+P (N bonde på 7.); vinde
sq: E ndërmjetme: K+Q kundrejt K+P (N peng në 7); fitojnë
zh: 中级：K+Q 对 K+P（N 兵在第 7 位）；获胜

source: Advanced: Converting extra pawn, middlegame
ar: متقدم: تحويل البيدق الإضافي، منتصف اللعبة
bg: Напреднали: Преобразуване на допълнителна пешка, мителшпил
bn: উন্নত: অতিরিক্ত প্যান রূপান্তর, মিডলগেম
da: Avanceret: Konvertering af ekstra bonde, mellemspil
sq: E avancuar: Konvertimi i pengut shtesë, lojë e mesme
zh: 高级：转换多兵，中局

source: Advanced: Converting extra pawn, endgame
ar: متقدم: تحويل البيدق الإضافي، نهاية اللعبة
bg: Разширено: Преобразуване на допълнителна пешка, ендшпил
bn: উন্নত: অতিরিক্ত প্যান রূপান্তর, শেষ খেলা
da: Avanceret: Konvertering af ekstra bonde, slutspil
sq: E avancuar: Konvertimi i pengut shtesë, fundi i lojës
zh: 高级：转换多余兵，残局

source: Castling available ?
ar: التبييت متاح؟
bg: Налична рокада?
bn: ক্যাসলিং পাওয়া যাবে?
da: Slotte til rådighed?
sq: Castling në dispozicion ?
zh: 可以王车易位吗？

source: Other details
ar: تفاصيل اخرى
bg: Други подробности
bn: অন্যান্য বিবরণ
da: Andre detaljer
sq: Detaje të tjera
zh: 其他详细信息

source: White O-O
ar: أبيض O-O
bg: Бяло О-О
bn: সাদা ও-ও
da: Hvid O-O
sq: E bardhë O-O
zh: 白色O-O

source: White O-O-O
ar: أبيض O-O-O
bg: Бяло О-О-О
bn: সাদা ও-ও-ও
da: Hvid O-O-O
sq: E bardhë O-O-O
zh: 白色 O-O-O

source: Black O-O
ar: أسود O-O
bg: Черно О-О
bn: কালো ও-ও
da: Sort O-O
sq: E zezë O-O
zh: 黑色O-O

source: Black O-O-O
ar: أسود O-O-O
bg: Черно О-О-О
bn: কালো ও-ও-ও
da: Sort O-O-O
sq: E zezë O-O-O
zh: 黑色 O-O-O

source: Move count
ar: عدد التحركات
bg: Брой ходове
bn: স্থানান্তরের সংখ্যা
da: Flyttetæller
sq: Numri i lëvizjeve
zh: 移动次数

source: 50 move rule count
ar: عدد القواعد 50 حركة
bg: 50 правила за движение
bn: ৫০টি সরানোর নিয়ম গণনা
da: Regler for 50 træk
sq: Numri i rregullave me 50 lëvizje
zh: 50 步规则计数

source: En passant target file
ar: ملف الهدف العابر
bg: En passant целеви файл
bn: এন পাসেন্ট টার্গেট ফাইল
da: En passant målfil
sq: Në skedarin e synuar pasues
zh: 路过目标文件

source: Shuffle
ar: خلط
bg: Разбъркайте
bn: এলোমেলো করুন
da: Bland
sq: Përzierje
zh: 随机播放

source: Apply
ar: يتقدم
bg: Кандидатствайте
bn: প্রয়োগ করুন
da: Anvende
sq: Aplikoni
zh: 申请

source: A FEN format position specification
ar: مواصفات موضع تنسيق FEN
bg: Спецификация на позицията във формат FEN
bn: একটি FEN ফর্ম্যাট পজিশন স্পেসিফিকেশন
da: En positionsspecifikation i FEN-format
sq: Një specifikim i pozicionit të formatit FEN
zh: FEN 格式位置规范

source: Set the standard chess initial position
ar: تعيين الموضع الأولي القياسي للشطرنج
bg: Задайте стандартната начална позиция за шах
bn: স্ট্যান্ডার্ড দাবার প্রাথমিক অবস্থান নির্ধারণ করুন
da: Indstil standard skak udgangsposition
sq: Vendosni pozicionin fillestar standard të shahut
zh: 设置标准棋子初始位置

source: Create shuffle chess position (note: < Shuffle > not < Chess960 >
ar: إنشاء موضع خلط الشطرنج (ملاحظة: <خلط> وليس <شطرنج960>
bg: Създайте позиция за разбъркване на шах (забележка: < Разбъркване > не < Chess960 >
bn: শাফেল দাবা পজিশন তৈরি করুন (দ্রষ্টব্য: <Shuffle> <Chess960> নয়
da: Opret shuffle skak-position (bemærk: < Shuffle > ikke < Chess960 >
sq: Krijo pozicionin e shahut të përzier (shënim: < Përzierje > jo < Chess960 >
zh: 创建洗牌棋局（注意：<Shuffle> 不是 <Chess960>

source: since Tarrasch doesn't understand Chess960 castling)
ar: نظرًا لأن Tarrasch لا يفهم التبييت في لعبة Chess960)
bg: тъй като Тараш не разбира рокадата на Chess960)
bn: যেহেতু ট্যারাশ চেস৯৬০ ক্যাসলিং বোঝে না)
da: da Tarrasch ikke forstår Chess960 casting)
sq: pasi Tarrasch nuk e kupton castling Chess960)
zh: 因为 Tarrasch 不懂 Chess960 的王车易位)

source: Copy from the current main board position
ar: نسخة من موضع اللوحة الرئيسية الحالية
bg: Копирайте от текущата позиция на основната дъска
bn: বর্তমান প্রধান বোর্ড অবস্থান থেকে কপি করুন
da: Kopi fra den aktuelle hovedbestyrelsesposition
sq: Kopjo nga pozicioni aktual i bordit kryesor
zh: 从当前主板位置复制

source: Apply the fen string (useful after hand editing)
ar: استخدم خيط الفين (مفيد بعد التحرير اليدوي)
bg: Приложете низа на фен (полезно след ръчно редактиране)
bn: ফেন স্ট্রিং লাগান (হাতে সম্পাদনার পরে কার্যকর)
da: Anvend fenstrengen (nyttigt efter håndredigering)
sq: Aplikoni vargun fen (i dobishëm pas redaktimit me dorë)
zh: 应用 fen 字符串（手动编辑后有用）

source: Set if white kingside castling possible
ar: حدد ما إذا كان التبييت على جانب الملك الأبيض ممكنًا
bg: Задайте дали е възможна рокада на белия царски фланг
bn: সাদা কিংসাইড ক্যাসলিং সম্ভব হলে সেট করুন
da: Indstil hvis hvid kongeside-rokning er mulig
sq: Vendosni nëse është e mundur kalaja e bardhë në anën e mbretit
zh: 如果白方王翼易位可能，则置位

source: Set if white queenside castling possible
ar: حدد ما إذا كان التبييت على جانب الملكة الأبيض ممكنًا
bg: Задайте дали е възможна рокадата на бялата дама
bn: সাদা কুইনসাইড ক্যাসলিং সম্ভব হলে সেট করুন
da: Indstil hvis hvid queenside rokade er muligt
sq: Vendosni nëse është e mundur kalaja e bardhë e mbretëreshës
zh: 如果白方后翼王车易位可行，则置位

source: Set if black kingside castling possible
ar: حدد ما إذا كان التبييت على جانب الملك الأسود ممكنًا
bg: Задайте дали е възможна рокада на черния царски фланг
bn: যদি কালো কিংসাইড ক্যাসলিং সম্ভব হয় তাহলে সেট করুন
da: Indstil hvis sort kongeside-castling er muligt
sq: Vendosni nëse është e mundur kalaja e zezë buzë mbretërisë
zh: 如果黑方王翼可以王车易位则置位

source: Set if black queenside castling possible
ar: حدد ما إذا كان التبييت على جانب الملكة السوداء ممكنًا
bg: Задайте дали е възможна рокадата на черната дама
bn: যদি ব্ল্যাক কুইনসাইড ক্যাসলিং সম্ভব হয় তাহলে সেট করুন
da: Indstil hvis sort queenside-castling er muligt
sq: Vendosni nëse është e mundur kalaja e zezë anash mbretëreshës
zh: 如果黑后翼王车易位可行，则置位

source: Set if white to move
ar: اضبط اللون الأبيض على التحرك
bg: Задайте дали бялото да се движи
bn: সাদা হলে সরানোর জন্য সেট করুন
da: Indstil hvis hvid skal flyttes
sq: Vendosni nëse është e bardhë për të lëvizur
zh: 如果白棋先行，则置位

source: Set if black to move
ar: اضبط إذا كان اللون الأسود يتحرك
bg: Задайте дали черното да се движи
bn: কালো হলে সরানোর জন্য সেট করুন
da: Indstil hvis sort skal flyttes
sq: Vendosni nëse e zezë për të lëvizur
zh: 设置如果黑色移动

source: Numeric label for a move made in this position.
ar: تسمية رقمية للحركة التي تتم في هذا الموضع.
bg: Цифров етикет за ход, направен в тази позиция.
bn: এই অবস্থানে করা পদক্ষেপের জন্য সংখ্যাসূচক লেবেল।
da: Numerisk etiket for et træk lavet i denne position.
sq: Etiketa numerike për një lëvizje të bërë në këtë pozicion.
zh: 在此位置所做举动的数字标签。

source: E.g. if next move will be 23... Nd5, set this to 23
ar: على سبيل المثال، إذا كانت الخطوة التالية هي 23... Nd5، اضبط هذا على 23
bg: напр. ако следващият ход е 23... Nd5, задайте това на 23
bn: যেমন, যদি পরবর্তী পদক্ষেপটি ২৩... Nd5 হয়, তাহলে এটি ২৩ তে সেট করুন।
da: F.eks. hvis næste træk bliver 23... Nd5, indstil dette til 23
sq: P.sh. nëse lëvizja tjetër do të jetë 23... Nd5, vendoseni këtë në 23
zh: 例如，如果下一步是 23...Nd5，则将其设置为 23

source: Half moves made since last capture or pawn move,
ar: نصف الحركات التي تمت منذ آخر عملية أسر أو نقل بيادق،
bg: Направени половин ходове от последното улавяне или ход на пешка,
bn: শেষ ক্যাপচার বা প্যান মুভের পর থেকে করা অর্ধেক চাল,
da: Halve træk lavet siden sidste fangst eller bondetræk,
sq: Gjysma e lëvizjeve të bëra që nga kapja e fundit ose lëvizja e pengut,
zh: 自上次捕获或移动兵以来已移动了一半，

source: a draw can be claimed when the count gets to 100
ar: يمكن المطالبة بالتعادل عندما يصل العدد إلى 100
bg: равенство може да бъде поискано, когато броят достигне 100
bn: গণনা ১০০-তে পৌঁছালে ড্র দাবি করা যেতে পারে।
da: en uafgjort kan hævdes, når antallet når 100
sq: mund të kërkohet një barazim kur numërimi të arrijë në 100
zh: 当计数达到 100 时，可以宣布平局
