Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: Set the eval profile background colour to default
ar: تعيين لون خلفية ملف تعريف التقييم إلى اللون الافتراضي
bg: Задайте цвета на фона на eval профила по подразбиране
bn: eval প্রোফাইলের পটভূমির রঙ ডিফল্টে সেট করুন
da: Indstil eval-profilens baggrundsfarve til standard
sq: Cakto ngjyrën e sfondit të profilit në parazgjedhje
zh: 将评估配置文件背景颜色设置为默认值

source: Select the bar colour for white
ar: حدد لون الشريط باللون الأبيض
bg: Изберете цвета на лентата за бяло
bn: সাদা রঙের জন্য বারের রঙ নির্বাচন করুন।
da: Vælg bjælkefarven for hvid
sq: Zgjidhni ngjyrën e shiritit për të bardhë
zh: 选择白色条形颜色

source: Set the white bar colour colour to default
ar: تعيين لون الشريط الأبيض إلى اللون الافتراضي
bg: Задайте цвета на бялата лента по подразбиране
bn: সাদা বারের রঙের রঙ ডিফল্টে সেট করুন
da: Indstil den hvide bjælkefarve til standard
sq: Vendosni ngjyrën e ngjyrës së shiritit të bardhë në parazgjedhje
zh: 将白条颜色设置为默认颜色

source: Select the bar colour for black
ar: حدد لون الشريط باللون الأسود
bg: Изберете цвета на лентата за черно
bn: কালো রঙের জন্য বারের রঙ নির্বাচন করুন
da: Vælg bjælkefarven for sort
sq: Zgjidhni ngjyrën e shiritit për të zezën
zh: 选择条形颜色为黑色

source: Set the black bar colour colour to default
ar: تعيين لون الشريط الأسود إلى اللون الافتراضي
bg: Задайте цвета на черната лента по подразбиране
bn: কালো বারের রঙের রঙ ডিফল্টে সেট করুন
da: Indstil den sorte bjælkefarve til standard
sq: Vendosni ngjyrën e ngjyrës së shiritit të zi në parazgjedhje
zh: 将黑条颜色设置为默认颜色

source: The <Evaluation profile> panel offers a graphical view of the course of the game.
ar: توفر لوحة <ملف التقييم> عرضًا بيانيًا لمسار اللعبة.
bg: Панелът <Профил за оценка> предлага графичен изглед на хода на играта.
bn: <Evaluation profile> প্যানেলটি খেলার গতিপথের একটি গ্রাফিক্যাল ভিউ প্রদান করে।
da: Panelet <Evalueringsprofil> tilbyder en grafisk visning af spillets gang.
sq: Paneli <Profili i vlerësimit> ofron një pamje grafike të rrjedhës së lojës.
zh: <评估概况>面板提供了游戏进程的图形视图。

source: An eval profile can be built independently,
ar: يمكن إنشاء ملف تعريف التقييم بشكل مستقل،
bg: Eval профил може да бъде изграден независимо,
bn: একটি eval প্রোফাইল স্বাধীনভাবে তৈরি করা যেতে পারে,
da: En eval profil kan bygges uafhængigt,
sq: Një profil eval mund të ndërtohet në mënyrë të pavarur,
zh: 可以独立构建评估档案，

source: or as an optional add on when a game is automatically analysed.
ar: أو كإضافة اختيارية عند تحليل اللعبة تلقائيًا.
bg: или като незадължителна добавка, когато дадена игра се анализира автоматично.
bn: অথবা যখন কোনও খেলা স্বয়ংক্রিয়ভাবে বিশ্লেষণ করা হয় তখন ঐচ্ছিক অ্যাড-অন হিসেবে।
da: eller som en valgfri tilføjelse, når et spil automatisk analyseres.
sq: ose si një shtesë opsionale kur një lojë analizohet automatikisht.
zh: 或者作为游戏自动分析时的可选附加功能。

source: You can build an eval profile for a game by clicking on the <Build profile> button.
ar: بإمكانك إنشاء ملف تعريف تقييمي للعبة بالضغط على زر <إنشاء ملف تعريف>.
bg: Можете да създадете eval профил за игра, като щракнете върху бутона <Изграждане на профил>.
bn: আপনি <Build profile> বোতামে ক্লিক করে একটি গেমের জন্য একটি eval প্রোফাইল তৈরি করতে পারেন।
da: Du kan bygge en eval profil til et spil ved at klikke på knappen <Byg profil>.
sq: Ju mund të krijoni një profil vlerësues për një lojë duke klikuar në butonin <Ndërto profilin>.
zh: 您可以通过点击<构建配置文件>按钮来为游戏构建评估配置文件。

source: Once built, you can scroll the profile with the < and > buttons.
ar: بمجرد إنشاء الملف الشخصي، يمكنك التمرير عبر الملف الشخصي باستخدام الأزرار < و >.
bg: Веднъж изграден, можете да превъртате профила с бутоните < и >.
bn: একবার তৈরি হয়ে গেলে, আপনি < এবং > বোতাম ব্যবহার করে প্রোফাইলটি স্ক্রোল করতে পারেন।
da: Når den er bygget, kan du rulle profilen med knapperne < og >.
sq: Pasi të ndërtohet, mund të lëvizni profilin me butonat < dhe >.
zh: 一旦构建完成，您就可以使用 < 和 > 按钮滚动查看配置文件。

source: On their own these buttons will scroll the profile by one move element.
ar: ستقوم هذه الأزرار بمفردها بالتمرير عبر الملف الشخصي بعنصر حركة واحد.
bg: Сами по себе си тези бутони ще превъртат профила с един елемент на движение.
bn: এই বোতামগুলি নিজে থেকেই প্রোফাইলটিকে একটি মুভ এলিমেন্ট দ্বারা স্ক্রোল করবে।
da: Disse knapper vil alene rulle profilen med ét bevægelseselement.
sq: Vetë këta butona do të lëvizin profilin me një element lëvizjeje.
zh: 这些按钮本身将使配置文件滚动一个移动元素。

source: Hold down the <Shift> key to scroll the profile by four elements.
ar: اضغط باستمرار على المفتاح <Shift> للتمرير عبر الملف الشخصي بأربعة عناصر.
bg: Задръжте натиснат клавиша <Shift>, за да превъртите профила с четири елемента.
bn: চারটি উপাদান দিয়ে প্রোফাইল স্ক্রোল করতে <Shift> কীটি ধরে রাখুন।
da: Hold <Shift>-tasten nede for at rulle profilen med fire elementer.
sq: Mbani të shtypur tastin <Shift> për të lëvizur profilin me katër elementë.
zh: 按住 <Shift> 键可将配置文件滚动四个元素。

source: Hold down the <Ctrl> key to scroll the profile by eight elements.
ar: اضغط باستمرار على المفتاح <Ctrl> لتمرير الملف الشخصي عبر ثمانية عناصر.
bg: Задръжте натиснат клавиша <Ctrl>, за да превъртите профила с осем елемента.
bn: আটটি উপাদান দিয়ে প্রোফাইল স্ক্রোল করতে <Ctrl> কী চেপে ধরে রাখুন।
da: Hold <Ctrl>-tasten nede for at rulle profilen med otte elementer.
sq: Mbani të shtypur tastin <Ctrl> për të lëvizur profilin me tetë elementë.
zh: 按住 <Ctrl> 键可将配置文件滚动八个元素。

source: Hold down the <Alt> key to go to the start or end of the profile.
ar: اضغط باستمرار على المفتاح <Alt> للانتقال إلى بداية الملف الشخصي أو نهايته.
bg: Задръжте натиснат клавиша <Alt>, за да отидете в началото или края на профила.
bn: প্রোফাইলের শুরু বা শেষে যেতে <Alt> কীটি ধরে রাখুন।
da: Hold <Alt>-tasten nede for at gå til starten eller slutningen af ​​profilen.
sq: Mbani të shtypur tastin <Alt> për të shkuar në fillim ose në fund të profilit.
zh: 按住 <Alt> 键可转到配置文件的开始或结束位置。

source: You can click on an element of the profile to move to the game position.
ar: بإمكانك النقر على عنصر من الملف الشخصي للانتقال إلى موضع اللعبة.
bg: Можете да щракнете върху елемент от профила, за да се придвижите до игровата позиция.
bn: গেম পজিশনে যেতে আপনি প্রোফাইলের একটি এলিমেন্টে ক্লিক করতে পারেন।
da: Du kan klikke på et element i profilen for at flytte til spillepositionen.
sq: Mund të klikoni në një element të profilit për të kaluar në pozicionin e lojës.
zh: 您可以点击个人资料的某个元素来移动到游戏位置。

source: Also, if you hover the mouse close to the x-axis, then a pop-up info box
ar: أيضًا، إذا قمت بتمرير الماوس بالقرب من المحور السيني، فسيظهر مربع معلومات منبثق
bg: Освен това, ако задържите курсора на мишката близо до оста x, ще се появи изскачащо информационно поле
bn: এছাড়াও, যদি আপনি মাউসটিকে x-অক্ষের কাছাকাছি রাখেন, তাহলে একটি পপ-আপ তথ্য বাক্স
da: Også, hvis du holder musen tæt på x-aksen, så en pop-up infoboks
sq: Gjithashtu, nëse rri pezull miun afër boshtit x, atëherë një kuti informacioni që shfaqet
zh: 另外，如果你将鼠标悬停在 x 轴附近，则会弹出一个信息框

source: and game board position can be displayed for each move element.
ar: ويمكن عرض موضع لوحة اللعبة لكل عنصر حركة.
bg: и позицията на дъската за игра може да се покаже за всеки елемент на движение.
bn: এবং প্রতিটি মুভ এলিমেন্টের জন্য গেম বোর্ডের অবস্থান প্রদর্শিত হতে পারে।
da: og spillepladepositionen kan vises for hvert trækelement.
sq: dhe pozicioni i tabelës së lojës mund të shfaqet për çdo element lëvizës.
zh: 并且可以显示每个移动元素的游戏板位置。

source: There are several options for the eval profile :-
ar: هناك عدة خيارات لملف التقييم:-
bg: Има няколко опции за eval профила:-
bn: eval প্রোফাইলের জন্য বেশ কয়েকটি বিকল্প রয়েছে:-
da: Der er flere muligheder for eval-profilen:-
sq: Ka disa opsione për profilin eval:-
zh: 评估配置文件有几个选项：-

source: Display evaluation profile : Check to display the eval profile panel.
ar: عرض ملف تعريف التقييم: حدد هذا الخيار لعرض لوحة ملف تعريف التقييم.
bg: Показване на профил за оценка: Поставете отметка, за да покажете панела на профила за оценка.
bn: মূল্যায়ন প্রোফাইল প্রদর্শন করুন: eval প্রোফাইল প্যানেল প্রদর্শন করতে চেক করুন।
da: Vis evalueringsprofil : Marker for at vise panelet for evalueringsprofil.
sq: Shfaq profilin e vlerësimit: Kontrollo për të shfaqur panelin e profilit të vlerësimit.
zh: 显示评估配置文件：选中以显示评估配置文件面板。

source: Max y-axis score : Enter the maximum score number for the y-axis.
ar: الحد الأقصى لنتيجة المحور y: أدخل رقم الحد الأقصى لنتيجة المحور y.
bg: Макс. резултат по оста y: Въведете максималния резултат за оста y.
bn: সর্বোচ্চ y-অক্ষের স্কোর: y-অক্ষের জন্য সর্বোচ্চ স্কোর সংখ্যা লিখুন।
da: Max y-aksescore: Indtast det maksimale scoretal for y-aksen.
sq: Rezultati maksimal i boshtit y: Futni numrin maksimal të pikës për boshtin y.
zh: 最大 y 轴分数：输入 y 轴的最大分数。

source: The number selected will be saved with the game.
ar: سيتم حفظ الرقم المحدد مع اللعبة.
bg: Избраният номер ще бъде записан с играта.
bn: নির্বাচিত নম্বরটি গেমের সাথে সংরক্ষণ করা হবে।
da: Det valgte nummer vil blive gemt med spillet.
sq: Numri i zgjedhur do të ruhet me lojën.
zh: 所选的数字将与游戏一起保存。

source: If a move evaluation bar is too large for the y-axis,
ar: إذا كان شريط تقييم الحركة كبيرًا جدًا بالنسبة للمحور y،
bg: Ако лентата за оценка на преместване е твърде голяма за оста y,
bn: যদি একটি মুভ মূল্যায়ন বার y-অক্ষের জন্য খুব বড় হয়,
da: Hvis en bevægelsesevalueringsbjælke er for stor til y-aksen,
sq: Nëse shiriti i vlerësimit të lëvizjes është shumë i madh për boshtin y,
zh: 如果移动评估条对于 y 轴来说太大，

source: a small black triangle will be placed on top of the bar.
ar: سيتم وضع مثلث أسود صغير أعلى الشريط.
bg: малък черен триъгълник ще бъде поставен отгоре на лентата.
bn: দণ্ডের উপরে একটি ছোট কালো ত্রিভুজ স্থাপন করা হবে।
da: en lille sort trekant vil blive placeret oven på stangen.
sq: një trekëndësh i vogël i zi do të vendoset në majë të shiritit.
zh: 一个小的黑色三角形将会被放置在栏的顶部。

source: Graph x-scale percent : Enter the percentage length size for the graph. (40 - 80)
ar: نسبة مقياس الرسم البياني: أدخل حجم طول النسبة المئوية للرسم البياني. (40 - 80)
bg: Графика в проценти по х-мащаб: Въведете размера на дължината в проценти за графиката. (40 - 80)
bn: গ্রাফ x-স্কেল শতাংশ : গ্রাফের জন্য শতাংশ দৈর্ঘ্যের আকার লিখুন। (40 - 80)
da: Graf x-skala procent: Indtast den procentvise længdestørrelse for grafen. (40 - 80)
sq: Përqindja e grafikut x-shkallë: Futni madhësinë e gjatësisë në përqindje për grafikun. (40 - 80)
zh: 图形 x 比例百分比：输入图形的百分比长度大小。（40 - 80）

source: Graph y-scale percent : Enter the percentage height size for the graph. (50 - 90)
ar: نسبة مقياس y للرسم البياني: أدخل حجم ارتفاع النسبة المئوية للرسم البياني. (50 - 90)
bg: Проценти на графика по y-мащаб: Въведете размера на височината в проценти за графиката. (50 - 90)
bn: গ্রাফ y-স্কেল শতাংশ : গ্রাফের জন্য শতাংশ উচ্চতার আকার লিখুন। (50 - 90)
da: Graf y-skala procent : Indtast den procentvise højdestørrelse for grafen. (50 - 90)
sq: Përqindja e shkallës y të grafikut: Futni madhësinë përqindje të lartësisë për grafikun. (50 - 90)
zh: 图形 y 尺度百分比：输入图形的百分比高度大小。（50 - 90）

source: Graph x-step size : Enter the size in pixels for each move element. (6 - 20)
ar: حجم الخطوة x في الرسم البياني: أدخل الحجم بالبكسل لكل عنصر حركة. (6 - 20)
bg: Размер на x-стъпка на графиката: Въведете размера в пиксели за всеки елемент за движение. (6 - 20)
bn: গ্রাফ x-ধাপের আকার: প্রতিটি মুভ এলিমেন্টের জন্য পিক্সেল আকার লিখুন। (6 - 20)
da: Graf x-trins størrelse : Indtast størrelsen i pixels for hvert flytteelement. (6 - 20)
sq: Madhësia e grafikut x-hap: Futni madhësinë në piksel për çdo element lëvizës. (6 - 20)
zh: 图形 x 步长：输入每个移动元素的像素大小。（6 - 20）

source: Save evaluation profile : Check to save the profile to a file,
ar: حفظ ملف تعريف التقييم: حدد هذا الخيار لحفظ الملف التعريفي في ملف،
bg: Запазване на профила за оценка: Поставете отметка, за да запазите профила във файл,
bn: মূল্যায়ন প্রোফাইল সংরক্ষণ করুন : প্রোফাইলটি একটি ফাইলে সংরক্ষণ করতে চেক করুন,
da: Gem evalueringsprofil: Marker for at gemme profilen i en fil,
sq: Ruaj profilin e vlerësimit: Kontrollo për të ruajtur profilin në një skedar,
zh: 保存评估配置文件：选中可将配置文件保存到文件，

source: when the game is saved.
ar: عندما يتم حفظ اللعبة.
bg: когато играта е запазена.
bn: যখন খেলাটি সংরক্ষিত হয়।
da: når spillet er gemt.
sq: kur loja ruhet.
zh: 当游戏被保存时。

source: Move time (1/10 secs) : Enter the time in tenths of a second
ar: وقت الحركة (1/10 ثانية): أدخل الوقت بأجزاء من الثانية
bg: Време за движение (1/10 секунди) : Въведете времето в десети от секундата
bn: সরানোর সময় (১/১০ সেকেন্ড): সেকেন্ডের দশমাংশে সময় লিখুন
da: Flyttetid (1/10 sek.): Indtast tiden i tiendedele af et sekund
sq: Koha e lëvizjes (1/10 sekonda): Fusni kohën në të dhjetat e sekondës
zh: 移动时间（1/10 秒）：输入十分之一秒的时间

source: to spend analysing each move when creating a profile.
ar: لقضاء بعض الوقت في تحليل كل حركة عند إنشاء ملف تعريف.
bg: да анализирате всеки ход при създаване на профил.
bn: প্রোফাইল তৈরি করার সময় প্রতিটি পদক্ষেপ বিশ্লেষণ করতে ব্যয় করুন।
da: at bruge på at analysere hvert træk, når du opretter en profil.
sq: për të shpenzuar duke analizuar çdo lëvizje kur krijoni një profil.
zh: 在创建个人资料时花时间分析每个动作。

source: With my computer, using the Stockfish 17 engine, I found that the minimum
ar: باستخدام جهاز الكمبيوتر الخاص بي، باستخدام محرك Stockfish 17، وجدت أن الحد الأدنى
bg: С моя компютър, използвайки двигателя Stockfish 17, установих, че минимумът
bn: আমার কম্পিউটারে, Stockfish 17 ইঞ্জিন ব্যবহার করে, আমি দেখতে পেলাম যে সর্বনিম্ন
da: Med min computer, ved hjælp af Stockfish 17-motoren, fandt jeg, at minimum
sq: Me kompjuterin tim, duke përdorur motorin Stockfish 17, zbulova se minimumi
zh: 在我的电脑上使用 Stockfish 17 引擎，我发现最低

source: time needed to get a bar for each move was 17 tenths, 1.7 seconds.
ar: كان الوقت اللازم للحصول على شريط لكل حركة 17 عُشرًا و1.7 ثانية.
bg: времето, необходимо за получаване на лента за всеки ход, беше 17 десети, 1,7 секунди.
bn: প্রতিটি চালের জন্য একটি বার পেতে সময় লেগেছিল ১৭ দশমাংশ, ১.৭ সেকেন্ড।
da: den tid, der var nødvendig for at få en bar for hvert træk, var 17 tiendedele, 1,7 sekunder.
sq: koha e nevojshme për të marrë një shirit për çdo lëvizje ishte 17 të dhjetat, 1.7 sekonda.
zh: 每一步得到一个条形所需的时间为十分之十七，即 1.7 秒。

source: Scroll options -
ar: خيارات التمرير -
bg: Опции за превъртане -
bn: স্ক্রোল অপশন -
da: Rullemuligheder -
sq: Opsionet e lëvizjes -
zh: 滚动选项 -

source: Show info box - Check to show the move details info box when scrolling.
ar: إظهار مربع المعلومات - حدد هذا الخيار لإظهار مربع معلومات تفاصيل النقل عند التمرير.
bg: Показване на информационното поле – Поставете отметка, за да показвате информационното поле с подробности за преместване при превъртане.
bn: তথ্য বাক্স দেখান - স্ক্রোল করার সময় সরানোর বিবরণ তথ্য বাক্সটি দেখানোর জন্য চেক করুন।
da: Vis infoboks - Marker for at vise informationsboksen for flytningsdetaljer, når du ruller.
sq: Shfaq kutinë e informacionit - Zgjidhni për të shfaqur kutinë e informacionit të detajeve të lëvizjes kur lëvizni.
zh: 显示信息框 - 选中后滚动时显示移动详细信息框。

source: Show position - Check the show the current board position when scrolling.
ar: إظهار الموضع - التحقق من إظهار موضع اللوحة الحالي عند التمرير.
bg: Показване на позиция - Поставете отметка за показване на текущата позиция на дъската при превъртане.
bn: অবস্থান দেখান - স্ক্রোল করার সময় বর্তমান বোর্ডের অবস্থান দেখান কিনা তা পরীক্ষা করুন।
da: Vis position - Tjek vis den aktuelle bordposition, når du ruller.
sq: Trego pozicionin - Kontrolloni shfaqjen e pozicionit aktual të tabelës kur lëvizni.
zh: 显示位置 - 检查滚动时显示当前板的位置。

source: Eval board size - Enter the size in pixels of the scrolling eval game board.
ar: حجم لوحة التقييم - أدخل الحجم بالبكسل للوحة لعبة التقييم المتحركة.
bg: Размер на таблото за оценка – Въведете размера в пиксели на таблото за превъртане на таблото за оценка.
bn: ইভাল বোর্ডের আকার - স্ক্রলিং ইভাল গেম বোর্ডের আকার পিক্সেলগুলিতে লিখুন।
da: Eval-brætstørrelse - Indtast størrelsen i pixels på den rullende eval-spilleplade.
sq: Madhësia e tabelës vlerësuese - Futni madhësinë në piksel të tabelës së lojës me lëvizje.
zh: 评估板尺寸- 输入滚动评估游戏板的像素尺寸。

source: Select background colour - Select the background colour for the eval profile panel.
ar: حدد لون الخلفية - حدد لون الخلفية للوحة ملف تعريف التقييم.
bg: Изберете цвят на фона - Изберете цвета на фона за панела на профила на eval.
bn: ব্যাকগ্রাউন্ড কালার নির্বাচন করুন - eval প্রোফাইল প্যানেলের জন্য ব্যাকগ্রাউন্ড কালার নির্বাচন করুন।
da: Vælg baggrundsfarve - Vælg baggrundsfarven til evalprofilpanelet.
sq: Zgjidhni ngjyrën e sfondit - Zgjidhni ngjyrën e sfondit për panelin e profilit të vlerësuar.
zh: 选择背景颜色-选择评估配置文件面板的背景颜色。

source: Select white colour - Select the colour for the graph bars for white.
ar: حدد اللون الأبيض - حدد لون أشرطة الرسم البياني باللون الأبيض.
bg: Избор на бял цвят - Изберете цвета за лентите на графиката за бяло.
bn: সাদা রঙ নির্বাচন করুন - গ্রাফ বারের জন্য সাদা রঙ নির্বাচন করুন।
da: Vælg hvid farve - Vælg farven til grafstængerne for hvid.
sq: Zgjidhni ngjyrën e bardhë - Zgjidhni ngjyrën për shiritat e grafikut për të bardhën.
zh: 选择白色- 选择图表条的颜色为白色。

source: Select black colour - Select the colour for the graph bars for black.
ar: حدد اللون الأسود - حدد لون أشرطة الرسم البياني باللون الأسود.
bg: Избор на черен цвят - Изберете цвета на лентите на графиката за черно.
bn: কালো রঙ নির্বাচন করুন - কালো রঙের জন্য গ্রাফ বারের রঙ নির্বাচন করুন।
da: Vælg sort farve - Vælg farven til grafstængerne for sort.
sq: Zgjidhni ngjyrën e zezë - Zgjidhni ngjyrën për shiritat e grafikut për të zezën.
zh: 选择黑色- 选择图形条的颜色为黑色。

source: A right mouse click in the eval profile panel will display a pop-up menu
ar: سيؤدي النقر بزر الماوس الأيمن في لوحة ملف تعريف التقييم إلى عرض قائمة منبثقة
bg: Щракване с десен бутон на мишката в панела на профила на eval ще покаже изскачащо меню
bn: eval প্রোফাইল প্যানেলে মাউসের ডান ক্লিক করলে একটি পপ-আপ মেনু প্রদর্শিত হবে।
da: Et højreklik med musen i eval-profilpanelet vil vise en pop-up-menu
sq: Një klikim i djathtë i mausit në panelin e profilit eval do të shfaqë një menu që shfaqet
zh: 在评估配置文件面板上单击鼠标右键将显示一个弹出菜单

source: that has the following extra functions -
ar: الذي يحتوي على الوظائف الإضافية التالية -
bg: който има следните допълнителни функции -
bn: যার নিম্নলিখিত অতিরিক্ত ফাংশন রয়েছে -
da: der har følgende ekstra funktioner -
sq: që ka funksionet e mëposhtme shtesë -
zh: 具有以下额外功能 -

source: Add eval - Adds the current move element details to the game notation.
ar: إضافة تقييم - يضيف تفاصيل عنصر الحركة الحالي إلى تدوين اللعبة.
bg: Add eval – Добавя подробности за текущия елемент на движение към нотацията на играта.
bn: eval যোগ করুন - গেম নোটেশনে বর্তমান মুভ এলিমেন্টের বিবরণ যোগ করে।
da: Tilføj eval - Tilføjer detaljerne om det aktuelle trækelement til spilnotationen.
sq: Shto eval - Shton detajet aktuale të elementit të lëvizjes në shënimin e lojës.
zh: 添加 eval - 将当前移动元素详细信息添加到游戏符号中。

source: Add all evals - Adds all the move element details to the game notation.
ar: إضافة جميع التقييمات - إضافة جميع تفاصيل عنصر النقل إلى تدوين اللعبة.
bg: Добавяне на всички стойности - Добавя всички детайли на елемента за движение към нотацията на играта.
bn: সকল মূল্যায়ন যোগ করুন - গেম নোটেশনে সকল মুভ এলিমেন্টের বিবরণ যোগ করে।
da: Tilføj alle evaler - Føjer alle bevægelseselementdetaljerne til spilnotationen.
sq: Shto të gjitha vlerat - Shton të gjitha detajet e elementit të lëvizjes në shënimin e lojës.
zh: 添加所有评估 - 将所有移动元素详细信息添加到游戏符号中。

source: Delete eval - Deletes the current move element details from the game notation.
ar: حذف التقييم - يحذف تفاصيل عنصر الحركة الحالي من تدوين اللعبة.
bg: Delete eval - Изтрива подробностите за текущия елемент на движение от нотацията на играта.
bn: eval মুছে ফেলুন - গেম নোটেশন থেকে বর্তমান মুভ এলিমেন্টের বিবরণ মুছে ফেলে।
da: Slet eval - Sletter de aktuelle trækelementdetaljer fra spilnotationen.
sq: Fshi eval - Fshin detajet aktuale të elementit të lëvizjes nga shënimi i lojës.
zh: 删除评估 - 从游戏符号中删除当前移动元素详细信息。

source: Delete all evals - Deletes all the move element details from the game notation.
ar: حذف جميع التقييمات - يحذف جميع تفاصيل عنصر النقل من تدوين اللعبة.
bg: Изтриване на всички стойности - Изтрива всички подробности за елементите на движение от нотацията на играта.
bn: সকল মূল্যায়ন মুছে ফেলুন - গেম নোটেশন থেকে সকল স্থানান্তর উপাদানের বিবরণ মুছে ফেলে।
da: Slet alle evaler - Sletter alle bevægelseselementdetaljerne fra spilnotationen.
sq: Fshi të gjitha vlerat - Fshin të gjitha detajet e elementit të lëvizjes nga shënimi i lojës.
zh: 删除所有评估 - 从游戏符号中删除所有移动元素详细信息。

source: Delete eval profile - Delete the eval profile for the current game.
ar: حذف ملف تعريف التقييم - حذف ملف تعريف التقييم للعبة الحالية.
bg: Изтриване на eval профил - Изтриване на eval профила за текущата игра.
bn: eval প্রোফাইল মুছুন - বর্তমান গেমের জন্য eval প্রোফাইল মুছুন।
da: Slet evalprofil - Slet evalprofilen for det aktuelle spil.
sq: Fshi profilin eval - Fshi profilin eval për lojën aktuale.
zh: 删除评估资料-删除当前游戏的评估资料。

source: Analyse move.. - Opens a dialog box to perform a deeper analysis
ar: تحليل الحركة.. - يفتح مربع حوار لإجراء تحليل أعمق
bg: Analyse move.. - Отваря диалогов прозорец за извършване на по-задълбочен анализ
bn: বিশ্লেষণ সরানো.. - আরও গভীর বিশ্লেষণ করার জন্য একটি ডায়ালগ বক্স খোলে
da: Analyser flytning.. - Åbner en dialogboks for at udføre en dybere analyse
sq: Analizo lëvizjen.. - Hap një kuti dialogu për të kryer një analizë më të thellë
zh: 分析动作..-打开对话框进行更深入的分析

source: on a single move from the eval profile.
ar: بحركة واحدة من ملف التقييم.
bg: с едно движение от eval профила.
bn: eval প্রোফাইল থেকে একবার সরে গেলে।
da: på et enkelt træk fra evalprofilen.
sq: në një lëvizje të vetme nga profili eval.
zh: 从评估概况中单步执行。

source: Evaluation profile display
ar: عرض ملف التقييم
bg: Показване на профил за оценка
bn: মূল্যায়ন প্রোফাইল প্রদর্শন
da: Visning af evalueringsprofil
sq: Shfaqja e profilit të vlerësimit
zh: 评估概况显示

source: Please select a move for analysis
ar: الرجاء تحديد الخطوة للتحليل
bg: Моля, изберете ход за анализ
bn: বিশ্লেষণের জন্য একটি পদক্ষেপ নির্বাচন করুন।
da: Vælg venligst et træk til analyse
sq: Ju lutemi zgjidhni një lëvizje për analizë
zh: 请选择要分析的动作

source: Eval profile message
ar: رسالة تقييم الملف الشخصي
bg: Съобщение на профила Eval
bn: Eval প্রোফাইল মেসেজ
da: Eval profilbesked
sq: Mesazh i profilit Eval
zh: 评估个人资料消息

source: Evaluation profile move details :-
ar: تفاصيل نقل ملف التقييم :-
bg: Подробности за преместване на профила за оценка: -
bn: মূল্যায়ন প্রোফাইল স্থানান্তরের বিবরণ :-
da: Evalueringsprofil flytte detaljer:-
sq: Detajet e lëvizjes së profilit të vlerësimit:-
zh: 评估概况移动详情：-

source: Score (cp) :
ar: النتيجة (cp) :
bg: Резултат (cp):
bn: স্কোর (সিপি):
sq: Rezultati (cp):
zh: 分数（cp）：

source: Time (secs) :
ar: الوقت (بالثواني) :
bg: Време (секунди):
bn: সময় (সেকেন্ড):
da: Tid (sek.):
sq: Koha (seks):
zh: 时间（秒）：

source: Depth (ply) :
ar: العمق (طبقة) :
bg: Дълбочина (слой):
bn: গভীরতা (প্লাই):
da: Dybde (lag):
sq: Thellësia (shtresa):
zh: 深度（层）：

source: Analysis options
ar: خيارات التحليل
bg: Опции за анализ
bn: বিশ্লেষণের বিকল্পগুলি
da: Analyse muligheder
sq: Opsionet e analizës
zh: 分析选项

source: Start analysis
ar: ابدأ التحليل
bg: Започнете анализ
bn: বিশ্লেষণ শুরু করুন
da: Start analyse
sq: Filloni analizën
zh: 开始分析

source: Stop analysis
ar: اوقف التحليل
bg: Спрете анализа
bn: বিশ্লেষণ বন্ধ করুন
da: Stop analysen
sq: Ndaloni analizën
zh: 停止分析

source: Time left (secs) :
ar: الوقت المتبقي (ثانية) :
bg: Оставащо време (секунди):
bn: বাকি সময় (সেকেন্ড):
da: Tid tilbage (sek.):
sq: Koha e mbetur (seks):
zh: 剩余时间（秒）：

source: Save
ar: يحفظ
bg: Запазване
bn: সংরক্ষণ করুন
da: Spare
sq: Ruaj
zh: 节省

source: Eval profile move
ar: تقييم نقل الملف الشخصي
bg: Преместване на профила на Eval
bn: Eval প্রোফাইল সরানো
da: Eval profil flytte
sq: Lëvizja e profilit të vlerësuar
zh: 评估概况移动

source: Move score (centi-pawns)
ar: نتيجة الحركة (بيادق السنتي)
bg: Резултат от ход (санти-пешки)
bn: মুভ স্কোর (সেন্টি-প্যান)
da: Flyt score (centi-bønder)
sq: Rezultati i lëvizjes (centi-piona)
zh: 移动得分（分兵）

source: Move time (secs)
ar: وقت التحرك (ثانية)
bg: Време за движение (секунди)
bn: সরানোর সময় (সেকেন্ড)
da: Flyttetid (sek.)
sq: Koha e lëvizjes (seks)
zh: 移动时间（秒）
