Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: Unlike the board bitmap files, although there are no rigid size restrictions,
ar: على عكس ملفات خريطة البتات الخاصة باللوحة، على الرغم من عدم وجود قيود صارمة على الحجم،
bg: За разлика от растерните файлове на борда, въпреки че няма строги ограничения за размера,
bn: বোর্ড বিটম্যাপ ফাইলের বিপরীতে, যদিও কোনও কঠোর আকারের সীমাবদ্ধতা নেই,
da: I modsætning til board bitmap-filer, selvom der ikke er nogen stive størrelsesbegrænsninger,
sq: Ndryshe nga skedarët bitmap të bordit, megjithëse nuk ka kufizime të ngurta për madhësinë,
zh: 与棋盘位图文件不同，虽然没有严格的尺寸限制，

source: I strongly advise you to make them square and the size a power of 2,
ar: أنصحك بشدة أن تجعلها مربعة وحجمها قوة 2،
bg: Горещо ви съветвам да ги направите квадратни и размера на степен 2,
bn: আমি দৃঢ়ভাবে আপনাকে পরামর্শ দিচ্ছি যে আপনি এগুলিকে বর্গাকার করুন এবং আকারটি 2 এর ঘাতের করুন,
da: Jeg anbefaler dig kraftigt at gøre dem firkantede og størrelsen til en potens af 2,
sq: Unë ju këshilloj fuqimisht t'i bëni ato katrore dhe madhësia është fuqi 2,
zh: 我强烈建议你把它们做成正方形，大小是2的幂，

source: e.g. 512 * 512, 1024 * 1024 etc. because then they load much more quickly.
ar: على سبيل المثال 512 * 512، 1024 * 1024 وما إلى ذلك لأنه بعد ذلك يتم تحميلها بسرعة أكبر.
bg: напр. 512 * 512, 1024 * 1024 и т.н., защото тогава се зареждат много по-бързо.
bn: যেমন ৫১২ * ৫১২, ১০২৪ * ১০২৪ ইত্যাদি কারণ তখন এগুলো অনেক দ্রুত লোড হয়।
da: f.eks. 512 * 512, 1024 * 1024 osv. for så loader de meget hurtigere.
sq: p.sh. 512 * 512, 1024 * 1024 etj. sepse atëherë ato ngarkohen shumë më shpejt.
zh: 例如 512 * 512、1024 * 1024 等，因为它们的加载速度更快。

source: In terms of definition quality, there does not seem to be much difference
ar: من حيث جودة التعريف، لا يبدو أن هناك فرقًا كبيرًا
bg: По отношение на качеството на дефиницията не изглежда да има голяма разлика
bn: সংজ্ঞার মানের দিক থেকে, খুব বেশি পার্থক্য আছে বলে মনে হয় না।
da: Med hensyn til definitionskvalitet ser der ikke ud til at være den store forskel
sq: Për sa i përket cilësisë së përkufizimit, nuk duket të ketë shumë dallime
zh: 就清晰度而言，似乎没有太大区别

source: between the formats when used in this program.
ar: بين التنسيقات عند استخدامها في هذا البرنامج.
bg: между форматите, когато се използва в тази програма.
bn: এই প্রোগ্রামে ব্যবহৃত ফরম্যাটের মধ্যে।
da: mellem formaterne, når de bruges i dette program.
sq: ndërmjet formateve kur përdoren në këtë program.
zh: 在此程序中使用时，格式之间。

source: I have provided .png and .jpg versions of the Travertine009 file
ar: لقد قدمت إصدارات .png و.jpg من ملف Travertine009
bg: Предоставих .png и .jpg версии на файла Travertine009
bn: আমি Travertine009 ফাইলের .png এবং .jpg সংস্করণ প্রদান করেছি।
da: Jeg har leveret .png- og .jpg-versioner af Travertine009-filen
sq: Unë kam ofruar versionet .png dhe .jpg të skedarit Travertine009
zh: 我提供了 Travertine009 文件的 .png 和 .jpg 版本

source: from Ambientcg.com so that you can compare them if you wish to.
ar: من Ambientcg.com حتى تتمكن من مقارنتها إذا كنت ترغب في ذلك.
bg: от Ambientcg.com, за да можете да ги сравните, ако желаете.
bn: Ambientcg.com থেকে যাতে আপনি চাইলে তাদের তুলনা করতে পারেন।
da: fra Ambientcg.com, så du kan sammenligne dem, hvis du ønsker det.
sq: nga Ambientcg.com në mënyrë që t'i krahasoni nëse dëshironi.
zh: 来自 Ambientcg.com，以便您可以根据需要对它们进行比较。

source: I did try a *.png version of this file, 2048 pixels square,
ar: لقد حاولت استخدام نسخة *.png من هذا الملف، بحجم 2048 بكسل مربع،
bg: Опитах *.png версия на този файл, 2048 квадратни пиксела,
bn: আমি এই ফাইলটির একটি *.png সংস্করণ চেষ্টা করেছিলাম, ২০৪৮ পিক্সেল বর্গক্ষেত্র,
da: Jeg prøvede en *.png version af denne fil, 2048 pixels kvadrat,
sq: Provova një version *.png të këtij skedari, 2048 piksele katror,
zh: 我确实尝试过这个文件的 *.png 版本，2048 像素见方，

source: and the definition was marginally better, but the file size is much larger,
ar: وكان التعريف أفضل قليلاً، لكن حجم الملف أكبر بكثير،
bg: и дефиницията беше малко по-добра, но размерът на файла е много по-голям,
bn: এবং সংজ্ঞাটি কিছুটা ভালো ছিল, কিন্তু ফাইলের আকার অনেক বড়,
da: og definitionen var marginalt bedre, men filstørrelsen er meget større,
sq: dhe përkufizimi ishte pak më i mirë, por madhësia e skedarit është shumë më e madhe,
zh: 清晰度略有提高，但文件大小却大得多，

source: 5.2mb for 2048 pixels square compared with 1.3mb for 1024 pixels square.
ar: 5.2 ميجا بايت لـ 2048 بكسل مربع مقارنة بـ 1.3 ميجا بايت لـ 1024 بكسل مربع.
bg: 5,2mb за 2048 пиксела квадрат в сравнение с 1,3mb за 1024 пиксела квадрат.
bn: ২০৪৮ পিক্সেল বর্গক্ষেত্রের জন্য ৫.২ এমবি, ১০২৪ পিক্সেল বর্গক্ষেত্রের জন্য ১.৩ এমবি।
da: 5,2 MB for 2048 pixels kvadrat sammenlignet med 1,3 MB for 1024 pixels kvadrat.
sq: 5,2 mb për katror 2048 piksel krahasuar me 1,3 mb për 1024 piksel katror.
zh: 2048 像素见方为 5.2mb，而 1024 像素见方为 1.3mb。

source: Ambientcg.com has some really high definition versions of their files,
ar: يحتوي موقع Ambientcg.com على بعض الإصدارات عالية الدقة من ملفاته،
bg: Ambientcg.com има някои версии на техните файлове с наистина висока разделителна способност,
bn: Ambientcg.com-এর ফাইলগুলির কিছু সত্যিই হাই ডেফিনেশন ভার্সন আছে,
da: Ambientcg.com har nogle virkelig high definition versioner af deres filer,
sq: Ambientcg.com ka disa versione me definicion të lartë të skedarëve të tyre,
zh: Ambientcg.com 有一些非常高清的文件版本，

source: if you want to try them.
ar: إذا كنت تريد تجربتهم.
bg: ако искаш пробвай ги.
bn: যদি তুমি এগুলো চেষ্টা করে দেখতে চাও।
da: hvis du vil prøve dem.
sq: nëse doni t'i provoni.
zh: 如果你想尝试一下。

source: There are many free sources for bitmap image files, if you want
ar: هناك العديد من المصادر المجانية لملفات الصور النقطية، إذا كنت تريد
bg: Има много безплатни източници за файлове с растерни изображения, ако искате
bn: বিটম্যাপ ইমেজ ফাইলের জন্য অনেক বিনামূল্যের উৎস আছে, যদি আপনি চান
da: Der er mange gratis kilder til bitmap-billedfiler, hvis du vil
sq: Ka shumë burime falas për skedarët e imazhit bitmap, nëse dëshironi
zh: 如果你想要，有很多免费的位图图像文件来源

source: to install your own preferred bitmap images into the program.
ar: لتثبيت صورك النقطية المفضلة في البرنامج.
bg: за да инсталирате вашите собствени предпочитани растерни изображения в програмата.
bn: প্রোগ্রামে আপনার পছন্দের বিটম্যাপ ছবি ইনস্টল করতে।
da: at installere dine egne foretrukne bitmapbilleder i programmet.
sq: për të instaluar imazhet tuaja të preferuara bitmap në program.
zh: 将您自己喜欢的位图图像安装到程序中。

source: to name but a few.
ar: على سبيل المثال لا الحصر.
bg: да назовем само няколко.
bn: কয়েকজনের নাম বলতে গেলে।
da: for blot at nævne nogle få.
sq: për të përmendur vetëm disa.
zh: 仅举几个例子。

source: Once you have downloaded file(s), open them with Windows paint
ar: بمجرد تنزيل الملفات، افتحها باستخدام برنامج الرسام الخاص بنظام Windows
bg: След като изтеглите файл(ове), отворете ги с Windows paint
bn: ফাইল(গুলি) ডাউনলোড করার পরে, উইন্ডোজ পেইন্ট দিয়ে সেগুলি খুলুন।
da: Når du har downloadet fil(er), skal du åbne dem med Windows paint
sq: Pasi të keni shkarkuar skedarët, hapini ato me Windows paint
zh: 下载文件后，使用 Windows 画图打开它们

source: and resize them to a square size that is a power of 2,
ar: وتغيير حجمها إلى حجم مربع يمثل قوة 2،
bg: и ги преоразмерете до размер на квадрат, който е степен на 2,
bn: এবং তাদের আকার পরিবর্তন করে একটি বর্গাকার আকারে পরিণত করি যার ঘাত 2,
da: og ændre størrelsen på dem til en kvadratstørrelse, der er en potens af 2,
sq: dhe ndryshoni madhësinë e tyre në një madhësi katrore që është një fuqi prej 2,
zh: 并将其大小调整为 2 的幂次方，

source: e.g. 1024 * 1024 pixels, then save them in your desired format.
ar: على سبيل المثال 1024 * 1024 بكسل، ثم احفظها بالتنسيق المطلوب.
bg: напр. 1024 * 1024 пиксела, след което ги запазете в желания от вас формат.
bn: যেমন ১০২৪ * ১০২৪ পিক্সেল, তারপর আপনার পছন্দসই ফর্ম্যাটে সংরক্ষণ করুন।
da: f.eks. 1024 * 1024 pixels, og gem dem derefter i dit ønskede format.
sq: p.sh. 1024 * 1024 piksele, pastaj ruajini ato në formatin e dëshiruar.
zh: 例如 1024 * 1024 像素，然后以您想要的格式保存它们。

source: Next using Windows Explorer, copy the files to the < backgrounds > directory
ar: بعد ذلك، باستخدام مستكشف Windows، انسخ الملفات إلى الدليل <backgrounds>
bg: След това с помощта на Windows Explorer копирайте файловете в директорията < backgrounds >
bn: এরপর Windows Explorer ব্যবহার করে, ফাইলগুলি <backgrounds > ডিরেক্টরিতে কপি করুন
da: Brug derefter Windows Stifinder og kopier filerne til mappen < baggrunde >
sq: Më pas duke përdorur Windows Explorer, kopjoni skedarët në drejtorinë < sfondet >
zh: 接下来使用 Windows 资源管理器将文件复制到 < backgrounds > 目录

source: This is usually
ar: هذا عادة
bg: Това обикновено е
bn: এটি সাধারণত
da: Dette er normalt
sq: Kjo është zakonisht
zh: 这通常

source: for the Nimzo3d program.
ar: لبرنامج Nimzo3d.
bg: за програмата Nimzo3d.
bn: Nimzo3d প্রোগ্রামের জন্য।
da: til Nimzo3d-programmet.
sq: për programin Nimzo3d.
zh: 用于 Nimzo3d 程序。

source: Then the next time you run the program and select -
ar: ثم في المرة التالية التي تقوم فيها بتشغيل البرنامج وتحديد -
bg: След това следващия път, когато стартирате програмата и изберете -
bn: তারপর পরের বার যখন আপনি প্রোগ্রামটি চালাবেন এবং নির্বাচন করবেন -
da: Næste gang du kører programmet og vælger -
sq: Pastaj herën tjetër që të ekzekutoni programin dhe zgjidhni -
zh: 然后下次运行该程序并选择 -

source: < 3d graphics > < 3d options.. > < Window colours.. >
ar: < رسومات ثلاثية الأبعاد > < خيارات ثلاثية الأبعاد.. > < ألوان النافذة.. >
bg: < 3d графики > < 3d опции.. > < Цветове на прозореца.. >
bn: < 3D গ্রাফিক্স > < 3D বিকল্প.. > < উইন্ডো রঙ.. >
da: < 3d-grafik > < 3d-indstillinger.. > < Vinduesfarver.. >
sq: < Grafika 3d > < Opsionet 3d.. > < Ngjyrat e dritareve.. >
zh: < 3D 图形 > < 3D 选项.. > < 窗口颜色.. >

source: < Background settings.. > < Select image background file > < Browse >
ar: < إعدادات الخلفية.. > < تحديد ملف خلفية الصورة > < استعراض >
bg: < Настройки на фона.. > < Изберете фонов файл с изображение > < Преглед >
bn: <ব্যাকগ্রাউন্ড সেটিংস.. > <ইমেজ ব্যাকগ্রাউন্ড ফাইল নির্বাচন করুন > <ব্রাউন্ড>
da: < Baggrundsindstillinger.. > < Vælg billedbaggrundsfil > < Gennemse >
sq: < Cilësimet e sfondit.. > < Zgjidhni skedarin e sfondit të imazhit > < Shfleto >
zh: < 背景设置.. > < 选择图像背景文件 > < 浏览 >

source: your files should be there, available for selection.
ar: يجب أن تكون ملفاتك موجودة، ومتاحة للاختيار.
bg: вашите файлове трябва да са там, достъпни за избор.
bn: আপনার ফাইলগুলি সেখানে থাকা উচিত, নির্বাচনের জন্য উপলব্ধ।
da: dine filer skal være der, tilgængelige for valg.
sq: skedarët tuaj duhet të jenë aty, të disponueshëm për përzgjedhje.
zh: 您的文件应该在那里，可供选择。

source: Main window background image file credits
ar: حقوق ملف صورة الخلفية للنافذة الرئيسية
bg: Кредити за файл с фоново изображение на главния прозорец
bn: প্রধান উইন্ডোর পটভূমির চিত্র ফাইলের ক্রেডিট
da: Hovedvindue baggrundsbillede fil kreditering
sq: Kreditë e skedarit të imazhit të sfondit të dritares kryesore
zh: 主窗口背景图像文件来源

source: Cannot open
ar: لا يمكن فتحه
bg: Не може да се отвори
bn: খোলা যাচ্ছে না
da: Kan ikke åbne
sq: Nuk mund të hapet
zh: 无法打开

source: File
ar: ملف
bg: Файл
bn: ফাইল
da: Fil
sq: Skedari
zh: 文件

source: does not appear to be a Tarrasch database file
ar: لا يبدو أن هذا ملف قاعدة بيانات Tarrasch
bg: не изглежда да е файл с база данни на Tarasch
bn: এটি একটি Tarrasch ডাটাবেস ফাইল বলে মনে হচ্ছে না
da: ser ikke ud til at være en Tarrasch-databasefil
sq: nuk duket të jetë një skedar i bazës së të dhënave Tarrasch
zh: 似乎不是 Tarrasch 数据库文件

source: Set the board widget options
ar: ضبط خيارات أداة اللوحة
bg: Задайте опциите на джаджата на дъската
bn: বোর্ড উইজেট বিকল্পগুলি সেট করুন
da: Indstil bestyrelsens widgetindstillinger
sq: Cakto opsionet e miniaplikacionit të tabelës
zh: 设置板部件选项

source: Adjustment
ar: تعديل
bg: Корекция
bn: সমন্বয়
da: Justering
sq: Rregullimi
zh: 调整

source: Large size
ar: حجم كبير
bg: Голям размер
bn: বড় আকার
da: Stor størrelse
sq: Madhësia e madhe
zh: 大尺寸

source: Display help
ar: عرض المساعدة
bg: Показване на помощ
bn: সাহায্য প্রদর্শন করুন
da: Vis hjælp
sq: Shfaq ndihmën
zh: 显示帮助

source: Normal tooltip
ar: تلميح الأدوات العادي
bg: Нормална подсказка
bn: সাধারণ টুলটিপ
da: Normalt værktøjstip
sq: Këshillë e zakonshme e veglave
zh: 普通工具提示

source: Rich tooltip
ar: تلميحات غنية
bg: Богата подсказка
bn: সমৃদ্ধ টুলটিপ
da: Rigt værktøjstip
sq: Këshillë e pasur për vegla
zh: 丰富的工具提示

source: Enter the board widget adjustment value
ar: أدخل قيمة تعديل عنصر واجهة المستخدم الخاص باللوحة
bg: Въведете стойността за корекция на приспособлението на дъската
bn: বোর্ড উইজেট সমন্বয় মান লিখুন
da: Indtast værdien for justering af board-widget
sq: Futni vlerën e rregullimit të miniaplikacionit të tabelës
zh: 输入板部件调整值

source: Check this box for a larger board widget window
ar: حدد هذا المربع للحصول على نافذة أداة لوحة أكبر
bg: Поставете отметка в това квадратче за по-голям прозорец на модула за дъска
bn: আরও বড় বোর্ড উইজেট উইন্ডোর জন্য এই বাক্সটি চেক করুন।
da: Marker dette felt for et større board-widget-vindue
sq: Kontrolloni këtë kuti për një dritare më të madhe të miniaplikacionit të tabelës
zh: 选中此框可以获得更大的板小部件窗口

source: Check this box to display help for the board widget window
ar: حدد هذا المربع لعرض المساعدة لنافذة أداة اللوحة
bg: Поставете отметка в това квадратче, за да се покаже помощ за прозореца на джаджата на дъската
bn: বোর্ড উইজেট উইন্ডোর জন্য সাহায্য প্রদর্শন করতে এই বাক্সটি চেক করুন।
da: Marker dette felt for at vise hjælp til board-widget-vinduet
sq: Zgjidhni këtë kuti për të shfaqur ndihmën për dritaren e miniaplikacionit të tabelës
zh: 选中此框可显示板小部件窗口的帮助

source: Check this button to display normal tooltip help
ar: حدد هذا الزر لعرض تعليمات الإرشاد العادية
bg: Поставете отметка на този бутон, за да се покаже нормална помощ с подсказки
bn: সাধারণ টুলটিপ সাহায্য প্রদর্শন করতে এই বোতামটি চেক করুন।
da: Marker denne knap for at få vist normal værktøjstip-hjælp
sq: Kontrolloni këtë buton për të shfaqur ndihmën normale të këshillave të veglave
zh: 选中此按钮可以显示正常的工具提示帮助

source: Check this button to display rich tooltip help
ar: حدد هذا الزر لعرض تعليمات إرشادية غنية
bg: Поставете отметка на този бутон, за да се покаже богата помощ с подсказки
bn: সমৃদ্ধ টুলটিপ সাহায্য প্রদর্শন করতে এই বোতামটি চেক করুন
da: Marker denne knap for at vise omfattende værktøjstip-hjælp
sq: Kontrolloni këtë buton për të shfaqur ndihmën e pasur të këshillave të veglave
zh: 选中此按钮可以显示丰富的工具提示帮助

source: Adjustment - how much the board size changes
ar: التعديل - مدى تغير حجم اللوحة
bg: Регулиране - колко се променя размерът на дъската
bn: সমন্বয় - বোর্ডের আকার কতটা পরিবর্তন হয়
da: Justering - hvor meget brættets størrelse ændres
sq: Rregullimi - sa ndryshon madhësia e tabelës
zh: 调整 - 棋盘尺寸的变化量

source: when a board widget arrow is pressed.
ar: عند الضغط على سهم أداة اللوحة.
bg: когато се натисне стрелка на джаджа на дъска.
bn: যখন একটি বোর্ড উইজেট তীর চাপা হয়।
da: når der trykkes på en board-widget-pil.
sq: kur shtypet një shigjetë miniaplikacioni në tabelë.
zh: 当按下板小部件箭头时。

source: Large size - Check this box to display a large board widget.
ar: حجم كبير - حدد هذا المربع لعرض عنصر واجهة مستخدم لوحة كبيرة.
bg: Голям размер – Поставете отметка в това квадратче, за да се покаже приспособление за голяма дъска.
bn: বড় আকার - একটি বড় বোর্ড উইজেট প্রদর্শন করতে এই বাক্সটি চেক করুন।
da: Stor størrelse - Marker dette felt for at vise en stor board-widget.
sq: Madhësia e madhe - Zgjidhni këtë kuti për të shfaqur një miniaplikacion të madh të bordit.
zh: 大尺寸 - 选中此框可以显示大尺寸的板小部件。

source: Display help - Check for board widget help to be displayed
ar: عرض المساعدة - التحقق من عرض مساعدة أداة اللوحة
bg: Показване на помощ - Проверете за показване на помощ за изпълним модул
bn: ডিসপ্লে সাহায্য - বোর্ড উইজেট সাহায্য প্রদর্শিত হচ্ছে কিনা তা পরীক্ষা করুন।
da: Vis hjælp - Tjek, om boardwidget-hjælpen skal vises
sq: Ndihma në ekran - Kontrolloni nëse do të shfaqet ndihma e miniaplikacionit të tabelës
zh: 显示帮助-检查要显示的板小部件帮助

source: when the mouse cursor is hovered over the widget.
ar: عندما يتم تحريك مؤشر الماوس فوق الأداة.
bg: когато курсорът на мишката е поставен върху изпълнимия модул.
bn: যখন মাউস কার্সারটি উইজেটের উপর ঘোরানো থাকে।
da: når musemarkøren holdes over widgetten.
sq: kur kursori i miut vendoset mbi miniaplikacion.
zh: 当鼠标光标悬停在小部件上时。

source: Normal tooltip - Check to display a normal tooltip for help.
ar: تلميح عادي - حدد هذا الخيار لعرض تلميح عادي للمساعدة.
bg: Нормална подсказка – Поставете отметка, за да се покаже нормална подсказка за помощ.
bn: সাধারণ টুলটিপ - সাহায্যের জন্য একটি সাধারণ টুলটিপ প্রদর্শন করতে চেক করুন।
da: Normalt værktøjstip - Marker for at få vist et normalt værktøjstip for at få hjælp.
sq: Këshillë normale e veglave - Kontrolloni për të shfaqur një këshillë veglash normale për ndihmë.
zh: 正常工具提示- 选中以显示正常工具提示以获取帮助。

source: Rich tooltip - Check to display a rich tooltip for help.
ar: تلميح غني - حدد هذا الخيار لعرض تلميح غني للمساعدة.
bg: Богата подсказка – Поставете отметка, за да се покаже богата подсказка за помощ.
bn: সমৃদ্ধ টুলটিপ - সাহায্যের জন্য সমৃদ্ধ টুলটিপ প্রদর্শন করতে চেক করুন।
da: Rich tooltip - Marker for at få vist et rigt værktøjstip for at få hjælp.
sq: Këshillë e pasur e veglave - Kontrolloni për të shfaqur një këshillë mjeti të pasur për ndihmë.
zh: 丰富的工具提示- 选中后可显示丰富的工具提示以获取帮助。

source: To view instructions for board widget usage click on the
ar: لعرض تعليمات استخدام أداة اللوحة، انقر فوق
bg: За да видите инструкциите за използване на джаджи на дъска, щракнете върху
bn: বোর্ড উইজেট ব্যবহারের নির্দেশাবলী দেখতে ক্লিক করুন
da: For at se instruktioner til brug af board-widget klik på
sq: Për të parë udhëzimet për përdorimin e miniaplikacionit të bordit, klikoni në
zh: 要查看板小部件使用说明，请单击

source: < Notes on Board Widget > button at the bottom of the screen.
ar: زر <ملاحظات على لوحة التحكم> في أسفل الشاشة.
bg: < Notes on Board Widget > бутон в долната част на екрана.
bn: <নোটস অন বোর্ড উইজেট > স্ক্রিনের নীচে বোতাম।
da: Knappen < Notes on Board Widget > nederst på skærmen.
sq: Butoni < Notes on Board Widget > në fund të ekranit.
zh: 屏幕底部的 < 板载小部件上的注释 > 按钮。

source: Board widget help
ar: مساعدة في استخدام لوحة الأدوات
bg: Помощ за джаджа за дъска
bn: বোর্ড উইজেট সাহায্য
da: Board widget hjælp
sq: Ndihmë për miniaplikacionin e bordit
zh: 棋盘小工具帮助

source: The board widget is the double headed arrow in the
ar: أداة اللوحة هي السهم ذو الرأسين في
bg: Джаджата на дъската е двустранната стрелка в
bn: বোর্ড উইজেট হল ডাবল হেডেড তীর
da: Board-widgetten er den dobbelte pil i
sq: Miniaplikacioni i bordit është shigjeta me dy drejtime në
zh: 棋盘小部件是

source: bottom right hand corner of the screen.
ar: الزاوية اليمنى السفلية من الشاشة.
bg: долния десен ъгъл на екрана.
bn: স্ক্রিনের নীচের ডান কোণে।
da: nederste højre hjørne af skærmen.
sq: këndi i poshtëm i djathtë i ekranit.
zh: 屏幕右下角。

source: It is used to size, move and tilt the chessboard to allow for convenient
ar: يتم استخدامه لتحديد حجم رقعة الشطرنج وتحريكها وإمالتها للسماح بسهولة الحركة.
bg: Използва се за оразмеряване, преместване и накланяне на шахматната дъска за удобство
bn: এটি দাবার বোর্ডের আকার, নড়াচড়া এবং কাত করার জন্য ব্যবহার করা হয় যাতে সুবিধাজনকভাবে
da: Det bruges til at dimensionere, flytte og vippe skakbrættet for at tillade det praktisk
sq: Përdoret për të përmasuar, lëvizur dhe anuar tabelën e shahut në mënyrë që të jetë e përshtatshme
zh: 它用于调整棋盘的大小、移动和倾斜，以方便

source: positioning of other windows and to obtain the view that suits you best.
ar: تحديد موضع النوافذ الأخرى والحصول على المنظر الذي يناسبك بشكل أفضل.
bg: позициониране на други прозорци и за да получите изгледа, който ви подхожда най-добре.
bn: অন্যান্য জানালার অবস্থান নির্ধারণ এবং আপনার জন্য সবচেয়ে উপযুক্ত দৃশ্য পেতে।
da: placering af andre vinduer og for at opnå det udsyn, der passer dig bedst.
sq: pozicionimin e dritareve të tjera dhe për të marrë pamjen që ju përshtatet më së miri.
zh: 定位其他窗口并获得最适合您的视图。

source: Click the up arrow to make the board bigger and the down arrow to make it smaller.
ar: انقر على السهم لأعلى لتكبير اللوحة والسهم لأسفل لتصغيرها.
bg: Щракнете върху стрелката нагоре, за да направите дъската по-голяма и стрелката надолу, за да я направите по-малка.
bn: বোর্ডটি বড় করতে উপরের তীরটি এবং ছোট করতে নিচের তীরটি ক্লিক করুন।
da: Klik på pil op for at gøre brættet større og på pil ned for at gøre det mindre.
sq: Klikoni shigjetën lart për ta bërë tabelën më të madhe dhe shigjetën poshtë për ta bërë atë më të vogël.
zh: 单击向上的箭头可使棋盘变大，单击向下的箭头可使棋盘变小。

source: Hold down the <x> key when you click an arrow to change the board width.
ar: اضغط باستمرار على المفتاح <x> عند النقر فوق أحد الأسهم لتغيير عرض اللوحة.
bg: Задръжте натиснат клавиша <x>, когато щракнете върху стрелка, за да промените ширината на дъската.
bn: বোর্ডের প্রস্থ পরিবর্তন করার জন্য যখন আপনি তীর চিহ্নে ক্লিক করবেন তখন <x> কীটি ধরে রাখুন।
da: Hold <x>-tasten nede, når du klikker på en pil for at ændre brættets bredde.
sq: Mbani të shtypur tastin <x> kur klikoni një shigjetë për të ndryshuar gjerësinë e tabelës.
zh: 按住 <x> 键并单击箭头可以更改板宽。

source: Hold down the <z> key when you click an arrow to change the board length.
ar: استمر في الضغط على المفتاح <z> عند النقر فوق أحد الأسهم لتغيير طول اللوحة.
bg: Задръжте натиснат клавиша <z>, когато щракнете върху стрелка, за да промените дължината на дъската.
bn: বোর্ডের দৈর্ঘ্য পরিবর্তন করার জন্য যখন আপনি তীর চিহ্নে ক্লিক করবেন তখন <z> কীটি ধরে রাখুন।
da: Hold <z>-tasten nede, når du klikker på en pil for at ændre brættelængden.
sq: Mbani të shtypur tastin <z> kur klikoni një shigjetë për të ndryshuar gjatësinë e tabelës.
zh: 按住 <z> 键并单击箭头可以更改板长。

source: Hold down the <a> key when you click an arrow to change the board thickness.
ar: اضغط باستمرار على المفتاح <a> عند النقر فوق أحد الأسهم لتغيير سمك اللوحة.
bg: Задръжте натиснат клавиша <a>, когато щракнете върху стрелка, за да промените дебелината на дъската.
bn: বোর্ডের পুরুত্ব পরিবর্তন করার জন্য যখন আপনি তীর চিহ্নে ক্লিক করবেন তখন <a> কীটি ধরে রাখুন।
da: Hold <a>-tasten nede, når du klikker på en pil for at ændre brættets tykkelse.
sq: Mbani të shtypur tastin <a> kur klikoni një shigjetë për të ndryshuar trashësinë e tabelës.
zh: 按住 <a> 键并单击箭头可以更改板的厚度。

source: Hold down the <SHIFT> key when you click an arrow to move the board forwards or back.
ar: اضغط باستمرار على المفتاح <SHIFT> عند النقر فوق أحد الأسهم لتحريك اللوحة للأمام أو للخلف.
bg: Задръжте натиснат клавиша <SHIFT>, когато щракнете върху стрелка, за да преместите дъската напред или назад.
bn: বোর্ডটিকে সামনে বা পিছনে সরানোর জন্য যখন আপনি তীর চিহ্নে ক্লিক করবেন তখন <SHIFT> কীটি ধরে রাখুন।
da: Hold <SHIFT>-tasten nede, når du klikker på en pil for at flytte brættet frem eller tilbage.
sq: Mbani të shtypur tastin <SHIFT> kur klikoni një shigjetë për të lëvizur tabelën përpara ose prapa.
zh: 按住 <SHIFT> 键并单击箭头可使板向前或向后移动。

source: Hold down <SHIFT> and <x> when you click an arrow to move the board left or right.
ar: اضغط باستمرار على <SHIFT> و<x> عند النقر فوق أحد الأسهم لتحريك اللوحة إلى اليسار أو اليمين.
bg: Задръжте <SHIFT> и <x>, когато щракнете върху стрелка, за да преместите дъската наляво или надясно.
bn: যখন আপনি বোর্ডটি বাম বা ডানে সরানোর জন্য তীর ক্লিক করবেন তখন <SHIFT> এবং <x> কীগুলি ধরে রাখুন।
da: Hold <SHIFT> og <x> nede, når du klikker på en pil for at flytte brættet til venstre eller højre.
sq: Mbani të shtypur <SHIFT> dhe <x> kur klikoni një shigjetë për të lëvizur tabelën majtas ose djathtas.
zh: 按住 <SHIFT> 和 <x> 并单击箭头即可向左或向右移动板。

source: Hold down <SHIFT> and <a> when you click an arrow to move the board up or down.
ar: اضغط باستمرار على <SHIFT> و<a> عند النقر فوق أحد الأسهم لتحريك اللوحة لأعلى أو لأسفل.
bg: Задръжте <SHIFT> и <a>, когато щракнете върху стрелка, за да преместите дъската нагоре или надолу.
bn: বোর্ডটি উপরে বা নীচে সরানোর জন্য যখন আপনি তীরচিহ্নে ক্লিক করবেন তখন <SHIFT> এবং <a> কীগুলি ধরে রাখুন।
da: Hold <SHIFT> og <a> nede, når du klikker på en pil for at flytte brættet op eller ned.
sq: Mbani të shtypur <SHIFT> dhe <a> kur klikoni një shigjetë për të lëvizur tabelën lart ose poshtë.
zh: 按住 <SHIFT> 和 <a> 并单击箭头即可将板向上或向下移动。
