Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: Select for knockout format with seeded pairings
ar: اختر تنسيق خروج المغلوب مع أزواج مصنفين
bg: Изберете за нокаут формат с поставени двойки
bn: সিডেড পেয়ারিং সহ নকআউট ফর্ম্যাটের জন্য নির্বাচন করুন
da: Vælg for knockout-format med seedede parringer
sq: Zgjidhni për formatin nokaut me çifte të mbjella
zh: 选择采用种子配对的淘汰赛形式

source: Select for knockout format with random pairings
ar: اختر تنسيق خروج المغلوب مع أزواج عشوائية
bg: Изберете за нокаут формат с произволни двойки
bn: র‍্যান্ডম পেয়ারিং সহ নকআউট ফর্ম্যাটের জন্য নির্বাচন করুন
da: Vælg for knockout-format med tilfældige parringer
sq: Zgjidhni për formatin nokaut me çiftime të rastësishme
zh: 选择随机配对的淘汰赛形式

source: Input number of knockout repeat games
ar: أدخل عدد مباريات خروج المغلوب المتكررة
bg: Въведете брой повторени игри с нокаут
bn: নকআউট পুনরাবৃত্তি গেমের সংখ্যা ইনপুট করুন
da: Indtast antallet af gentagende knockout-spil
sq: Fut numrin e lojërave të përsëritura me nokaut
zh: 输入淘汰赛重复场次

source: before reduction to 1 minute blitz
ar: قبل التخفيض إلى دقيقة واحدة
bg: преди намаляване на 1 минута блиц
bn: ১ মিনিটের ব্লিটজে কমানোর আগে
da: før reduktion til 1 minuts blitz
sq: para reduktimit në 1 minutë blitz
zh: 减少到 1 分钟闪电战之前

source: Input number of rounds in the tournament
ar: أدخل عدد الجولات في البطولة
bg: Въведете брой рундове в турнира
bn: টুর্নামেন্টে রাউন্ডের সংখ্যা ইনপুট করুন
da: Indtast antal runder i turneringen
sq: Numri i raundeve të dhëna në turne
zh: 输入比赛轮数

source: Number of games in the tournament
ar: عدد المباريات في البطولة
bg: Брой игри в турнира
bn: টুর্নামেন্টে খেলার সংখ্যা
da: Antal spil i turneringen
sq: Numri i lojërave në turne
zh: 锦标赛场次

source: Input the move number limit for the games
ar: أدخل حد عدد التحركات للألعاب
bg: Въведете ограничението за брой ходове за игрите
bn: গেমগুলির জন্য স্থানান্তর সংখ্যার সীমা ইনপুট করুন।
da: Indtast træknummergrænsen for spillene
sq: Fut kufirin e numrit të lëvizjes për lojërat
zh: 输入游戏的步数限制

source: Chose the opening book for the tournament
ar: اختار الكتاب الافتتاحي للبطولة
bg: Изберете първата книга за турнира
bn: টুর্নামেন্টের জন্য উদ্বোধনী বইটি বেছে নিন।
da: Valgte åbningsbogen til turneringen
sq: Zgjodhi librin hapës për turneun
zh: 选择比赛的开局书

source: Save the tournament settings to a file
ar: حفظ إعدادات البطولة في ملف
bg: Запазете настройките на турнира във файл
bn: টুর্নামেন্টের সেটিংস একটি ফাইলে সংরক্ষণ করুন।
da: Gem turneringsindstillingerne i en fil
sq: Ruani cilësimet e turneut në një skedar
zh: 将锦标赛设置保存到文件中

source: Load the tournament settings from a file
ar: تحميل إعدادات البطولة من ملف
bg: Заредете настройките на турнира от файл
bn: একটি ফাইল থেকে টুর্নামেন্ট সেটিংস লোড করুন
da: Indlæs turneringsindstillingerne fra en fil
sq: Ngarkoni cilësimet e turneut nga një skedar
zh: 从文件加载锦标赛设置

source: This allows you to stage automatic engine tournaments.
ar: يتيح لك هذا تنظيم بطولات المحرك التلقائية.
bg: Това ви позволява да организирате турнири с автоматичен двигател.
bn: এটি আপনাকে স্বয়ংক্রিয় ইঞ্জিন টুর্নামেন্ট আয়োজন করতে দেয়।
da: Dette giver dig mulighed for at arrangere automatiske motorturneringer.
sq: Kjo ju lejon të organizoni turne automatike të motorit.
zh: 这使您可以举办自动引擎锦标赛。

source: You can select the engines to play and the options to use for the tournament.
ar: يمكنك تحديد المحركات التي تريد اللعب بها والخيارات التي تريد استخدامها للبطولة.
bg: Можете да изберете двигателите, които да играете, и опциите, които да използвате за турнира.
bn: আপনি খেলার জন্য ইঞ্জিন এবং টুর্নামেন্টের জন্য ব্যবহারের বিকল্পগুলি নির্বাচন করতে পারেন।
da: Du kan vælge de motorer, der skal spilles, og de muligheder, der skal bruges til turneringen.
sq: Ju mund të zgjidhni motorët për të luajtur dhe opsionet që do të përdorni për turneun.
zh: 您可以选择要玩的引擎和用于锦标赛的选项。

source: For an engine tournament, engines are loaded from engine parameter files (*.epm)
ar: بالنسبة لبطولة المحرك، يتم تحميل المحركات من ملفات معلمات المحرك (*.epm)
bg: За двигателен турнир двигателите се зареждат от файлове с параметри на двигателя (*.epm)
bn: একটি ইঞ্জিন টুর্নামেন্টের জন্য, ইঞ্জিনগুলি ইঞ্জিন প্যারামিটার ফাইল (*.epm) থেকে লোড করা হয়।
da: For en motorturnering indlæses motorer fra motorparameterfiler (*.epm)
sq: Për një turne motori, motorët ngarkohen nga skedarët e parametrave të motorit (*.epm)
zh: 对于引擎锦标赛，引擎是从引擎参数文件 (*.epm) 加载的

source: These files can be created by opening the Engine dialog box,
ar: يمكن إنشاء هذه الملفات عن طريق فتح مربع حوار المحرك،
bg: Тези файлове могат да бъдат създадени чрез отваряне на диалоговия прозорец на двигателя,
bn: এই ফাইলগুলি ইঞ্জিন ডায়ালগ বক্স খোলার মাধ্যমে তৈরি করা যেতে পারে,
da: Disse filer kan oprettes ved at åbne Engine-dialogboksen,
sq: Këta skedarë mund të krijohen duke hapur kutinë e dialogut Engine,
zh: 可以通过打开引擎对话框来创建这些文件，

source: selecting the options for the engine and saving the engine settings to a file (*.epm)
ar: تحديد خيارات المحرك وحفظ إعدادات المحرك في ملف (*.epm)
bg: избиране на опциите за двигателя и запазване на настройките на двигателя във файл (*.epm)
bn: ইঞ্জিনের জন্য বিকল্পগুলি নির্বাচন করা এবং ইঞ্জিন সেটিংস একটি ফাইলে সংরক্ষণ করা (*.epm)
da: vælge indstillingerne for motoren og gemme motorindstillingerne i en fil (*.epm)
sq: zgjedhja e opsioneve për motorin dhe ruajtja e cilësimeve të motorit në një skedar (*.epm)
zh: 选择引擎选项并将引擎设置保存到文件 (*.epm)

source: For more information, click on the < epm file help > button at the bottom of the screen.
ar: لمزيد من المعلومات، انقر فوق الزر < مساعدة ملف epm > الموجود في أسفل الشاشة.
bg: За повече информация щракнете върху бутона < epm file help > в долната част на екрана.
bn: আরও তথ্যের জন্য, স্ক্রিনের নীচে <epm ফাইল সাহায্য > বোতামে ক্লিক করুন।
da: For mere information, klik på knappen < epm file help > nederst på skærmen.
sq: Për më shumë informacion, klikoni në butonin < epm file help > në fund të ekranit.
zh: 欲了解更多信息，请点击屏幕底部的<epm文件帮助>按钮。

source: You can set the following options for an engine tournament :-
ar: يمكنك تعيين الخيارات التالية لبطولة المحرك:-
bg: Можете да зададете следните опции за двигателен турнир:-
bn: আপনি একটি ইঞ্জিন টুর্নামেন্টের জন্য নিম্নলিখিত বিকল্পগুলি সেট করতে পারেন:-
da: Du kan indstille følgende muligheder for en motorturnering:-
sq: Ju mund të vendosni opsionet e mëposhtme për një turne motori:-
zh: 您可以为引擎锦标赛设置以下选项：-

source: PGN filename : Select the PGN filename to store the engine tournament games.
ar: اسم ملف PGN: حدد اسم ملف PGN لتخزين ألعاب بطولة المحرك.
bg: Име на PGN файл : Изберете името на PGN файл за съхраняване на турнирните игри на двигателя.
bn: PGN ফাইলের নাম: ইঞ্জিন টুর্নামেন্ট গেম সংরক্ষণ করতে PGN ফাইলের নাম নির্বাচন করুন।
da: PGN-filnavn: Vælg PGN-filnavnet for at gemme motorturneringsspillene.
sq: Emri i skedarit PGN: Zgjidhni emrin e skedarit PGN për të ruajtur lojërat e turneut të motorit.
zh: PGN 文件名：选择 PGN 文件名来存储引擎锦标赛游戏。

source: If no filename is input, EngineTour.pgn will be used
ar: إذا لم يتم إدخال اسم ملف، فسيتم استخدام EngineTour.pgn
bg: Ако не е въведено име на файл, ще се използва EngineTour.pgn
bn: যদি কোনও ফাইলের নাম ইনপুট না করা থাকে, তাহলে EngineTour.pgn ব্যবহার করা হবে
da: Hvis der ikke indtastes et filnavn, vil EngineTour.pgn blive brugt
sq: Nëse nuk futet asnjë emër skedari, do të përdoret EngineTour.pgn
zh: 如果没有输入文件名，则将使用 EngineTour.pgn

source: Select engines : Choose the engines to play in the tournament.
ar: اختيار المحركات: اختر المحركات التي تريد اللعب بها في البطولة.
bg: Изберете двигатели : Изберете двигатели, за да играете в турнира.
bn: ইঞ্জিন নির্বাচন করুন: টুর্নামেন্টে খেলার জন্য ইঞ্জিনগুলি বেছে নিন।
da: Vælg motorer: Vælg de motorer, der skal spilles i turneringen.
sq: Zgjidhni motorët: Zgjidhni motorët për të luajtur në turne.
zh: 选择引擎：选择参加比赛的引擎。

source: Engines are displayed in a list box.
ar: يتم عرض المحركات في مربع القائمة.
bg: Двигателите се показват в списъчно поле.
bn: ইঞ্জিনগুলি একটি তালিকা বাক্সে প্রদর্শিত হয়।
da: Motorer vises i en liste.
sq: Motorët shfaqen në një kuti liste.
zh: 引擎显示在列表框中。

source: Opening book : Select which opening book that you want to use for the tournament.
ar: كتاب الافتتاح: حدد كتاب الافتتاح الذي تريد استخدامه للبطولة.
bg: Начална книга: Изберете коя начална книга искате да използвате за турнира.
bn: উদ্বোধনী বই: টুর্নামেন্টের জন্য আপনি কোন উদ্বোধনী বইটি ব্যবহার করতে চান তা নির্বাচন করুন।
da: Åbningsbog : Vælg hvilken åbningsbog du vil bruge til turneringen.
sq: Libri i hapjes: Zgjidhni cilin libër hapës dëshironi të përdorni për turneun.
zh: 开局簿：选择您想要在比赛中使用的开局簿。

source: Engine : Open the engine dialog box.
ar: المحرك: افتح مربع حوار المحرك.
bg: Engine: Отворете диалоговия прозорец на двигателя.
bn: ইঞ্জিন: ইঞ্জিন ডায়ালগ বক্স খুলুন।
da: Motor : Åbn motordialogboksen.
sq: Motori: Hapni kutinë e dialogut të motorit.
zh: 引擎：打开引擎对话框。

source: Tournament type : Select the type of tournament to play.
ar: نوع البطولة : حدد نوع البطولة التي تريد اللعب فيها.
bg: Тип турнир: Изберете типа турнир, който да играете.
bn: টুর্নামেন্টের ধরণ: খেলার জন্য টুর্নামেন্টের ধরণ নির্বাচন করুন।
da: Turneringstype : Vælg den type turnering, der skal spilles.
sq: Lloji i turneut: Zgjidhni llojin e turneut për të luajtur.
zh: 锦标赛类型：选择要参加的锦标赛类型。

source: Number of rounds : Specify how many rounds should be played in the tournament.
ar: عدد الجولات : حدد عدد الجولات التي يجب لعبها في البطولة.
bg: Брой рундове : Посочете колко рунда трябва да се играят в турнира.
bn: রাউন্ডের সংখ্যা: টুর্নামেন্টে কত রাউন্ড খেলা হবে তা উল্লেখ করুন।
da: Antal runder : Angiv hvor mange runder der skal spilles i turneringen.
sq: Numri i raundeve: Specifikoni sa raunde duhet të luhen në turne.
zh: 回合数：指定锦标赛应进行多少回合。

source: Knockout repeat no. : Specify how many times a knockout game should be replayed
ar: رقم تكرار خروج المغلوب: حدد عدد المرات التي يجب إعادة تشغيل لعبة خروج المغلوب فيها
bg: Повторение на нокаут № : Посочете колко пъти трябва да се преиграе една нокаут игра
bn: নকআউট পুনরাবৃত্তি সংখ্যা: একটি নকআউট খেলা কতবার পুনরায় খেলা উচিত তা নির্দিষ্ট করুন।
da: Knockout gentagelse nr. : Angiv, hvor mange gange et knockout-spil skal afspilles igen
sq: Përsëritja e nokautit nr. : Specifikoni sa herë duhet të riluhet një lojë me eliminim
zh: 淘汰赛重赛次数：指定淘汰赛应重赛的次数

source: before time control is reduced to 1 minute blitz.
ar: قبل أن يتم تقليص التحكم في الوقت إلى دقيقة واحدة.
bg: преди контролата за време да бъде намалена до 1 минута блиц.
bn: সময় নিয়ন্ত্রণ ১ মিনিটের ব্লিটজে কমানোর আগে।
da: før tidskontrollen reduceres til 1 minuts blitz.
sq: përpara se kontrolli i kohës të reduktohet në 1 minutë blitz.
zh: 在时间控制减少到 1 分钟快攻之前。

source: Opening book : Select the opening book to use for the tournament.
ar: كتاب الافتتاح: حدد كتاب الافتتاح الذي تريد استخدامه للبطولة.
bg: Начална книга: Изберете началната книга, която да използвате за турнира.
bn: উদ্বোধনী বই: টুর্নামেন্টের জন্য ব্যবহারের জন্য উদ্বোধনী বইটি নির্বাচন করুন।
da: Åbningsbog: Vælg den åbningsbog, der skal bruges til turneringen.
sq: Libri i hapjes: Zgjidhni librin hapës për t'u përdorur për turneun.
zh: 开局簿：选择比赛使用的开局簿。

source: Save tournament : Save the current touranement settings to a file.
ar: حفظ البطولة: احفظ إعدادات البطولة الحالية في ملف.
bg: Запазване на турнира: Запазете текущите настройки на турнира във файл.
bn: টুর্নামেন্ট সংরক্ষণ করুন: বর্তমান টুর্নামেন্ট সেটিংস একটি ফাইলে সংরক্ষণ করুন।
da: Gem turnering : Gem de aktuelle turneringsindstillinger i en fil.
sq: Ruaj turneun: Ruani cilësimet aktuale të turneut në një skedar.
zh: 保存锦标赛：将当前锦标赛设置保存到文件中。

source: Load tournament : Load the tournament settings from a file.
ar: تحميل البطولة: قم بتحميل إعدادات البطولة من ملف.
bg: Зареждане на турнир : Заредете настройките на турнира от файл.
bn: টুর্নামেন্ট লোড করুন: একটি ফাইল থেকে টুর্নামেন্ট সেটিংস লোড করুন।
da: Indlæs turnering: Indlæs turneringsindstillingerne fra en fil.
sq: Ngarko turneun: Ngarkoni cilësimet e turneut nga një skedar.
zh: 加载锦标赛：从文件加载锦标赛设置。

source: Start the tournament : Starts the tournament with the current settings.
ar: بدء البطولة : بدء البطولة بالإعدادات الحالية.
bg: Старт на турнира : Стартира турнира с текущите настройки.
bn: টুর্নামেন্ট শুরু করুন: বর্তমান সেটিংস দিয়ে টুর্নামেন্ট শুরু করুন।
da: Start turneringen : Starter turneringen med de aktuelle indstillinger.
sq: Fillimi i turneut: Fillon turneun me cilësimet aktuale.
zh: 开始锦标赛：使用当前设置开始锦标赛。

source: Engine tournament help
ar: مساعدة في بطولة المحرك
bg: Помощ за турнир на двигателя
bn: ইঞ্জিন টুর্নামেন্ট সহায়তা
da: Hjælp til motorturneringer
sq: Ndihma e turneut të motorit
zh: 引擎锦标赛帮助

source: Tournament types
ar: أنواع البطولات
bg: Видове турнири
bn: টুর্নামেন্টের ধরণ
da: Turneringstyper
sq: Llojet e turneut
zh: 锦标赛类型

source: epm file help
ar: مساعدة في ملف epm
bg: помощ за epm файл
bn: ইপিএম ফাইল সাহায্য
da: epm fil hjælp
sq: Ndihma e skedarit epm
zh: epm 文件帮助

source: Various types of engine tournament formats are available.
ar: تتوفر أنواع مختلفة من تنسيقات بطولات المحرك.
bg: Предлагат се различни типове турнирни формати на двигателя.
bn: বিভিন্ন ধরণের ইঞ্জিন টুর্নামেন্ট ফর্ম্যাট পাওয়া যায়।
da: Forskellige typer motorturneringsformater er tilgængelige.
sq: Ekzistojnë lloje të ndryshme të formateve të turneut të motorëve.
zh: 有多种类型的引擎锦标赛格式可供选择。

source: Single round robin : each engine plays all of the other engines once.
ar: دورة روبن واحدة: يلعب كل محرك جميع المحركات الأخرى مرة واحدة.
bg: Single round robin: всеки двигател играе всички други двигатели веднъж.
bn: একক রাউন্ড রবিন: প্রতিটি ইঞ্জিন অন্য সমস্ত ইঞ্জিনের সাথে একবার খেলে।
da: Single round robin: hver motor spiller alle de andre motorer én gang.
sq: Single round robin: çdo motor luan të gjithë motorët e tjerë një herë.
zh: 单循环：每个引擎与所有其他引擎比赛一次。

source: Double round robin : each engine plays all of the other engines twice,
ar: دورة روبن مزدوجة: يلعب كل محرك جميع المحركات الأخرى مرتين،
bg: Двоен кръгъл робин: всеки двигател играе два пъти с всички други двигатели,
bn: ডাবল রাউন্ড রবিন: প্রতিটি ইঞ্জিন অন্য সমস্ত ইঞ্জিনকে দুবার করে খেলে,
da: Dobbelt round robin: hver motor spiller alle de andre motorer to gange,
sq: Double robin: secili motor luan dy herë me të gjithë motorët e tjerë,
zh: 双循环赛：每个引擎与其他引擎比赛两次，

source: once with white and once with black.
ar: مرة بالأبيض ومرة بالأسود.
bg: веднъж с бяло и веднъж с черно.
bn: একবার সাদা দিয়ে আর একবার কালো দিয়ে।
da: én gang med hvid og én gang med sort.
sq: një herë me të bardhë dhe një herë me të zezë.
zh: 一次是白色，一次是黑色。

source: Swiss system : a fixed number of rounds are played, with an engine
ar: النظام السويسري: يتم لعب عدد ثابت من الجولات، باستخدام محرك
bg: Швейцарска система: играят се фиксиран брой кръгове, с двигател
bn: সুইস সিস্টেম: একটি ইঞ্জিন সহ একটি নির্দিষ্ট সংখ্যক রাউন্ড খেলা হয়
da: Schweizisk system: der spilles et fast antal runder med en motor
sq: Sistemi zviceran: luhen një numër fiks raundesh, me motor
zh: 瑞士制：使用引擎进行固定轮数的比赛

source: being matched against an opponent with a similar score.
ar: تتم مطابقته مع خصم بنفس النتيجة.
bg: съпоставяне с опонент с подобен резултат.
bn: একই স্কোর সম্পন্ন প্রতিপক্ষের সাথে ম্যাচ করা।
da: bliver matchet mod en modstander med en lignende score.
sq: duke u përballur me një kundërshtar me një rezultat të ngjashëm.
zh: 与得分相近的对手进行匹配。

source: Knockout (seeded) : a knockout competition with seeded pairings.
ar: خروج المغلوب (المصنف): منافسة خروج المغلوب مع أزواج مصنفين.
bg: Нокаут (поставен) : състезание за нокаут с поставени двойки.
bn: নকআউট (সিডেড): সিডেড জুটি নিয়ে একটি নকআউট প্রতিযোগিতা।
da: Knockout (seedet): en knockout-konkurrence med seedede parringer.
sq: Knockout (seeded): një garë nokaut me çifte me fara.
zh: 淘汰赛（种子）：采用种子配对的淘汰赛。

source: i.e. with 8 engines, seed 1 plays seed 8,
ar: أي مع 8 محركات، يلعب المصنف الأول مع المصنف الثامن،
bg: т.е. с 8 двигателя, семе 1 играе семе 8,
bn: অর্থাৎ ৮টি ইঞ্জিন সহ, সিড ১ সিড ৮ খেলে,
da: dvs. med 8 motorer spiller frø 1 frø 8,
sq: dmth me 8 motorra, fara 1 luan fara 8,
zh: 即有 8 个引擎，种子 1 对战种子 8，

source: 2 plays 7, 3 plays 6, 4 plays 5
ar: 2 مسرحيات 7، 3 مسرحيات 6، 4 مسرحيات 5
bg: 2 играе 7, 3 играе 6, 4 играе 5
bn: ২টি নাটক ৭, ৩টি নাটক ৬, ৪টি নাটক ৫
da: 2 spil 7, 3 spil 6, 4 spil 5
sq: 2 luan 7, 3 luan 6, 4 luan 5
zh: 2 玩 7，3 玩 6，4 玩 5

source: Knockout (random) ; as above, but pairings are random.
ar: خروج المغلوب (عشوائي)؛ كما هو مذكور أعلاه، ولكن الاقترانات عشوائية.
bg: Нокаут (случаен) ; както по-горе, но сдвояването е произволно.
bn: নকআউট (এলোমেলো); উপরে যেমন, কিন্তু জোড়াগুলি এলোমেলো।
da: Knockout (tilfældig) ; som ovenfor, men parringer er tilfældige.
sq: Nokaut (i rastësishëm); si më sipër, por çiftet janë të rastësishme.
zh: 淘汰赛（随机）；如上所述，但配对是随机的。

source: Credits -
ar: الاعتمادات -
bg: Кредити -
bn: ক্রেডিট -
sq: Kredite -
zh: 致谢 -

source: Thanks to Mr Chris Okasaki for his round robin algorithm.
ar: شكرًا للسيد كريس أوكاساكي على خوارزميته الدائرية.
bg: Благодаря на г-н Крис Окасаки за неговия кръгов алгоритъм.
bn: মিঃ ক্রিস ওকাসাকিকে তার রাউন্ড রবিন অ্যালগরিদমের জন্য ধন্যবাদ।
da: Tak til hr. Chris Okasaki for hans round robin-algoritme.
sq: Faleminderit z. Chris Okasaki për algoritmin e tij të rrumbullakët.
zh: 感谢 Chris Okasaki 先生的循环算法。

source: This can be found on the following website :- okasaki.blogspot.com
ar: يمكن العثور على هذا على الموقع التالي:- okasaki.blogspot.com
bg: Това може да се намери на следния уебсайт:- okasaki.blogspot.com
bn: এটি নিম্নলিখিত ওয়েবসাইটে পাওয়া যাবে: - okasaki.blogspot.com
da: Dette kan findes på følgende websted:- okasaki.blogspot.com
sq: Kjo mund të gjendet në faqen e mëposhtme të internetit: - okasaki.blogspot.com
zh: 可以在以下网站上找到：okasaki.blogspot.com

source: I have added a slight refinement, to further even out white and black starts.
ar: لقد أضفت تحسينًا طفيفًا لتحقيق مزيد من التوازن بين البدايات البيضاء والسوداء.
bg: Добавих леко усъвършенстване, за да изравня още повече бялото и черното начало.
bn: সাদা এবং কালো শুরুগুলিকে আরও সমান করার জন্য আমি কিছুটা পরিমার্জন যোগ করেছি।
da: Jeg har tilføjet en lille forfining, for yderligere at udjævne hvide og sorte starter.
sq: Unë kam shtuar një përsosje të lehtë, për të barazuar më tej fillimet bardh e zi.
zh: 我做了一些改进，以进一步均衡白色和黑色的星星。

source: Details can be found in the file RoundRobin.txt which is part of the original download.
ar: يمكن العثور على التفاصيل في الملف RoundRobin.txt وهو جزء من التنزيل الأصلي.
bg: Подробности могат да бъдат намерени във файла RoundRobin.txt, който е част от оригиналното изтегляне.
bn: বিস্তারিত তথ্য RoundRobin.txt ফাইলে পাওয়া যাবে, যা মূল ডাউনলোডের অংশ।
da: Detaljer kan findes i filen RoundRobin.txt, som er en del af den originale download.
sq: Detajet mund të gjenden në skedarin RoundRobin.txt i cili është pjesë e shkarkimit origjinal.
zh: 详细信息可以在原始下载内容中的 RoundRobin.txt 文件中找到。

source: Thanks to Mr Jonathan Tan for his Swiss system algorithm.
ar: شكرًا للسيد جوناثان تان على خوارزمية النظام السويسري الخاصة به.
bg: Благодаря на г-н Джонатан Тан за неговия алгоритъм на швейцарската система.
bn: মিঃ জোনাথন ট্যানকে তার সুইস সিস্টেম অ্যালগরিদমের জন্য ধন্যবাদ।
da: Tak til hr. Jonathan Tan for hans schweiziske systemalgoritme.
sq: Faleminderit z. Jonathan Tan për algoritmin e tij të sistemit zviceran.
zh: 感谢 Jonathan Tan 先生的瑞士系统算法。

source: This can be found on the following website :-
ar: يمكن العثور على هذا على الموقع التالي:-
bg: Това може да се намери на следния уебсайт: -
bn: এটি নিম্নলিখিত ওয়েবসাইটে পাওয়া যাবে:-
da: Dette kan findes på følgende hjemmeside: -
sq: Kjo mund të gjendet në faqen e mëposhtme të internetit: -
zh: 您可在以下网站找到：-

source: medium.com/@jsw.tan1991
bg: среда.com/@jsw.tan1991
bn: medium.com/@jsw.tan1991 সম্পর্কে

source: Also thanks to Mr Anthony Rabine for the idea used in his Swiss system program Tanca.
ar: والشكر موصول أيضًا للسيد أنتوني رابين على الفكرة المستخدمة في برنامجه السويسري Tanca.
bg: Също така благодаря на г-н Антъни Рабине за идеята, използвана в неговата програма за швейцарска система Tanca.
bn: মিঃ অ্যান্থনি র‍্যাবিনকে তার সুইস সিস্টেম প্রোগ্রাম ট্যানকাতে ব্যবহৃত ধারণাটির জন্য ধন্যবাদ।
da: Også tak til hr. Anthony Rabine for ideen brugt i hans schweiziske systemprogram Tanca.
sq: Gjithashtu falënderoj z. Anthony Rabine për idenë e përdorur në programin e tij të sistemit zviceran Tanca.
zh: 还要感谢 Anthony Rabine 先生在其瑞士系统程序 Tanca 中提出的想法。

source: This can be found in the file Tournament.cpp, which is contained in a source code zip file
ar: يمكن العثور على هذا في الملف Tournament.cpp، الموجود في ملف zip الخاص برمز المصدر
bg: Това може да се намери във файла Tournament.cpp, който се съдържа в zip файл с изходен код
bn: এটি Tournament.cpp ফাইলে পাওয়া যাবে, যা একটি সোর্স কোড জিপ ফাইলে রয়েছে।
da: Dette kan findes i filen Tournament.cpp, som er indeholdt i en kildekode-zip-fil
sq: Kjo mund të gjendet në skedarin Tournament.cpp, i cili gjendet në një skedar zip të kodit burimor
zh: 这可以在文件 Tournament.cpp 中找到，该文件包含在源代码 zip 文件中

source: and can be downloaded from the following address :-
ar: ويمكن تحميلها من العنوان التالي :-
bg: и може да бъде изтеглен от следния адрес: -
bn: এবং নিম্নলিখিত ঠিকানা থেকে ডাউনলোড করা যাবে:-
da: og kan downloades fra følgende adresse:
sq: dhe mund të shkarkohet nga adresa e mëposhtme: -
zh: 可以从以下地址下载：-

source: Details of my implementation can be found in the file SwissSystem.txt
ar: يمكن العثور على تفاصيل التنفيذ الخاص بي في الملف SwissSystem.txt
bg: Подробности за моята реализация могат да бъдат намерени във файла SwissSystem.txt
bn: আমার বাস্তবায়নের বিস্তারিত তথ্য SwissSystem.txt ফাইলে পাওয়া যাবে।
da: Detaljer om min implementering kan findes i filen SwissSystem.txt
sq: Detajet e zbatimit tim mund të gjenden në skedarin SwissSystem.txt
zh: 我的实施细节可以在 SwissSystem.txt 文件中找到

source: which is part of the original download.
ar: وهو جزء من التنزيل الأصلي.
bg: което е част от оригиналното изтегляне.
bn: যা মূল ডাউনলোডের অংশ।
da: som er en del af den originale download.
sq: e cila është pjesë e shkarkimit origjinal.
zh: 这是原始下载的一部分。

source: Notes on tournament types
ar: ملاحظات حول أنواع البطولات
bg: Бележки за видовете турнири
bn: টুর্নামেন্টের ধরণ সম্পর্কে নোটস
da: Bemærkninger om turneringstyper
sq: Shënime mbi llojet e turneut
zh: 锦标赛类型说明

source: Select engines
ar: اختيار المحركات
bg: Изберете двигатели
bn: ইঞ্জিন নির্বাচন করুন
da: Vælg motorer
sq: Zgjidhni motorët
zh: 选择引擎

source: Only engine parameter files (*.epm)
ar: ملفات معلمات المحرك فقط (*.epm)
bg: Само файлове с параметри на двигателя (*.epm)
bn: শুধুমাত্র ইঞ্জিন প্যারামিটার ফাইল (*.epm)
da: Kun motorparameterfiler (*.epm)
sq: Vetëm skedarët e parametrave të motorit (*.epm)
zh: 仅发动机参数文件 (*.epm)

source: can be used in engine tournaments.
ar: يمكن استخدامها في بطولات المحرك.
bg: може да се използва в турнири на двигатели.
bn: ইঞ্জিন টুর্নামেন্টে ব্যবহার করা যেতে পারে।
da: kan bruges i motorturneringer.
sq: mund të përdoret në turnetë e motorëve.
zh: 可用于引擎锦标赛。

source: So the file that you selected
ar: لذلك الملف الذي قمت بتحديده
bg: И така, файлът, който сте избрали
bn: তাহলে আপনি যে ফাইলটি নির্বাচন করেছেন
da: Altså den fil du valgte
sq: Pra, skedari që keni zgjedhur
zh: 因此您选择的文件

source: without this extension was not added.
ar: بدون هذا الامتداد لم يتم إضافته.
bg: без това разширение не беше добавено.
bn: এই এক্সটেনশন ছাড়া যোগ করা হত না।
da: uden denne udvidelse blev ikke tilføjet.
sq: pa këtë zgjerim nuk është shtuar.
zh: 如果没有此扩展则不会添加。

source: For a detailed explanation of *.epm files,
ar: للحصول على شرح مفصل لملفات *.epm،
bg: За подробно обяснение на *.epm файловете,
bn: *.epm ফাইলগুলির বিস্তারিত ব্যাখ্যার জন্য,
da: For en detaljeret forklaring af *.epm-filer,
sq: Për një shpjegim të detajuar të skedarëve *.epm,
zh: 有关 *.epm 文件的详细说明，

source: click on the < epm file help > button.
ar: انقر فوق الزر <مساعدة ملف epm>.
bg: щракнете върху бутона < epm file help >.
bn: <epm file help > বোতামে ক্লিক করুন।
da: klik på knappen < epm file help >.
sq: klikoni në butonin < epm file help >.
zh: 单击< epm 文件帮助>按钮。
