Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: Window_colours
ar: ألوان النافذة
bg: Цветове_прозорци
bn: জানালার রঙ
da: Vinduesfarver
sq: Ngjyrat e dritareve
zh: 窗口颜色

source: If you find that the move list and game clock windows look a bit bland,
ar: إذا وجدت أن قائمة التحركات ونوافذ ساعة اللعبة تبدو باهتة بعض الشيء،
bg: Ако откриете, че прозорците на списъка с ходове и часовника на играта изглеждат малко скучни,
bn: যদি তুমি দেখতে পাও যে মুভ লিস্ট এবং গেম ক্লক উইন্ডোগুলো একটু ম্লান দেখাচ্ছে,
da: Hvis du synes, at træklisten og spilleturvinduerne ser lidt intetsigende ud,
sq: Nëse shihni se lista e lëvizjeve dhe dritaret e orës së lojës duken paksa të buta,
zh: 如果你发现移动列表和游戏时钟窗口看起来有点乏味，

source: you can change the Windows caption bar colours.
ar: يمكنك تغيير ألوان شريط الترجمة في نظام التشغيل Windows.
bg: можете да промените цветовете на лентата с надписи на Windows.
bn: আপনি উইন্ডোজ ক্যাপশন বারের রঙ পরিবর্তন করতে পারেন।
da: du kan ændre farverne på Windows-tekstlinjen.
sq: ju mund të ndryshoni ngjyrat e shiritit të titrave të Windows.
zh: 您可以更改 Windows 标题栏颜色。

source: However, this cannot be done from within the program.
ar: ومع ذلك، لا يمكن القيام بذلك من داخل البرنامج.
bg: Това обаче не може да стане от програмата.
bn: তবে, প্রোগ্রামের ভেতর থেকে এটি করা যাবে না।
da: Dette kan dog ikke gøres inde fra programmet.
sq: Megjithatë, kjo nuk mund të bëhet nga brenda programit.
zh: 然而，这无法在程序内部完成。

source: To change the colour of the caption bar for an active window :-
ar: لتغيير لون شريط التسمية التوضيحية للنافذة النشطة:
bg: За да промените цвета на лентата с надписи за активен прозорец:-
bn: একটি সক্রিয় উইন্ডোর জন্য ক্যাপশন বারের রঙ পরিবর্তন করতে:-
da: For at ændre farven på billedtekstlinjen for et aktivt vindue: -
sq: Për të ndryshuar ngjyrën e shiritit të titrave për një dritare aktive:-
zh: 要更改活动窗口的标题栏颜色：-

source: From the Windows desktop, right click on an empty area
ar: من سطح مكتب Windows، انقر بزر الماوس الأيمن على منطقة فارغة
bg: От работния плот на Windows щракнете с десния бутон върху празно място
bn: উইন্ডোজ ডেস্কটপ থেকে, একটি খালি জায়গায় ডান ক্লিক করুন।
da: Fra Windows-skrivebordet skal du højreklikke på et tomt område
sq: Nga desktopi i Windows, klikoni me të djathtën në një zonë të zbrazët
zh: 在 Windows 桌面上，右键单击空白区域

source: then choose < Personalize > next choose < Colours > from the options
ar: ثم اختر <تخصيص> ثم اختر <الألوان> من الخيارات
bg: след това изберете < Персонализиране > след това изберете < Цветове > от опциите
bn: তারপর <Personalize> নির্বাচন করুন, তারপর <Colors> নির্বাচন করুন, অপশন থেকে
da: vælg derefter < Tilpas > vælg derefter < Farver > fra indstillingerne
sq: pastaj zgjidhni < Personalizo > më pas zgjidhni < Ngjyrat > nga opsionet
zh: 然后选择<个性化>，然后从选项中选择<颜色>

source: on the left side of the screen.
ar: على الجانب الأيسر من الشاشة.
bg: от лявата страна на екрана.
bn: স্ক্রিনের বাম দিকে।
da: i venstre side af skærmen.
sq: në anën e majtë të ekranit.
zh: 在屏幕左侧。

source: Select a colour from the colour picker, then check the box
ar: حدد لونًا من أداة اختيار الألوان، ثم حدد المربع
bg: Изберете цвят от инструмента за избор на цвят, след което поставете отметка в квадратчето
bn: কালার পিকার থেকে একটি রঙ নির্বাচন করুন, তারপর বাক্সটি চেক করুন।
da: Vælg en farve fra farvevælgeren, og marker derefter afkrydsningsfeltet
sq: Zgjidhni një ngjyrë nga zgjedhësi i ngjyrave, më pas kontrolloni kutinë
zh: 从颜色选择器中选择一种颜色，然后选中复选框

source: < Title bars and window borders > or switch on < Show colour on title bar >
ar: < أشرطة العنوان وحدود النافذة > أو قم بتشغيل < إظهار اللون على شريط العنوان >
bg: < Заглавни ленти и граници на прозорци > или включете < Показване на цвета на заглавната лента >
bn: <টাইটেল বার এবং উইন্ডো বর্ডার > অথবা সুইচ অন করুন <টাইটেল বারে রঙ দেখান >
da: < Titellinjer og vinduesrammer > eller slå < Vis farve på titellinjen > til
sq: < Shiritat e titujve dhe kufijtë e dritareve > ose aktivizoni < Shfaq ngjyrën në shiritin e titullit >
zh: < 标题栏和窗口边框 > 或打开 < 在标题栏上显示颜色 >

source: depending on which of these options is displayed for your Windows version.
ar: اعتمادًا على أي من هذه الخيارات يتم عرضه لإصدار Windows الخاص بك.
bg: в зависимост от това коя от тези опции се показва за вашата версия на Windows.
bn: আপনার উইন্ডোজ সংস্করণের জন্য এই বিকল্পগুলির মধ্যে কোনটি প্রদর্শিত হবে তার উপর নির্ভর করে।
da: afhængigt af, hvilken af ​​disse muligheder der vises for din Windows-version.
sq: në varësi të cilës prej këtyre opsioneve shfaqet për versionin tuaj të Windows.
zh: 取决于您的 Windows 版本所显示的选项。

source: To change the colour of the caption bar for an inactive window
ar: لتغيير لون شريط التسمية التوضيحية لنافذة غير نشطة
bg: За да промените цвета на лентата с надписи за неактивен прозорец
bn: একটি নিষ্ক্রিয় উইন্ডোর জন্য ক্যাপশন বারের রঙ পরিবর্তন করতে
da: For at ændre farven på billedtekstlinjen for et inaktivt vindue
sq: Për të ndryshuar ngjyrën e shiritit të titrave për një dritare joaktive
zh: 更改非活动窗口的标题栏颜色

source: involves editing the registry.
ar: يتضمن تحرير السجل.
bg: включва редактиране на регистъра.
bn: রেজিস্ট্রি সম্পাদনা জড়িত।
da: involverer redigering af registreringsdatabasen.
sq: përfshin redaktimin e regjistrit.
zh: 涉及编辑注册表。

source: There is a post on this at the following website -
ar: يوجد منشور حول هذا الموضوع على الموقع التالي -
bg: Има публикация за това на следния уебсайт -
bn: নিম্নলিখিত ওয়েবসাইটে এই বিষয়ে একটি পোস্ট আছে -
da: Der er et indlæg om dette på følgende hjemmeside -
sq: Ekziston një postim për këtë në faqen e mëposhtme të internetit -
zh: 以下网站上有一篇关于此问题的帖子 -

source: I used the hexadecimal value e0cbcb for the Value data, this gives a light blue colour.
ar: لقد استخدمت القيمة السداسية عشرية e0cbcb لبيانات القيمة، وهذا يعطي لونًا أزرق فاتحًا.
bg: Използвах шестнадесетичната стойност e0cbcb за данните за стойността, това дава светлосин цвят.
bn: আমি ভ্যালু ডেটার জন্য হেক্সাডেসিমেল মান e0cbcb ব্যবহার করেছি, এটি একটি হালকা নীল রঙ দেয়।
da: Jeg brugte den hexadecimale værdi e0cbcb til værdidataene, dette giver en lyseblå farve.
sq: Kam përdorur vlerën heksadecimal e0cbcb për të dhënat e vlerës, kjo jep një ngjyrë blu të lehtë.
zh: 我使用十六进制值 e0cbcb 作为数值数据，这给出了浅蓝色。

source: Change Windows caption bar colours
ar: تغيير ألوان شريط الترجمة التوضيحية لنظام التشغيل Windows
bg: Променете цветовете на лентата с надписи на Windows
bn: উইন্ডোজ ক্যাপশন বারের রঙ পরিবর্তন করুন
da: Skift Windows billedtekst bar farver
sq: Ndryshoni ngjyrat e shiritit të titrave të Windows
zh: 更改 Windows 标题栏颜色

source: Board co-ords colour
ar: تنسيقات الألوان للوحة
bg: Цвят на борда
bn: বোর্ড স্থানাঙ্কের রঙ
da: Tavle koordinerer farve
sq: Ngjyra e kordave të tabelës
zh: 板子坐标颜色

source: Board highlight colour
ar: لون مميز للوحة
bg: Цвят за подчертаване на таблото
bn: বোর্ড হাইলাইট রঙ
da: Tavle fremhæve farve
sq: Ngjyra e theksimit të tabelës
zh: 板子高亮颜色

source: Dark square colour
ar: اللون المربع الداكن
bg: Тъмен квадратен цвят
bn: গাঢ় বর্গাকার রঙ
da: Mørk firkantet farve
sq: Ngjyra katrore e errët
zh: 深色方形颜色

source: Light square colour
ar: لون مربع فاتح
bg: Светъл квадратен цвят
bn: হালকা বর্গাকার রঙ
da: Lys firkantet farve
sq: Ngjyrë katrore e lehtë
zh: 浅方形颜色

source: Border colour
ar: لون الحدود
bg: Цвят на границата
bn: সীমানার রঙ
da: Kantfarve
sq: Ngjyra e kufirit
zh: 边框颜色

source: Dark piece colour
ar: لون القطعة داكن
bg: Тъмен цвят на парчето
bn: গাঢ় টুকরো রঙ
da: Mørk stykke farve
sq: Ngjyrë pjesë e errët
zh: 深色片色

source: Light piece colour
ar: قطعة لون فاتح
bg: Светъл цвят на парчето
bn: হালকা টুকরো রঙ
da: Lys stykke farve
sq: Ngjyrë e lehtë e copës
zh: 浅片色

source: Use board colours
ar: استخدم ألوان اللوحة
bg: Използвайте цветове на дъската
bn: বোর্ডের রঙ ব্যবহার করুন
da: Brug bordfarver
sq: Përdorni ngjyrat e tabelës
zh: 使用板色

source: Use piece colours
ar: استخدم ألوان القطعة
bg: Използвайте цветовете на парчетата
bn: টুকরো রঙ ব্যবহার করুন
da: Brug stykkets farver
sq: Përdorni ngjyrat e pjesëve
zh: 使用碎片颜色

source: Check this box to use colours for the chess board
ar: حدد هذا المربع لاستخدام الألوان للوحة الشطرنج
bg: Поставете отметка в това квадратче, за да използвате цветове за шахматната дъска
bn: দাবা বোর্ডের জন্য রঙ ব্যবহার করতে এই বাক্সটি চেক করুন।
da: Marker dette felt for at bruge farver til skakbrættet
sq: Zgjidhni këtë kuti për të përdorur ngjyrat për tabelën e shahut
zh: 勾选此框可使用棋盘颜色

source: (rather than bitmaps)
ar: (بدلاً من الخرائط النقطية)
bg: (вместо растерни изображения)
bn: (বিটম্যাপের পরিবর্তে)
da: (i stedet for bitmaps)
sq: (në vend se bitmaps)
zh: （而不是位图）

source: Check this box to use colours for the chess pieces
ar: حدد هذا المربع لاستخدام الألوان لقطع الشطرنج
bg: Поставете отметка в това поле, за да използвате цветове за шахматните фигури
bn: দাবার টুকরোর জন্য রঙ ব্যবহার করতে এই বাক্সটি চেক করুন।
da: Marker dette felt for at bruge farver til skakbrikkerne
sq: Zgjidhni këtë kuti për të përdorur ngjyrat për pjesët e shahut
zh: 勾选此框可使用颜色来表示棋子

source: Select the board co-ordinates colour
ar: حدد لون إحداثيات اللوحة
bg: Изберете цвета на координатите на дъската
bn: বোর্ড স্থানাঙ্কের রঙ নির্বাচন করুন
da: Vælg farven på tavlens koordinater
sq: Zgjidhni ngjyrën e koordinatave të tabelës
zh: 选择棋盘坐标颜色

source: Select the board highlight colour
ar: حدد لون تمييز اللوحة
bg: Изберете цвета за осветяване на дъската
bn: বোর্ড হাইলাইটের রঙ নির্বাচন করুন
da: Vælg tavlens fremhævelsesfarve
sq: Zgjidhni ngjyrën e theksimit të tabelës
zh: 选择板突出显示颜色

source: Select the chess board dark square colour
ar: حدد لون المربع الداكن لرقعة الشطرنج
bg: Изберете шахматната дъска с цвят на тъмен квадрат
bn: দাবা বোর্ডের গাঢ় বর্গাকার রঙ নির্বাচন করুন।
da: Vælg skakbrættets mørke firkantede farve
sq: Zgjidhni tabelën e shahut me ngjyrë katrore të errët
zh: 选择棋盘深色方块颜色

source: Select the chess board light square colour
ar: حدد لون مربع الضوء الخاص بلوحة الشطرنج
bg: Изберете светъл квадратен цвят на шахматната дъска
bn: দাবা বোর্ডের হালকা বর্গাকার রঙ নির্বাচন করুন।
da: Vælg skakbrættets lys firkantede farve
sq: Zgjidhni tabelën e shahut me ngjyrë të hapur katrore
zh: 选择棋盘灯方块颜色

source: Select the chess board border colour
ar: حدد لون حدود رقعة الشطرنج
bg: Изберете цвета на рамката на шахматната дъска
bn: দাবা বোর্ডের সীমানার রঙ নির্বাচন করুন
da: Vælg skakbrættets kantfarve
sq: Zgjidhni ngjyrën e kufirit të tabelës së shahut
zh: 选择棋盘边框颜色

source: Select the chess board dark piece colour
ar: حدد لون قطعة رقعة الشطرنج الداكنة
bg: Изберете тъмния цвят на фигурата на шахматната дъска
bn: দাবা বোর্ডের গাঢ় রঙের টুকরো নির্বাচন করুন।
da: Vælg skakbrættets mørke brikfarve
sq: Zgjidhni ngjyrën e errët të pjesës së tabelës së shahut
zh: 选择棋盘深色棋子颜色

source: Select the chess board light piece colour
ar: حدد لون قطعة الإضاءة في رقعة الشطرنج
bg: Изберете цвета на светлата фигура на шахматната дъска
bn: দাবা বোর্ডের আলোর টুকরোর রঙ নির্বাচন করুন
da: Vælg farven på skakbrættets lysbrik
sq: Zgjidhni ngjyrën e lehtë të pjesës së tabelës së shahut
zh: 选择棋盘灯块颜色

source: Set the board co-ordinates colour to default
ar: ضبط لون إحداثيات اللوحة إلى الوضع الافتراضي
bg: Задайте цвета на координатите на дъската по подразбиране
bn: বোর্ড স্থানাঙ্কের রঙ ডিফল্টে সেট করুন
da: Indstil farven på tavlens koordinater til standard
sq: Vendosni ngjyrën e koordinatave të tabelës në parazgjedhje
zh: 将棋盘坐标颜色设置为默认颜色

source: Set the board highlight colour to default
ar: ضبط لون تمييز اللوحة إلى اللون الافتراضي
bg: Задайте цвета на осветяването на дъската по подразбиране
bn: বোর্ড হাইলাইটের রঙ ডিফল্টে সেট করুন
da: Indstil tavlens highlight-farve til standard
sq: Cakto ngjyrën e theksimit të tabelës në parazgjedhje
zh: 将板突出显示颜色设置为默认

source: Set the dark square colour to default
ar: تعيين لون المربع الداكن إلى الافتراضي
bg: Задайте цвета на тъмния квадрат по подразбиране
bn: গাঢ় বর্গাকার রঙটি ডিফল্টে সেট করুন
da: Indstil den mørke firkantede farve til standard
sq: Vendosni ngjyrën katrore të errët në parazgjedhje
zh: 将深色方块颜色设置为默认颜色

source: Set the light square colour to default
ar: تعيين لون المربع الفاتح إلى الافتراضي
bg: Задайте цвета на светлия квадрат по подразбиране
bn: হালকা বর্গাকার রঙটি ডিফল্টে সেট করুন
da: Indstil den lyse firkantede farve til standard
sq: Vendosni ngjyrën e dritës katrore në parazgjedhje
zh: 将灯光方块颜色设置为默认颜色

source: Set the border colour to default
ar: تعيين لون الحدود إلى الافتراضي
bg: Задайте цвета на рамката по подразбиране
bn: সীমানার রঙ ডিফল্টে সেট করুন
da: Indstil kantfarven til standard
sq: Vendosni ngjyrën e kufirit në parazgjedhje
zh: 将边框颜色设置为默认颜色

source: Set the dark piece colour to default
ar: تعيين لون القطعة الداكنة إلى الافتراضي
bg: Задайте цвета на тъмното парче по подразбиране
bn: গাঢ় রঙের টুকরোটি ডিফল্টে সেট করুন
da: Indstil den mørke brikfarve til standard
sq: Vendosni ngjyrën e pjesës së errët në parazgjedhje
zh: 将深色部分颜色设置为默认颜色

source: Set the light piece colour to default
ar: ضبط لون قطعة الضوء إلى الافتراضي
bg: Задайте цвета на светлото парче по подразбиране
bn: হালকা টুকরোর রঙ ডিফল্টে সেট করুন
da: Indstil lysstykkets farve til standard
sq: Vendosni ngjyrën e pjesës së lehtë në parazgjedhje
zh: 将灯片颜色设置为默认颜色

source: and options for the 3d board and pieces.
ar: وخيارات للوحة ثلاثية الأبعاد والقطع.
bg: и опции за 3d дъската и фигурите.
bn: এবং 3D বোর্ড এবং টুকরোগুলির জন্য বিকল্পগুলি।
da: og muligheder for 3d-brættet og brikkerne.
sq: dhe opsionet për tabelën 3d dhe pjesët.
zh: 以及 3D 棋盘和棋子的选项。

source: To use colours rather than bitmaps for the chess board
ar: استخدام الألوان بدلاً من الخرائط النقطية للوحة الشطرنج
bg: Да използвате цветове, а не растерни изображения за шахматната дъска
bn: দাবা বোর্ডের জন্য বিটম্যাপের পরিবর্তে রঙ ব্যবহার করা
da: At bruge farver i stedet for bitmaps til skakbrættet
sq: Për të përdorur ngjyrat në vend të bitmaps për tabelën e shahut
zh: 使用颜色而不是位图来表示棋盘

source: check the < Use board colours > check box.
ar: قم بتحديد مربع الاختيار <استخدام ألوان اللوحة>.
bg: поставете отметка в квадратчето < Използвай цветовете на дъската >.
bn: <ইউজ বোর্ড কালার > চেক বক্সে টিক দিন।
da: marker afkrydsningsfeltet < Brug tavlefarver >.
sq: kontrolloni kutinë e kontrollit < Përdor ngjyrat e tabelës >.
zh: 选中<使用板颜色>复选框。

source: To use colours rather than bitmaps for the chess pieces
ar: استخدام الألوان بدلاً من الخرائط النقطية لقطع الشطرنج
bg: Да се ​​използват цветове, а не растерни изображения за шахматните фигури
bn: দাবার টুকরোগুলির জন্য বিটম্যাপের পরিবর্তে রঙ ব্যবহার করা
da: At bruge farver i stedet for bitmaps til skakbrikkerne
sq: Për të përdorur ngjyra në vend të bitmaps për pjesët e shahut
zh: 使用颜色而不是位图来表示棋子

source: check the < Use piece colours > check box.
ar: قم بتحديد مربع الاختيار <استخدام ألوان القطعة>.
bg: поставете отметка в квадратчето < Използване на цветовете на парчета >.
bn: <Use piece colours > চেক বক্সটি চেক করুন।
da: marker afkrydsningsfeltet < Brug brikfarver >.
sq: kontrolloni kutinë e kontrollit < Përdor ngjyrat e pjesëve >.
zh: 选中<使用碎片颜色>复选框。

source: If you switch from bitmaps to colours for the pieces,
ar: إذا قمت بالتبديل من الخرائط النقطية إلى الألوان للقطع،
bg: Ако превключите от растерни изображения към цветове за частите,
bn: যদি আপনি বিটম্যাপ থেকে টুকরোগুলোর জন্য রঙে স্যুইচ করেন,
da: Hvis du skifter fra bitmaps til farver for brikkerne,
sq: Nëse kaloni nga bitmaps në ngjyrat për pjesët,
zh: 如果你将位图切换为颜色，

source: you will probably need to adjust the lighting.
ar: ربما ستحتاج إلى تعديل الإضاءة.
bg: вероятно ще трябва да регулирате осветлението.
bn: আপনার সম্ভবত আলো সামঞ্জস্য করতে হবে।
da: du skal nok justere belysningen.
sq: ndoshta do t'ju duhet të rregulloni ndriçimin.
zh: 您可能需要调整灯光。

source: After switching, simply choose the < Lighting.. > button
ar: بعد التبديل، ما عليك سوى اختيار الزر <الإضاءة..>
bg: След превключване просто изберете бутона < Осветление.. >
bn: স্যুইচ করার পরে, কেবল <লাইটিং.. > বোতামটি নির্বাচন করুন
da: Efter skiftet skal du blot vælge knappen < Lighting.. >
sq: Pas ndërrimit, thjesht zgjidhni butonin < Ndriçimi.. >
zh: 切换后，只需选择<照明..>按钮

source: from the 3d options dialog box and then click on < Defaults >
ar: من مربع حوار خيارات ثلاثية الأبعاد ثم انقر فوق <الافتراضيات>
bg: от диалоговия прозорец с 3d опции и след това щракнете върху <Defaults>
bn: 3d অপশন ডায়ালগ বক্স থেকে এবং তারপর <ডিফল্ট> এ ক্লিক করুন
da: fra dialogboksen 3D-indstillinger, og klik derefter på < Standarder >
sq: nga kutia e dialogut të opsioneve 3d dhe më pas klikoni në < Defaults >
zh: 从 3d 选项对话框中，单击 < 默认值 >

source: See how that looks and the adjust the values further, if neccessary.
ar: شاهد كيف يبدو ذلك ثم قم بتعديل القيم بشكل أكبر، إذا لزم الأمر.
bg: Вижте как изглежда това и коригирайте допълнително стойностите, ако е необходимо.
bn: এটি কেমন দেখাচ্ছে তা দেখুন এবং প্রয়োজনে মানগুলি আরও সামঞ্জস্য করুন।
da: Se, hvordan det ser ud, og juster værdierne yderligere, hvis det er nødvendigt.
sq: Shihni se si duket dhe rregulloni vlerat më tej, nëse është e nevojshme.
zh: 看看其外观如何，如果有必要，进一步调整值。

source: 3d board colours help
ar: مساعدة في ألوان اللوحة ثلاثية الأبعاد
bg: 3D цветовете на дъската помагат
bn: 3D বোর্ডের রঙের সাহায্য
da: Hjælp til 3d-brætfarver
sq: Ngjyrat 3d të tabelës ndihmojnë
zh: 3d 板颜色帮助

source: Create Database
ar: إنشاء قاعدة بيانات
bg: Създаване на база данни
bn: ডাটাবেস তৈরি করুন
da: Opret database
sq: Krijo bazën e të dhënave
zh: 创建数据库

source: Add Games to Database
ar: إضافة الألعاب إلى قاعدة البيانات
bg: Добавете игри към базата данни
bn: ডাটাবেসে গেম যোগ করুন
da: Føj spil til databasen
sq: Shtoni lojëra në bazën e të dhënave
zh: 将游戏添加到数据库

source: To create a new database from scratch, name the new database and select
ar: لإنشاء قاعدة بيانات جديدة من البداية، قم بتسمية قاعدة البيانات الجديدة وحدد
bg: За да създадете нова база данни от нулата, наименувайте новата база данни и изберете
bn: শুরু থেকে একটি নতুন ডাটাবেস তৈরি করতে, নতুন ডাটাবেসের নাম দিন এবং নির্বাচন করুন
da: For at oprette en ny database fra bunden, navngiv den nye database og vælg
sq: Për të krijuar një bazë të dhënash të re nga e para, emërtoni bazën e re të të dhënave dhe zgjidhni
zh: 要从头创建新数据库，请命名新数据库并选择

source: one or more .pgn files with the games to go into the database.
ar: ملف واحد أو أكثر .pgn يحتوي على الألعاب المراد وضعها في قاعدة البيانات.
bg: един или повече .pgn файлове с игрите, които да влязат в базата данни.
bn: গেমগুলির সাথে এক বা একাধিক .pgn ফাইল ডাটাবেসে যেতে হবে।
da: en eller flere .pgn-filer med spillene til at gå ind i databasen.
sq: një ose më shumë skedarë .pgn me lojërat për t'u futur në bazën e të dhënave.
zh: 一个或多个包含要进入数据库的游戏的 .pgn 文件。

source: To add games to an existing database, select the database and one or
ar: لإضافة ألعاب إلى قاعدة بيانات موجودة، حدد قاعدة البيانات وواحدة أو
bg: За да добавите игри към съществуваща база данни, изберете базата данни и едно или
bn: একটি বিদ্যমান ডাটাবেসে গেম যোগ করতে, ডাটাবেস নির্বাচন করুন এবং একটি অথবা
da: For at tilføje spil til en eksisterende database, vælg databasen og en eller
sq: Për të shtuar lojëra në një bazë të dhënash ekzistuese, zgjidhni bazën e të dhënave dhe një ose
zh: 要将游戏添加到现有数据库，请选择数据库和一个或多个

source: more .pgn files with the additional games to go into the database.
ar: مزيد من ملفات .pgn مع الألعاب الإضافية التي سيتم إضافتها إلى قاعدة البيانات.
bg: повече .pgn файлове с допълнителни игри, които да влязат в базата данни.
bn: ডাটাবেসে যাওয়ার জন্য অতিরিক্ত গেম সহ আরও .pgn ফাইল।
da: flere .pgn-filer med de ekstra spil, der skal ind i databasen.
sq: më shumë skedarë .pgn me lojëra shtesë për të hyrë në bazën e të dhënave.
zh: 更多 .pgn 文件，其中包含要进入数据库的附加游戏。

source: Name a new database file
ar: تسمية ملف قاعدة البيانات الجديد
bg: Назовете нов файл с база данни
bn: একটি নতুন ডাটাবেস ফাইলের নাম দিন
da: Navngiv en ny databasefil
sq: Emërtoni një skedar të ri të bazës së të dhënave
zh: 命名新的数据库文件

source: Choose an existing database file
ar: اختر ملف قاعدة البيانات الموجودة
bg: Изберете съществуващ файл с база данни
bn: একটি বিদ্যমান ডাটাবেস ফাইল নির্বাচন করুন
da: Vælg en eksisterende databasefil
sq: Zgjidhni një skedar ekzistues të bazës së të dhënave
zh: 选择现有的数据库文件

source: Locate and name a database to create
ar: حدد قاعدة البيانات وقم بتسميتها لإنشائها
bg: Намерете и наименувайте база данни, която да създадете
bn: তৈরি করার জন্য একটি ডাটাবেস সনাক্ত করুন এবং নাম দিন
da: Find og navngiv en database, der skal oprettes
sq: Gjeni dhe emërtoni një bazë të dhënash për të krijuar
zh: 找到并命名要创建的数据库

source: Select database to add games to
ar: حدد قاعدة البيانات لإضافة الألعاب إليها
bg: Изберете база данни, към която да добавите игри
bn: গেম যোগ করার জন্য ডাটাবেস নির্বাচন করুন
da: Vælg databasen at tilføje spil til
sq: Zgjidhni bazën e të dhënave për të shtuar lojëra
zh: 选择要添加游戏的数据库

source: Restricted export database
ar: قاعدة بيانات التصدير المقيدة
bg: База данни с ограничен експорт
bn: সীমাবদ্ধ রপ্তানি ডাটাবেস
da: Begrænset eksportdatabase
sq: Baza e të dhënave e kufizuar e eksportit
zh: 限制出口数据库

source: Select one or more .pgn files to add to the database
ar: حدد ملفًا واحدًا أو أكثر من ملفات .pgn لإضافتها إلى قاعدة البيانات
bg: Изберете един или повече .pgn файлове, които да добавите към базата данни
bn: ডাটাবেসে যোগ করার জন্য এক বা একাধিক .pgn ফাইল নির্বাচন করুন।
da: Vælg en eller flere .pgn-filer, der skal tilføjes til databasen
sq: Zgjidhni një ose më shumë skedarë .pgn për t'i shtuar në bazën e të dhënave
zh: 选择一个或多个 .pgn 文件添加到数据库

source: Select 1st .pgn
ar: حدد الملف .pgn الأول
bg: Изберете 1st .pgn
bn: ১ম .pgn নির্বাচন করুন
da: Vælg 1. pgn
sq: Zgjidhni 1st .pgn
zh: 选择第一个 .pgn

source: Select 2nd .pgn
ar: حدد الملف .pgn الثاني
bg: Изберете 2-ри .pgn
bn: দ্বিতীয় .pgn নির্বাচন করুন
da: Vælg 2nd .pgn
sq: Zgjidhni 2nd .pgn
zh: 选择第二个 .pgn

source: Select next .pgn
ar: حدد .pgn التالي
bg: Изберете следващия .pgn
bn: পরবর্তী .pgn নির্বাচন করুন
da: Vælg næste .pgn
sq: Zgjidhni .pgn tjetër
zh: 选择下一个 .pgn

source: Elo cutoff
ar: قطع إيلو
bg: Ело прекъсване
bn: এলো কাটঅফ
sq: Elo prerje
zh: Elo 截止值

source: Ignore Elo cutoff
ar: تجاهل قطع ELO
bg: Игнорирайте Elo cutoff
bn: Elo কাটঅফ উপেক্ষা করুন
da: Ignorer Elo cutoff
sq: Injoro ndërprerjen Elo
zh: 忽略 Elo 截止值

source: At least one player
ar: لاعب واحد على الأقل
bg: Поне един играч
bn: কমপক্ষে একজন খেলোয়াড়
da: Mindst én spiller
sq: Të paktën një lojtar
zh: 至少一名球员

source: Both players
ar: كلا اللاعبين
bg: И двамата играчи
bn: উভয় খেলোয়াড়ই
da: Begge spillere
sq: Të dy lojtarët
zh: 双方球员

source: Unrated players fail Elo cutoff
ar: اللاعبون غير المصنفين يفشلون في الوصول إلى المستوى المطلوب
bg: Играчите без рейтинг се провалят в Elo cutoff
bn: রেটিং না পাওয়া খেলোয়াড়রা Elo কাটঅফে ব্যর্থ হয়েছেন
da: Uvurderede spillere fejler Elo cutoff
sq: Lojtarët e pavlerësuar dështojnë në ndërprerjen e Elo
zh: 未评级的玩家未达到 Elo 等级分要求

source: Unrated players pass Elo cutoff
ar: اللاعبون غير المصنفين يجتازون الحد الأدنى من التصنيف
bg: Играчите без рейтинг преминават границата на Ело
bn: রেটিং না পাওয়া খেলোয়াড়রা Elo কাটঅফ পাস করেছে
da: Uvurderede spillere passerer Elo cutoff
sq: Lojtarët e pavlerësuar kalojnë Elo cutoff
zh: 未评级玩家通过 Elo 截止点

source: Unrated pass if game played before
ar: تمريرة غير مصنفة إذا لعبت اللعبة من قبل
bg: Неоценен пропуск, ако играта е играна преди
bn: আগে খেলা হলে রেটিংবিহীন পাস
da: Uvurderet aflevering, hvis spillet er spillet før
sq: Pasim i pavlerësuar nëse loja është luajtur më parë
zh: 如果比赛之前进行过，则不评级传球

source: If this is selected, exporting games from the new database
ar: إذا تم تحديد هذا الخيار، فسيتم تصدير الألعاب من قاعدة البيانات الجديدة
bg: Ако е избрано, игрите се експортират от новата база данни
bn: যদি এটি নির্বাচিত হয়, তাহলে নতুন ডাটাবেস থেকে গেম রপ্তানি করা হবে
da: Hvis dette er valgt, eksporteres spil fra den nye database
sq: Nëse zgjidhet kjo, eksportimi i lojërave nga baza e re e të dhënave
zh: 如果选择此选项，则从新数据库导出游戏

source: to PGN will be restricted (no more than
ar: سيتم تقييد الوصول إلى PGN (لا يزيد عن
bg: до PGN ще бъдат ограничени (не повече от
bn: PGN-তে সীমাবদ্ধ থাকবে (এর বেশি নয়)
da: til PGN vil være begrænset (ikke mere end
sq: në PGN do të kufizohet (jo më shumë se
zh: 到 PGN 将被限制（不超过
