Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: Puzzle mode help
ar: مساعدة وضع اللغز
bg: Помощ за режим пъзел
bn: ধাঁধা মোড সাহায্য
da: Hjælp til puslespil
sq: Ndihma e modalitetit të enigmës
zh: 拼图模式帮助

source: This screen gives a credit to Mr Jarek Boniecki from Poland.
ar: تظهر هذه الشاشة الفضل للسيد جاريك بونيكي من بولندا.
bg: Този екран дава заслуга на г-н Jarek Boniecki от Полша.
bn: এই স্ক্রিনটি পোল্যান্ডের মিঃ জ্যারেক বোনিয়েকিকে কৃতিত্ব দেয়।
da: Denne skærm giver en kredit til hr. Jarek Boniecki fra Polen.
sq: Ky ekran i jep një meritë z. Jarek Boniecki nga Polonia.
zh: 此屏幕向波兰的 Jarek Boniecki 先生致谢。

source: He found a big bug in Puzzle mode which, with single click move entry,
ar: لقد وجد خطأً كبيرًا في وضع الألغاز والذي يسمح بإدخال الحركة بنقرة واحدة،
bg: Той откри голям бъг в режим Пъзел, който с едно кликване на преместване,
bn: সে পাজল মোডে একটি বড় বাগ খুঁজে পেয়েছে, যা সিঙ্গেল ক্লিক মুভ এন্ট্রির মাধ্যমে,
da: Han fandt en stor fejl i puslespilstilstand, som med et enkelt klik flytteindtastning,
sq: Ai gjeti një gabim të madh në modalitetin Puzzle, i cili, me hyrjen e lëvizjes me një klikim,
zh: 他在拼图模式中发现了一个大漏洞，只需单击一下移动条目，

source: was causing the program to erroneously add sub-variations,
ar: كان يتسبب في قيام البرنامج بإضافة الاختلافات الفرعية عن طريق الخطأ،
bg: караше програмата погрешно да добавя подварианти,
bn: প্রোগ্রামটি ভুল করে উপ-প্রকরণ যুক্ত করার কারণ হচ্ছিল,
da: forårsagede, at programmet fejlagtigt tilføjede undervariationer,
sq: po bënte që programi të shtonte gabimisht nënvariacione,
zh: 导致程序错误地添加子变体，

source: even when the move entered was correct.
ar: حتى عندما كانت الخطوة المدخلة صحيحة.
bg: дори когато въведеният ход е правилен.
bn: এমনকি যখন প্রবেশের পদক্ষেপটি সঠিক ছিল।
da: selv når det indtastede træk var korrekt.
sq: edhe kur lëvizja e hyrë ishte e saktë.
zh: 即使采取的行动是正确的。

source: He also suggested several extra useful features for Puzzle mode :-
ar: واقترح أيضًا العديد من الميزات الإضافية المفيدة لوضع الألغاز:
bg: Той също така предложи няколко допълнителни полезни функции за режим Пъзел: -
bn: তিনি ধাঁধা মোডের জন্য বেশ কিছু অতিরিক্ত দরকারী বৈশিষ্ট্যের পরামর্শও দিয়েছেন:-
da: Han foreslog også flere ekstra nyttige funktioner til puslespilstilstand: -
sq: Ai gjithashtu sugjeroi disa veçori shtesë të dobishme për modalitetin Puzzle:
zh: 他还为拼图模式推荐了几个额外有用的功能：-

source: Auto load of puzzle mode
ar: تحميل تلقائي لوضع اللغز
bg: Автоматично зареждане на режим пъзел
bn: ধাঁধা মোডের স্বয়ংক্রিয় লোড
da: Automatisk indlæsning af puslespilstilstand
sq: Ngarkimi automatik i modalitetit të enigmës
zh: 自动加载拼图模式

source: Many thanks to Jarek for his contribution to the program.
ar: شكرًا جزيلاً لجاريك على مساهمته في البرنامج.
bg: Много благодаря на Джарек за приноса му към програмата.
bn: প্রোগ্রামে অবদানের জন্য জ্যারেককে অনেক ধন্যবাদ।
da: Mange tak til Jarek for hans bidrag til programmet.
sq: Shumë faleminderit Jarek për kontributin e tij në program.
zh: 非常感谢 Jarek 对该计划的贡献。

source: Program credit
ar: رصيد البرنامج
bg: Програмен кредит
bn: প্রোগ্রাম ক্রেডিট
da: Programkredit
sq: Krediti i programit
zh: 项目信用

source: Puzzle statistics
ar: إحصائيات اللغز
bg: Пъзел статистики
bn: ধাঁধার পরিসংখ্যান
da: Puslespil statistik
sq: Statistikat e enigmave
zh: 拼图统计

source: Flip score
ar: انعكاس النتيجة
bg: Flip резултат
bn: ফ্লিপ স্কোর
sq: Kthejeni rezultatin
zh: 翻转分数

source: Hint penalty
ar: تلميح عقوبة
bg: Намек дузпа
bn: ইঙ্গিত জরিমানা
da: Hint straf
sq: Aludim penallti
zh: 提示惩罚

source: Time up penalty
ar: عقوبة انتهاء الوقت
bg: Наказание за изтекло време
bn: সময় শেষ করার জরিমানা
da: Time up straf
sq: Koha e penalltisë
zh: 时间到罚时

source: Adjust stats..
ar: ضبط الإحصائيات..
bg: Коригиране на статистиката..
bn: পরিসংখ্যান সামঞ্জস্য করুন..
da: Juster statistik..
sq: Rregullo statistikat..
zh: 调整统计数据..

source: Puzzle options
ar: خيارات اللغز
bg: Опции за пъзел
bn: ধাঁধার বিকল্প
da: Puslespil muligheder
sq: Opsionet e enigmës
zh: 拼图选项

source: Puzzle stats
ar: إحصائيات اللغز
bg: Статистика на пъзела
bn: ধাঁধার পরিসংখ্যান
da: Puslespil statistik
sq: Statistikat e enigmave
zh: 拼图统计数据

source: Moves in puzzle
ar: التحركات في اللغز
bg: Движи се в пъзел
bn: ধাঁধার মধ্যে নড়াচড়া
da: Bevæger sig i puslespillet
sq: Lëviz në enigmë
zh: 拼图中的移动

source: Hints used
ar: التلميحات المستخدمة
bg: Използвани съвети
bn: ব্যবহৃত ইঙ্গিত
da: Hints brugt
sq: Udhëzimet e përdorura
zh: 使用的提示

source: Time up no.
ar: إنتهى الوقت رقم
bg: Изтекло време не.
bn: সময় শেষ নং।
da: Tid op nej.
sq: Koha e fundit nr.
zh: 時間到了沒有。

source: Rating
ar: تصنيف
bg: Рейтинг
bn: রেটিং
da: Bedømmelse
sq: Vlerësimi
zh: 等级

source: Session stats
ar: إحصائيات الجلسة
bg: Статистика на сесията
bn: সেশন পরিসংখ্যান
da: Session statistik
sq: Statistikat e sesionit
zh: 会话统计

source: Solved
ar: تم الحل
bg: Решен
bn: সমাধান করা হয়েছে
da: Løst
sq: E zgjidhur
zh: 已解决

source: File stats
ar: إحصائيات الملف
bg: Файлова статистика
bn: ফাইল পরিসংখ্যান
da: Filstatistik
sq: Statistikat e skedarëve
zh: 文件统计

source: Hint penalty percentage
ar: تلميح نسبة العقوبة
bg: Подсказване на наказателния процент
bn: ইঙ্গিত জরিমানার শতাংশ
da: Tip strafprocent
sq: Përqindja e penalltisë sugjeruese
zh: 提示惩罚百分比

source: Input penalty percent :
ar: نسبة عقوبة الإدخال:
bg: Въведете наказателен процент:
bn: ইনপুট জরিমানার শতাংশ:
da: Indtast strafprocent:
sq: Përqindja e dënimit të hyrjes:
zh: 输入惩罚百分比：

source: Time up penalty percentage
ar: نسبة عقوبة انتهاء الوقت
bg: Наказателен процент за изтекло време
bn: সময় শেষ হওয়ার শাস্তির শতাংশ
da: Time up strafprocent
sq: Përqindja e dënimit në kohë
zh: 时间到罚时百分比

source: Score current puzzle if skipped
ar: سجل نقاط اللغز الحالي إذا تم تخطيه
bg: Отбележете текущия пъзел, ако бъде пропуснат
bn: এড়িয়ে গেলে বর্তমান ধাঁধাটি স্কোর করুন
da: Score det aktuelle puslespil, hvis det springes over
sq: Shënoni misterin aktual nëse anashkaloni
zh: 如果跳过则对当前谜题进行评分

source: Set puzzle hint penalty percentage
ar: تعيين نسبة عقوبة تلميح اللغز
bg: Задайте процент на наказание за намек за пъзел
bn: ধাঁধার ইঙ্গিতের জরিমানার শতাংশ সেট করুন
da: Indstil puslespil hint straf procent
sq: Cakto përqindjen e penalltisë së aluzionit të enigmës
zh: 设置谜题提示惩罚百分比

source: Set puzzle time up penalty percentage
ar: ضبط وقت اللغز حتى نسبة العقوبة
bg: Задайте наказателен процент на времето за пъзел
bn: ধাঁধার সময় নির্ধারণ করুন জরিমানা শতাংশ
da: Indstil puslespillet time up strafprocent
sq: Vendosni përqindjen e penalltisë së kohës së enigmës
zh: 设置拼图时间惩罚百分比

source: Adjust puzzle stats
ar: ضبط إحصائيات اللغز
bg: Коригирайте статистиката на пъзела
bn: ধাঁধার পরিসংখ্যান সামঞ্জস্য করুন
da: Juster puslespilsstatistikker
sq: Rregulloni statistikat e enigmës
zh: 调整拼图统计数据

source: Display puzzle mode options
ar: عرض خيارات وضع اللغز
bg: Показване на опции за режим пъзел
bn: ধাঁধা মোড বিকল্পগুলি প্রদর্শন করুন
da: Vis muligheder for puslespil
sq: Shfaq opsionet e modalitetit të enigmës
zh: 显示拼图模式选项

source: Display stats panel help
ar: مساعدة لوحة عرض الإحصائيات
bg: Показване на помощ за панела със статистически данни
bn: পরিসংখ্যান প্যানেল সহায়তা প্রদর্শন করুন
da: Vis statistikpanelhjælp
sq: Shfaq ndihmën e panelit të statistikave
zh: 显示统计信息面板帮助

source: Do not score current puzzle if skipped
ar: لا تسجل نقاطًا في اللغز الحالي إذا تم تخطيه
bg: Не оценявайте текущия пъзел, ако бъде пропуснат
bn: এড়িয়ে গেলে বর্তমান ধাঁধাটি স্কোর করবেন না
da: Score ikke det aktuelle puslespil, hvis det springes over
sq: Mos shënoni enigmën aktuale nëse e anashkaloni
zh: 如果跳过则不给当前谜题评分

source: When puzzle mode is activated, the puzzle statistics panel displays a record
ar: عند تنشيط وضع اللغز، تعرض لوحة إحصائيات اللغز سجلاً
bg: Когато режимът на пъзел е активиран, панелът със статистика на пъзела показва запис
bn: যখন ধাঁধা মোড সক্রিয় করা হয়, তখন ধাঁধা পরিসংখ্যান প্যানেল একটি রেকর্ড প্রদর্শন করে
da: Når puslespilstilstand er aktiveret, viser puslespilsstatistikpanelet en rekord
sq: Kur aktivizohet modaliteti i enigmës, paneli i statistikave të enigmës shfaq një regjistrim
zh: 当拼图模式激活时，拼图统计面板会显示一条记录

source: of the user's performance when doing puzzles or studying opening lines.
ar: من أداء المستخدم عند حل الألغاز أو دراسة خطوط الافتتاح.
bg: на представянето на потребителя, когато прави пъзели или изучава начални линии.
bn: ধাঁধা সমাধান করার সময় বা শুরুর লাইন অধ্যয়ন করার সময় ব্যবহারকারীর কর্মক্ষমতা।
da: af brugerens præstation, når han laver puslespil eller studerer åbningslinjer.
sq: e performancës së përdoruesit kur bën enigma ose studion linjat e hapjes.
zh: 用户在解谜或研究开场白时的表现。

source: There are statistics for the current puzzle,
ar: هناك إحصائيات للغز الحالي،
bg: Има статистика за текущия пъзел,
bn: বর্তমান ধাঁধার পরিসংখ্যান আছে,
da: Der er statistik for det aktuelle puslespil,
sq: Ka statistika për enigmën aktuale,
zh: 以下是当前拼图的统计数据，

source: the current session (starting when puzzle mode was activated)
ar: الجلسة الحالية (تبدأ عند تنشيط وضع الألغاز)
bg: текущата сесия (започваща, когато режимът на пъзел е активиран)
bn: বর্তমান সেশন (ধাঁধা মোড সক্রিয় হওয়ার পর থেকে শুরু)
da: den aktuelle session (startende, da puslespilstilstand blev aktiveret)
sq: sesioni aktual (duke filluar kur është aktivizuar modaliteti i enigmës)
zh: 当前会话（从激活拼图模式时开始）

source: and for the PGN puzzle file as a whole.
ar: ولملف لغز PGN ككل.
bg: и за PGN пъзел файла като цяло.
bn: এবং সামগ্রিকভাবে PGN ধাঁধা ফাইলের জন্য।
da: og for PGN-puslespillet som helhed.
sq: dhe për skedarin e enigmës PGN në tërësi.
zh: 以及整个 PGN 拼图文件。

source: The option buttons allow the user to modify the puzzle statistics settings.
ar: تتيح أزرار الخيار للمستخدم تعديل إعدادات إحصائيات اللغز.
bg: Бутоните с опции позволяват на потребителя да променя настройките на статистиката на пъзела.
bn: বিকল্প বোতামগুলি ব্যবহারকারীকে ধাঁধার পরিসংখ্যান সেটিংস পরিবর্তন করতে দেয়।
da: Indstillingsknapperne giver brugeren mulighed for at ændre indstillingerne for puslespilstatistik.
sq: Butonat e opsioneve lejojnë përdoruesin të modifikojë cilësimet e statistikave të enigmës.
zh: 选项按钮允许用户修改拼图统计设置。

source: Flip score : select to load another puzzle with a reverse
ar: نتيجة عكسية: حدد لتحميل لغز آخر بعكس النتيجة
bg: Обърнете резултата: изберете, за да заредите друг пъзел с реверс
bn: ফ্লিপ স্কোর: বিপরীত ধাঁধা সহ আরেকটি ধাঁধা লোড করতে নির্বাচন করুন
da: Vend score: Vælg for at indlæse et andet puslespil med en omvendt
sq: Rrotulloni rezultatin: zgjidhni për të ngarkuar një enigmë tjetër me një të kundërt
zh: 翻转分数：选择加载另一个具有反向分数的谜题

source: scoring method to the one currently set.
ar: طريقة التسجيل إلى الطريقة الحالية.
bg: метод на точкуване към зададения в момента.
bn: স্কোরিং পদ্ধতি বর্তমানে সেট করা পদ্ধতিতে।
da: scoringsmetode til den aktuelt indstillede.
sq: metodën e pikëzimit me atë të vendosur aktualisht.
zh: 计分方法与当前设定的计分方法相同。

source: i.e. if the scoring method is set to score a puzzle that is skipped,
ar: على سبيل المثال، إذا تم ضبط طريقة التسجيل لتسجيل نقاط لغز تم تخطيه،
bg: т.е. ако методът за точкуване е настроен да оценява пъзел, който е пропуснат,
bn: অর্থাৎ যদি স্কোরিং পদ্ধতিটি এমন একটি ধাঁধা স্কোর করার জন্য সেট করা থাকে যা এড়িয়ে যায়,
da: dvs. hvis scoringsmetoden er indstillet til at score et puslespil, der springes over,
sq: d.m.th. nëse metoda e vlerësimit është vendosur për të shënuar një enigmë që është anashkaluar,
zh: 即如果计分方法设置为对跳过的谜题进行计分，

source: then the current puzzle will not be scored if it is skipped.
ar: ثم لن يتم تسجيل اللغز الحالي إذا تم تخطيه.
bg: тогава текущият пъзел няма да бъде оценен, ако бъде пропуснат.
bn: তাহলে বর্তমান ধাঁধাটি এড়িয়ে গেলে স্কোর করা হবে না।
da: så vil det aktuelle puslespil ikke blive scoret, hvis det springes over.
sq: atëherë enigma aktuale nuk do të shënohet nëse anashkalohet.
zh: 那么如果跳过当前的谜题，则不会得分。

source: The default setting can be changed with Score skipped puzzle
ar: يمكن تغيير الإعداد الافتراضي باستخدام لغز تخطي النتيجة
bg: Настройката по подразбиране може да бъде променена с Score skipped пъзел
bn: স্কোর স্কিপড পাজল দিয়ে ডিফল্ট সেটিং পরিবর্তন করা যেতে পারে
da: Standardindstillingen kan ændres med Score sprunget puslespil over
sq: Cilësimi i parazgjedhur mund të ndryshohet me misterin e anashkalimit të rezultatit
zh: 可以使用“跳过的谜题得分”更改默认设置

source: in the Puzzle mode options dialog box.
ar: في مربع حوار خيارات وضع اللغز.
bg: в диалоговия прозорец с опции за режим пъзел.
bn: ধাঁধা মোড বিকল্প ডায়ালগ বক্সে।
da: i dialogboksen Indstillinger for puslespil.
sq: në kutinë e dialogut Opsionet e modalitetit Puzzle.
zh: 在拼图模式选项对话框中。

source: Hint penalty : select to adjust the percentage penalty incurred,
ar: تلميح العقوبة: حدد لتعديل نسبة العقوبة المستحقة،
bg: Наказателно наказание: изберете, за да коригирате процентното наказание,
bn: ইঙ্গিত জরিমানা: জরিমানার শতাংশ সমন্বয় করতে নির্বাচন করুন,
da: Tip straf: vælg for at justere den procentvise straf, der påløber,
sq: Dënimi këshillues: zgjidhni për të rregulluar përqindjen e dënimit të shkaktuar,
zh: 提示惩罚：选择调整所受惩罚的百分比，

source: when the user requests a hint for the puzzle.
ar: عندما يطلب المستخدم تلميحًا للغز.
bg: когато потребителят поиска подсказка за пъзела.
bn: যখন ব্যবহারকারী ধাঁধার জন্য একটি ইঙ্গিত অনুরোধ করে।
da: når brugeren anmoder om et tip til puslespillet.
sq: kur përdoruesi kërkon një sugjerim për enigmën.
zh: 当用户请求谜题提示时。

source: Time up penalty : select to adjust the percentage penalty incurred,
ar: عقوبة انتهاء الوقت: حدد هذا الخيار لتعديل نسبة العقوبة المستحقة،
bg: Time up penalty: изберете, за да коригирате процентното наказание,
bn: সময়সীমা শেষ করার জরিমানা: জরিমানার শতাংশ সামঞ্জস্য করতে নির্বাচন করুন,
da: Time up penalty : vælg for at justere den procentvise straf, der påløber,
sq: Dënimi në kohë: zgjidhni për të rregulluar përqindjen e dënimit të shkaktuar,
zh: 超时惩罚：选择调整所受惩罚的百分比，

source: when the user runs out of time when solving a puzzle.
ar: عندما ينفد وقت المستخدم عند حل اللغز.
bg: когато потребителят изтече времето при решаване на пъзел.
bn: যখন ব্যবহারকারীর ধাঁধা সমাধান করার সময় শেষ হয়ে যায়।
da: når brugeren løber tør for tid ved løsning af et puslespil.
sq: kur përdoruesit i mbaron koha kur zgjidh një enigmë.
zh: 当用户解决难题时时间不够时。

source: Adjust stats : select to manually adjust the puzzle statistics,
ar: ضبط الإحصائيات: حدد هذا الخيار لضبط إحصائيات اللغز يدويًا،
bg: Коригиране на статистиката: изберете, за да коригирате ръчно статистиката на пъзела,
bn: পরিসংখ্যান সামঞ্জস্য করুন: ধাঁধার পরিসংখ্যান ম্যানুয়ালি সামঞ্জস্য করতে নির্বাচন করুন,
da: Juster statistik: vælg for at justere puslespilsstatistikken manuelt,
sq: Rregulloni statistikat: zgjidhni për të rregulluar manualisht statistikat e enigmës,
zh: 调整统计数据：选择手动调整拼图统计数据，

source: in order to correct any scoring anomalies.
ar: من أجل تصحيح أي شذوذ في التسجيل.
bg: за да коригирате всякакви аномалии в точкуването.
bn: স্কোরিংয়ের কোনও অসঙ্গতি সংশোধন করার জন্য।
da: for at korrigere eventuelle scoringsfejl.
sq: në mënyrë që të korrigjohen çdo anomali të pikëzimit.
zh: 以纠正任何得分异常。

source: Puzzle options : opens the puzzle mode options dialog box.
ar: خيارات اللغز: يفتح مربع حوار خيارات وضع اللغز.
bg: Опции за пъзел : отваря диалоговия прозорец с опции за режим на пъзел.
bn: ধাঁধার বিকল্প: ধাঁধা মোড বিকল্পগুলির ডায়ালগ বক্স খোলে।
da: Indstillinger for puslespil : åbner dialogboksen med muligheder for puslespil.
sq: Opsionet e enigmës: hap kutinë e dialogut të opsioneve të modalitetit të enigmës.
zh: 拼图选项：打开拼图模式选项对话框。

source: Puzzle statistics help
ar: مساعدة في إحصائيات الألغاز
bg: Статистиката на пъзела помага
bn: ধাঁধার পরিসংখ্যান সহায়তা
da: Puslespilsstatistikker hjælper
sq: Statistikat e enigmave ndihmojnë
zh: 拼图统计帮助

source: To use puzzle mode, a PGN game file must be opened and a game loaded.
ar: لاستخدام وضع الألغاز، يجب فتح ملف لعبة PGN وتحميل اللعبة.
bg: За да използвате режим пъзел, трябва да се отвори PGN файл с игра и да се зареди игра.
bn: ধাঁধা মোড ব্যবহার করার জন্য, একটি PGN গেম ফাইল খুলতে হবে এবং একটি গেম লোড করতে হবে।
da: For at bruge puslespilstilstand skal en PGN-spilfil åbnes og et spil indlæses.
sq: Për të përdorur modalitetin e enigmës, duhet të hapet një skedar loje PGN dhe të ngarkohet një lojë.
zh: 要使用拼图模式，必须打开 PGN 游戏文件并加载游戏。

source: This may be done before or after puzzle mode is activated.
ar: يمكن القيام بذلك قبل أو بعد تنشيط وضع اللغز.
bg: Това може да се направи преди или след активирането на режима на пъзел.
bn: এটি ধাঁধা মোড সক্রিয় হওয়ার আগে বা পরে করা যেতে পারে।
da: Dette kan gøres før eller efter puslespilstilstand er aktiveret.
sq: Kjo mund të bëhet përpara ose pasi të aktivizohet modaliteti i enigmës.
zh: 这可以在激活拼图模式之前或之后完成。

source: Puzzle mode can be activated using Options, Puzzle mode
ar: يمكن تنشيط وضع اللغز باستخدام الخيارات، وضع اللغز
bg: Режимът пъзел може да се активира с помощта на Опции, режим Пъзел
bn: ধাঁধা মোডটি বিকল্প, ধাঁধা মোড ব্যবহার করে সক্রিয় করা যেতে পারে
da: Puslespilstilstand kan aktiveres ved hjælp af Indstillinger, Puslespilstilstand
sq: Modaliteti i enigmës mund të aktivizohet duke përdorur Opsionet, modalitetin Puzzle
zh: 可以使用选项、拼图模式激活拼图模式

source: on the main menu, or with the toolbar option 'P'
ar: في القائمة الرئيسية، أو باستخدام خيار شريط الأدوات "P"
bg: в главното меню или с опцията "P" на лентата с инструменти
bn: প্রধান মেনুতে, অথবা টুলবার বিকল্প 'P' দিয়ে
da: på hovedmenuen, eller med værktøjslinjen 'P'
sq: në menynë kryesore, ose me opsionin e shiritit të veglave 'P'
zh: 在主菜单上，或使用工具栏选项“P”

source: When Puzzle mode is activated, the moves in a loaded game are hidden.
ar: عندما يتم تنشيط وضع اللغز، يتم إخفاء الحركات في اللعبة المحملة.
bg: Когато режимът Пъзел е активиран, ходовете в заредена игра са скрити.
bn: যখন ধাঁধা মোড সক্রিয় করা হয়, তখন লোড করা গেমের চালগুলি লুকানো থাকে।
da: Når puslespilstilstand er aktiveret, er træk i et indlæst spil skjult.
sq: Kur aktivizohet modaliteti Puzzle, lëvizjet në një lojë të ngarkuar fshihen.
zh: 当激活拼图模式时，已加载游戏中的动作将被隐藏。

source: Then the program will only allow entry of moves that match the ones in the game,
ar: ثم سيسمح البرنامج فقط بإدخال الحركات التي تتطابق مع الحركات الموجودة في اللعبة،
bg: Тогава програмата ще позволи въвеждане само на ходове, които съвпадат с тези в играта,
bn: তারপর প্রোগ্রামটি শুধুমাত্র সেই চালগুলি প্রবেশের অনুমতি দেবে যা গেমের সাথে মেলে,
da: Så tillader programmet kun indtastning af træk, der matcher dem i spillet,
sq: Atëherë programi do të lejojë vetëm hyrjen e lëvizjeve që përputhen me ato në lojë,
zh: 然后程序将只允许输入与游戏中的动作相匹配的动作，

source: either in the main line or one of the sub-variations.
ar: إما في الخط الرئيسي أو أحد الاختلافات الفرعية.
bg: или в основната линия, или в един от подвариантите.
bn: হয় মূল লাইনে অথবা উপ-প্রকরণগুলির একটিতে।
da: enten i hovedlinjen eller en af ​​undervariationerne.
sq: qoftë në linjën kryesore ose në një nga nënvariacionet.
zh: 无论是在主线还是在子变体之一中。

source: This mode can be used for solving puzzles and studying opening lines.
ar: يمكن استخدام هذا الوضع لحل الألغاز ودراسة الخطوط الافتتاحية.
bg: Този режим може да се използва за решаване на пъзели и изучаване на начални линии.
bn: এই মোডটি ধাঁধা সমাধান এবং খোলার লাইন অধ্যয়নের জন্য ব্যবহার করা যেতে পারে।
da: Denne tilstand kan bruges til at løse gåder og studere åbningslinjer.
sq: Kjo mënyrë mund të përdoret për zgjidhjen e enigmave dhe studimin e linjave hapëse.
zh: 此模式可用于解决谜题和研究开场白。

source: Main line moves without sub-variations are hidden with the characters
ar: تتم إخفاء حركات الخط الرئيسي بدون الاختلافات الفرعية مع الشخصيات
bg: Движенията на основната линия без подвариации са скрити с героите
bn: উপ-প্রকরণ ছাড়াই মূল লাইনের চালগুলি অক্ষরগুলির সাথে লুকানো থাকে
da: Hovedlinjebevægelser uden undervariationer er skjult med karaktererne
sq: Lëvizjet e linjës kryesore pa nënvariacione fshihen me personazhet
zh: 没有子变化的主线动作与角色一起隐藏

source: Unless you choose the Show sub-vars option in the Puzzle options dialog box,
ar: ما لم تختر خيار إظهار المتغيرات الفرعية في مربع حوار خيارات اللغز،
bg: Освен ако не изберете опцията Показване на подварианти в диалоговия прозорец Опции на пъзел,
bn: যদি না আপনি ধাঁধা বিকল্প ডায়ালগ বাক্সে সাব-ভারস দেখান বিকল্পটি নির্বাচন করেন,
da: Medmindre du vælger indstillingen Vis sub-vars i dialogboksen Puslespilsindstillinger,
sq: Nëse nuk zgjidhni opsionin Show sub-vars në kutinë e dialogut të opsioneve të Puzzle,
zh: 除非您在“拼图选项”对话框中选择“显示子变量”选项，

source: then moves that have a sub-var are hidden with the characters
ar: ثم يتم إخفاء الحركات التي لها متغير فرعي مع الأحرف
bg: след това ходовете, които имат под-променлива, са скрити със знаците
bn: তারপর যেসব চালের সাব-ভার আছে সেগুলো অক্ষরের সাথে লুকানো থাকে
da: så er træk, der har en sub-var, skjult med karaktererne
sq: atëherë lëvizjet që kanë një nënvar fshihen me karakteret
zh: 然后具有子变量的动作将与角色一起隐藏

source: Puzzle mode statistics can be displayed in a panel at the bottom of the screen.
ar: يمكن عرض إحصائيات وضع الألغاز في لوحة أسفل الشاشة.
bg: Статистиката за режим пъзел може да се покаже в панел в долната част на екрана.
bn: ধাঁধা মোডের পরিসংখ্যান স্ক্রিনের নীচে একটি প্যানেলে প্রদর্শিত হতে পারে।
da: Puslespilstilstandsstatistikker kan vises i et panel nederst på skærmen.
sq: Statistikat e modalitetit të enigmës mund të shfaqen në një panel në fund të ekranit.
zh: 拼图模式统计数据可显示在屏幕底部的面板中。

source: Settings for puzzle mode can be changed using the Puzzle mode options dialog box,
ar: يمكن تغيير إعدادات وضع اللغز باستخدام مربع حوار خيارات وضع اللغز،
bg: Настройките за режим пъзел могат да се променят с помощта на диалоговия прозорец с опции за режим пъзел,
bn: ধাঁধা মোডের সেটিংস ধাঁধা মোড বিকল্প ডায়ালগ বক্স ব্যবহার করে পরিবর্তন করা যেতে পারে,
da: Indstillinger for puslespilstilstand kan ændres ved hjælp af dialogboksen Indstillinger for puslespiltilstand,
sq: Cilësimet për modalitetin e enigmës mund të ndryshohen duke përdorur kutinë e dialogut të opsioneve të modalitetit puzzle,
zh: 可以使用拼图模式选项对话框更改拼图模式的设置，

source: which can be accessed using Options, Puzzle mode.. on the main menu or
ar: والتي يمكن الوصول إليها باستخدام الخيارات، ووضع الألغاز.. في القائمة الرئيسية أو
bg: който може да бъде достъпен чрез Опции, режим Пъзел... в главното меню или
bn: যা প্রধান মেনুতে অপশন, পাজল মোড ব্যবহার করে অ্যাক্সেস করা যেতে পারে অথবা
da: som kan tilgås ved hjælp af Options, Puzzle mode.. på hovedmenuen eller
sq: të cilat mund të aksesohen duke përdorur Opsionet, modalitetin Puzzle.. në menynë kryesore ose
zh: 可以通过主菜单上的选项、拼图模式等进行访问，或者

source: with the Puzzle options button on the Puzzle statistics panel.
ar: باستخدام زر خيارات اللغز في لوحة إحصائيات اللغز.
bg: с бутона за опции на пъзела в панела със статистика на пъзела.
bn: ধাঁধা পরিসংখ্যান প্যানেলে ধাঁধা বিকল্প বোতাম সহ।
da: med knappen Puslespilindstillinger på panelet Puslespilstatistik.
sq: me butonin e opsioneve të Puzzle në panelin e statistikave të Puzzle.
zh: 使用拼图统计面板上的拼图选项按钮。

source: There are toolbar options for puzzle hints and puzzle clock control.
ar: هناك خيارات شريط أدوات لتلميحات الألغاز والتحكم في ساعة الألغاز.
bg: Има опции на лентата с инструменти за подсказки за пъзел и контрол на часовника на пъзела.
bn: ধাঁধার ইঙ্গিত এবং ধাঁধা ঘড়ি নিয়ন্ত্রণের জন্য টুলবার বিকল্প রয়েছে।
da: Der er værktøjslinjemuligheder for puslespilstip og puslespilsurstyring.
sq: Ka opsione të shiritit të veglave për sugjerime për enigmat dhe kontrollin e orës së enigmës.
zh: 工具栏上有谜题提示和谜题时钟控制选项。

source: A PGN puzzle file, Auerswald_puzzles.pgn, created by Mr Uwe Auerswald,
ar: ملف ألغاز PGN، Auerswald_puzzles.pgn، تم إنشاؤه بواسطة السيد Uwe Auerswald،
bg: PGN файл с пъзел, Auerswald_puzzles.pgn, създаден от г-н Уве Ауерсвалд,
bn: মিঃ উয়ে আউয়ারসওয়াল্ড কর্তৃক তৈরি একটি পিজিএন ধাঁধা ফাইল, আউয়ারসওয়াল্ড_পাজলস.পিজিএন,
da: En PGN-puslespilsfil, Auerswald_puzzles.pgn, skabt af hr. Uwe Auerswald,
sq: Një skedar enigmash PGN, Auerswald_puzzles.pgn, krijuar nga Z. Uwe Auerswald,
zh: 由 Uwe Auerswald 先生创建的 PGN 拼图文件 Auerswald_puzzles.pgn，

source: was included with the original download.
ar: تم تضمينه مع التنزيل الأصلي.
bg: беше включено в оригиналното изтегляне.
bn: মূল ডাউনলোডের সাথে অন্তর্ভুক্ত ছিল।
da: var inkluderet i den originale download.
sq: ishte përfshirë me shkarkimin origjinal.
zh: 包含在原始下载中。
