Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: Confirm resign message box - Check for a confimation message box
ar: مربع رسالة تأكيد الاستقالة - التحقق من مربع رسالة التأكيد
bg: Потвърдете полето за съобщение за потвърждение - Проверете за поле за съобщение за потвърждение
bn: পদত্যাগ নিশ্চিত করুন বার্তা বাক্স - একটি নিশ্চিতকরণ বার্তা বাক্সের জন্য পরীক্ষা করুন
da: Bekræft fratrædelsesmeddelelsesboks - Tjek efter en bekræftelsesmeddelelsesboks
sq: Konfirmo kutinë e mesazhit të dorëheqjes - Kontrollo për një kuti mesazhi konfirmimi
zh: 确认辞职消息框 - 检查确认消息框

source: to be displayed when you resign a game.
ar: يتم عرضها عند انسحابك من اللعبة.
bg: да се показва, когато напуснете игра.
bn: যখন আপনি একটি খেলা ছেড়ে দেবেন তখন প্রদর্শিত হবে।
da: skal vises, når du stopper et spil.
sq: të shfaqet kur jepni dorëheqjen nga një lojë.
zh: 当你放弃游戏时显示。

source: Display Fics status bar message 2d - Check to display a Fics message
ar: عرض رسالة شريط حالة Fics ثنائية الأبعاد - حدد هذا الخيار لعرض رسالة Fics
bg: Показване на съобщение в лентата на състоянието на Fics 2d – Поставете отметка, за да покажете съобщение на Fics
bn: Fics স্ট্যাটাস বার বার্তা 2d প্রদর্শন করুন - একটি Fics বার্তা প্রদর্শন করতে চেক করুন
da: Vis Fics-statuslinjemeddelelse 2d - Marker for at vise en Fics-meddelelse
sq: Shfaq mesazhin e shiritit të statusit Fics 2d - Kontrollo për të shfaqur një mesazh Fics
zh: 显示 Fics 状态栏消息 2d - 勾选以显示 Fics 消息

source: on the status bar in 2d graphics, when you are playing a game
ar: على شريط الحالة في الرسومات ثنائية الأبعاد، عندما تلعب لعبة
bg: в лентата на състоянието в 2d графики, когато играете игра
bn: যখন আপনি একটি গেম খেলছেন, তখন 2d গ্রাফিক্সের স্ট্যাটাস বারে
da: på statuslinjen i 2d-grafik, når du spiller et spil
sq: në shiritin e statusit në grafikë 2d, kur jeni duke luajtur një lojë
zh: 在玩游戏时，在 2D 图形的状态栏上

source: with the Fics window minimized.
ar: مع تصغير نافذة Fics.
bg: с минимизиран прозорец Fics.
bn: Fics উইন্ডো ছোট করে।
da: med Fics-vinduet minimeret.
sq: me dritaren Fics të minimizuar.
zh: 将 Fics 窗口最小化。

source: You will then see any messages that you need to respond to.
ar: ستظهر لك بعد ذلك أية رسائل تحتاج إلى الرد عليها.
bg: След това ще видите всички съобщения, на които трябва да отговорите.
bn: এরপর আপনি যে কোনও বার্তার উত্তর দিতে চান তা দেখতে পাবেন।
da: Du vil derefter se alle beskeder, som du skal svare på.
sq: Më pas do të shihni çdo mesazh të cilit duhet t'i përgjigjeni.
zh: 然后您将看到所有需要回复的消息。

source: Display Fics status bar message 2d - See previous note.
ar: عرض رسالة شريط حالة القصص الخيالية ثنائية الأبعاد - راجع الملاحظة السابقة.
bg: Показване на съобщение в лентата на състоянието на Fics 2d - Вижте предишната бележка.
bn: Fics স্ট্যাটাস বার বার্তা 2d প্রদর্শন করুন - পূর্ববর্তী নোট দেখুন।
da: Vis Fics-statuslinjemeddelelse 2d - Se forrige note.
sq: Shfaq mesazhin e shiritit të statusit Fics 2d - Shih shënimin e mëparshëm.
zh: 显示 Fics 状态栏消息 2d - 参见前面的注释。

source: Select window background colour - This will display a choose colour
ar: حدد لون خلفية النافذة - سيؤدي هذا إلى عرض لون الاختيار
bg: Изберете цвят на фона на прозореца - Това ще покаже избран цвят
bn: উইন্ডোর পটভূমির রঙ নির্বাচন করুন - এটি একটি পছন্দের রঙ প্রদর্শন করবে
da: Vælg vindues baggrundsfarve - Dette vil vise en vælg farve
sq: Zgjidhni ngjyrën e sfondit të dritares - Kjo do të shfaqë një ngjyrë të zgjedhur
zh: 选择窗口背景颜色-这将显示选择颜色

source: box so you can select your preferred colour.
ar: صندوق حتى تتمكن من اختيار اللون المفضل لديك.
bg: кутия, за да можете да изберете предпочитания от вас цвят.
bn: বাক্সে রাখুন যাতে আপনি আপনার পছন্দের রঙ নির্বাচন করতে পারেন।
da: boks, så du kan vælge din foretrukne farve.
sq: kuti në mënyrë që të zgjidhni ngjyrën tuaj të preferuar.
zh: 框，以便您可以选择您喜欢的颜色。

source: Toolbar icons.. - Displays a dialog box for selecting which icons
ar: أيقونات شريط الأدوات.. - يعرض مربع حوار لاختيار الأيقونات التي
bg: Икони на лентата с инструменти.. - Показва диалогов прозорец за избор на икони
bn: টুলবার আইকন.. - কোন আইকন নির্বাচন করার জন্য একটি ডায়ালগ বক্স প্রদর্শন করে
da: Værktøjslinjeikoner.. - Viser en dialogboks til at vælge hvilke ikoner
sq: Ikonat e shiritit të veglave.. - Shfaq një kuti dialogu për të zgjedhur cilat ikona
zh: 工具栏图标..——显示一个对话框，用于选择要

source: you want to display on the toolbar.
ar: تريد عرضها على شريط الأدوات.
bg: искате да покажете в лентата с инструменти.
bn: আপনি টুলবারে প্রদর্শন করতে চান।
da: du vil have vist på værktøjslinjen.
sq: që dëshironi të shfaqni në shiritin e veglave.
zh: 您想要在工具栏上显示的内容。

source: Help on options for the Free Internet Chess Server
ar: المساعدة بشأن الخيارات المتاحة لخادم الشطرنج المجاني على الإنترنت
bg: Помощ относно опциите за безплатния интернет сървър за шах
bn: ফ্রি ইন্টারনেট চেস সার্ভারের বিকল্পগুলির বিষয়ে সাহায্য
da: Hjælp til muligheder for Free Internet Chess Server
sq: Ndihmë për opsionet për serverin falas të shahut në internet
zh: 免费互联网国际象棋服务器选项帮助

source: Disconnect
ar: قطع الاتصال
bg: Прекъснете връзката
bn: সংযোগ বিচ্ছিন্ন করুন
da: Afbryde
sq: Shkëputeni
zh: 断开

source: Place game advert
ar: وضع إعلان للعبة
bg: Поставете реклама на играта
bn: খেলার বিজ্ঞাপন দিন
da: Placer spilannonce
sq: Vendosni reklamën e lojës
zh: 放置游戏广告

source: Propose game
ar: اقترح لعبة
bg: Предложи игра
bn: গেম প্রস্তাব করুন
da: Foreslå spil
sq: Propozoni lojë
zh: 求婚游戏

source: Set flag
ar: تعيين العلم
bg: Задайте флаг
bn: পতাকা সেট করুন
da: Sæt flag
sq: Vendos flamurin
zh: 设置标志

source: Propose game pause
ar: اقتراح إيقاف اللعبة مؤقتًا
bg: Предложете пауза на играта
bn: খেলা বিরতির প্রস্তাব দিন
da: Foreslå spilpause
sq: Propozoni pauzë të lojës
zh: 建议暂停游戏

source: Reset position to Fics
ar: إعادة تعيين الموضع إلى Fics
bg: Нулирайте позицията до Fics
bn: অবস্থানটি Fics-এ রিসেট করুন
da: Nulstil position til Fics
sq: Rivendos pozicionin në Fics
zh: 将位置重置为 Fics

source: Resume game
ar: استئناف اللعبة
bg: Възобновете играта
bn: খেলা পুনরায় শুরু করুন
da: Genoptag spillet
sq: Rifillo lojën
zh: 继续游戏

source: Display stored games
ar: عرض الألعاب المخزنة
bg: Показване на съхранени игри
bn: সংরক্ষিত গেমগুলি প্রদর্শন করুন
da: Vis gemte spil
sq: Shfaq lojërat e ruajtura
zh: 显示存储的游戏

source: Accept last offer
ar: قبول العرض الأخير
bg: Приемете последната оферта
bn: শেষ প্রস্তাব গ্রহণ করুন
da: Accepter sidste tilbud
sq: Prano ofertën e fundit
zh: 接受最后报价

source: Decline last offer
ar: رفض العرض الأخير
bg: Откажете последната оферта
bn: শেষ অফারটি প্রত্যাখ্যান করুন
da: Afvis sidste tilbud
sq: Refuzo ofertën e fundit
zh: 拒绝上次报价

source: Select the icons for display on the toolbar :
ar: حدد الأيقونات التي تريد عرضها على شريط الأدوات:
bg: Изберете иконите за показване в лентата с инструменти:
bn: টুলবারে প্রদর্শনের জন্য আইকনগুলি নির্বাচন করুন:
da: Vælg ikonerne til visning på værktøjslinjen:
sq: Zgjidhni ikonat për shfaqje në shiritin e veglave:
zh: 选择工具栏上显示的图标：

source: This dialog box gives a list of toolbar icons.
ar: يعطي مربع الحوار هذا قائمة بأيقونات شريط الأدوات.
bg: Този диалогов прозорец дава списък с икони на лентата с инструменти.
bn: এই ডায়ালগ বক্সটি টুলবার আইকনগুলির একটি তালিকা দেয়।
da: Denne dialogboks giver en liste over værktøjslinjeikoner.
sq: Kjo kuti dialogu jep një listë të ikonave të shiritit të veglave.
zh: 该对话框给出了工具栏图标的列表。

source: Check a box for the icon to be displayed on the toolbar.
ar: قم بتحديد المربع الخاص بالرمز الذي سيتم عرضه على شريط الأدوات.
bg: Поставете отметка в квадратче за иконата, която да се показва в лентата с инструменти.
bn: টুলবারে আইকনটি প্রদর্শিত হওয়ার জন্য একটি বাক্সে টিক দিন।
da: Marker et felt for ikonet, der skal vises på værktøjslinjen.
sq: Kontrolloni një kuti për ikona që do të shfaqet në shiritin e veglave.
zh: 选中要在工具栏上显示的图标的复选框。

source: Select toolbar icons dialog box
ar: مربع حوار تحديد أيقونات شريط الأدوات
bg: Диалогов прозорец за избор на икони на лентата с инструменти
bn: টুলবার আইকন নির্বাচন করুন ডায়ালগ বক্স
da: Vælg dialogboksen for værktøjslinjeikoner
sq: Zgjidhni kutinë e dialogut të ikonave të shiritit të veglave
zh: 选择工具栏图标对话框

source: Position before puzzle move ?
ar: الموضع قبل تحريك اللغز؟
bg: Позиция преди движение на пъзела?
bn: ধাঁধা সরানোর আগে অবস্থান?
da: Position før puslespil?
sq: Pozicioni përpara lëvizjes së enigmës?
zh: 拼图移动前的位置？

source: DirectX message
ar: رسالة دايركت اكس
bg: DirectX съобщение
bn: ডাইরেক্টএক্স বার্তা
da: DirectX besked
sq: Mesazh DirectX
zh: DirectX 消息

source: DirectX initialising - one moment please
ar: جاري تهيئة DirectX - لحظة واحدة من فضلك
bg: DirectX се инициализира - един момент, моля
bn: ডাইরেক্টএক্স শুরু হচ্ছে - দয়া করে এক মিনিট অপেক্ষা করুন
da: DirectX initialisering - et øjeblik tak
sq: Inicializimi i DirectX - një moment ju lutem
zh: DirectX 正在初始化 - 请稍等

source: 2d Sound effects options
ar: خيارات المؤثرات الصوتية ثنائية الأبعاد
bg: Опции за 2d звукови ефекти
bn: 2d সাউন্ড এফেক্ট অপশন
da: Muligheder for 2d lydeffekter
sq: Opsionet e efekteve zanore 2d
zh: 2d 音效选项

source: List tabs
ar: قائمة علامات التبويب
bg: Списъци с раздели
bn: তালিকা ট্যাব
da: Liste faner
sq: Lista e skedave
zh: 列表选项卡

source: Stop auto game-analysis
ar: إيقاف تحليل اللعبة تلقائيًا
bg: Спрете автоматичния анализ на играта
bn: স্বয়ংক্রিয় গেম-বিশ্লেষণ বন্ধ করুন
da: Stop automatisk spilanalyse
sq: Ndaloni analizën e lojës automatike
zh: 停止自动游戏分析

source: Play white against engine
ar: العب باللون الأبيض ضد المحرك
bg: Играйте бели срещу двигателя
bn: ইঞ্জিনের বিরুদ্ধে সাদা খেলুন
da: Spil hvid mod motor
sq: Luaj të bardhë kundër motorit
zh: 白棋与引擎对弈

source: Play black against engine
ar: العب باللون الأسود ضد المحرك
bg: Играйте черни срещу двигателя
bn: ইঞ্জিনের বিরুদ্ধে কালো খেলুন
da: Spil sort mod motor
sq: Luaj të zezën kundër motorit
zh: 对引擎下黑棋

source: Toggle shootout mode
ar: تبديل وضع إطلاق النار
bg: Превключване на режима на стрелба
bn: শ্যুটআউট মোড টগল করুন
da: Skift shootout-tilstand
sq: Ndrysho modalitetin e shkëmbimit të zjarrit
zh: 切换枪战模式

source: Setup position on board
ar: إعداد الموضع على متن الطائرة
bg: Позиция за настройка на борда
bn: বোর্ডে অবস্থান সেটআপ করুন
da: Opstillingsposition ombord
sq: Vendosja e pozicionit në bord
zh: 船上设置位置

source: Exit 3d
ar: الخروج 3D
bg: Изход 3d
bn: 3d থেকে প্রস্থান করুন
da: Afslut 3d
sq: Dil 3d
zh: 退出 3d

source: Open Fics window
ar: فتح نافذة القصص الخيالية
bg: Отворете прозореца Fics
bn: ফিক্স উইন্ডো খুলুন
da: Åbn Fics-vinduet
sq: Hapni dritaren e Fics
zh: 打开 Fics 窗口

source: Move list
ar: نقل القائمة
bg: Преместване на списък
bn: স্থানান্তর তালিকা
da: Flyt liste
sq: Zhvendos listën
zh: 移動清單

source: Game clock
ar: ساعة المباراة
bg: Часовник за игра
bn: খেলার ঘড়ি
da: Spil ur
sq: Ora e lojës
zh: 比赛计时钟

source: Auto-replay F9
ar: إعادة التشغيل التلقائي F9
bg: Автоматично повторение F9
bn: অটো-রিপ্লে F9
da: Automatisk genafspilning F9
sq: Përsëritje automatike F9
zh: 自动重播 F9

source: applies to Setup position and Games menu boards as well
ar: ينطبق على موضع الإعداد وقوائم الألعاب أيضًا
bg: важи и за таблата с позиция за настройка и менюто за игри
bn: সেটআপ পজিশন এবং গেমস মেনু বোর্ডের ক্ষেত্রেও প্রযোজ্য
da: gælder også for opsætningsposition og spilmenutavler
sq: vlen edhe për pozicionin e konfigurimit dhe bordet e menusë së Lojërave
zh: 也适用于设置位置和游戏菜单板

source: Score total..
ar: مجموع النقاط..
bg: Общ резултат..
bn: মোট স্কোর..
da: Samlet score..
sq: Rezultati total..
zh: 总得分..

source: Open score total dialog box
ar: فتح مربع حوار إجمالي النتيجة
bg: Отворете диалоговия прозорец за общ резултат
bn: মোট স্কোর ডায়ালগ বক্স খুলুন
da: Åbn dialogboksen for total score
sq: Hap kutinë e dialogut të rezultatit total
zh: 打开分数总计对话框

source: Search the database for situations where a group of pieces are at specific locations
ar: ابحث في قاعدة البيانات عن المواقف التي تتواجد فيها مجموعة من القطع في مواقع محددة
bg: Търсете в базата данни за ситуации, при които група парчета са на определени места
bn: ডাটাবেসে এমন পরিস্থিতির জন্য অনুসন্ধান করুন যেখানে একদল টুকরো নির্দিষ্ট স্থানে থাকে।
da: Søg i databasen efter situationer, hvor en gruppe stykker er på bestemte steder
sq: Kërkoni në bazën e të dhënave për situata ku një grup pjesësh janë në vende të caktuara
zh: 在数据库中搜索一组棋子位于特定位置的情况

source: Search the database for a specific material balance,
ar: ابحث في قاعدة البيانات عن رصيد مادة محدد،
bg: Търсете в базата данни за конкретен материален баланс,
bn: একটি নির্দিষ্ট উপাদান ভারসাম্যের জন্য ডাটাবেস অনুসন্ধান করুন,
da: Søg i databasen efter en specifik materialebalance,
sq: Kërkoni në bazën e të dhënave për një bilanc specifik material,
zh: 在数据库中搜索特定的物质平衡，

source: with optional locked down squares
ar: مع مربعات مقفلة اختيارية
bg: с незадължителни заключени квадрати
bn: ঐচ্ছিক লক ডাউন স্কোয়ার সহ
da: med valgfri låste firkanter
sq: me katrorë opsionalë të mbyllur
zh: 带有可选锁定方块

source: Show all database games - equivalent to searching for the standard starting position
ar: إظهار جميع ألعاب قاعدة البيانات - ما يعادل البحث عن موضع البداية القياسي
bg: Показване на всички игри с база данни - еквивалентно на търсене на стандартна начална позиция
bn: সমস্ত ডাটাবেস গেম দেখান - স্ট্যান্ডার্ড শুরুর অবস্থান অনুসন্ধানের সমতুল্য
da: Vis alle databasespil - svarende til at søge efter standardudgangspositionen
sq: Shfaq të gjitha lojërat e bazës së të dhënave - ekuivalente me kërkimin e pozicionit standard fillestar
zh: 显示所有数据库游戏 - 相当于搜索标准起始位置

source: Show all games ordered by White player, useful for searching for players
ar: إظهار جميع الألعاب مرتبة حسب اللاعب الأبيض، وهو أمر مفيد للبحث عن اللاعبين
bg: Показване на всички игри, подредени по бял играч, полезно за търсене на играчи
bn: হোয়াইট প্লেয়ার অনুসারে অর্ডার করা সমস্ত গেম দেখান, খেলোয়াড়দের অনুসন্ধানের জন্য দরকারী
da: Vis alle spil sorteret efter hvid spiller, nyttigt til at søge efter spillere
sq: Trego të gjitha lojërat e renditura nga lojtari White, të dobishme për kërkimin e lojtarëve
zh: 显示按白方排序的所有游戏，有助于搜索玩家

source: Check to show 3d move list window
ar: حدد هذا الخيار لإظهار نافذة قائمة التحرك ثلاثية الأبعاد
bg: Поставете отметка, за да се покаже прозорец със списък за 3d преместване
bn: 3D মুভ লিস্ট উইন্ডো দেখানোর জন্য চেক করুন
da: Marker for at vise 3d flyttelistevindue
sq: Kontrollo për të shfaqur dritaren e listës së lëvizjeve 3d
zh: 勾选显示 3d 移动列表窗口

source: Check to show 3d game clock window
ar: حدد هذا الخيار لإظهار نافذة ساعة اللعبة ثلاثية الأبعاد
bg: Поставете отметка, за да се покаже прозорецът на часовника на 3d играта
bn: 3D গেম ক্লক উইন্ডো দেখানোর জন্য চেক করুন।
da: Marker for at vise 3D-spilurvinduet
sq: Kontrollo për të shfaqur dritaren e orës së lojës 3D
zh: 勾选显示 3D 游戏时钟窗口

source: Toolbar
ar: شريط الأدوات
bg: Лента с инструменти
bn: টুলবার
da: Værktøjslinje
sq: Shiriti i veglave
zh: 工具栏

source: Check to show the 3d toolbar
ar: حدد هذا المربع لإظهار شريط الأدوات ثلاثي الأبعاد
bg: Поставете отметка, за да покажете 3d лентата с инструменти
bn: 3d টুলবারটি দেখানোর জন্য চেক করুন।
da: Marker for at vise 3d-værktøjslinjen
sq: Kontrolloni për të shfaqur shiritin e veglave 3d
zh: 勾选显示 3D 工具栏

source: 3d options..
ar: خيارات ثلاثية الأبعاد.
bg: 3d опции..
bn: 3D বিকল্প..
da: 3d muligheder..
sq: Opsionet 3D..
zh: 3D 选项..

source: Select the 3d options
ar: حدد خيارات ثلاثية الأبعاد
bg: Изберете 3d опциите
bn: 3D বিকল্পগুলি নির্বাচন করুন
da: Vælg 3D-indstillingerne
sq: Zgjidhni opsionet 3d
zh: 选择 3D 选项

source: Reset all 3d options
ar: إعادة تعيين كافة خيارات الأبعاد الثلاثية
bg: Нулирайте всички 3d опции
bn: সমস্ত 3D বিকল্প রিসেট করুন
da: Nulstil alle 3D-indstillinger
sq: Rivendos të gjitha opsionet 3D
zh: 重置所有 3D 选项

source: Reset all 3d options to their original values
ar: إعادة تعيين كافة خيارات الأبعاد الثلاثية إلى قيمها الأصلية
bg: Нулирайте всички 3d опции до първоначалните им стойности
bn: সমস্ত 3D বিকল্পগুলিকে তাদের মূল মানগুলিতে পুনরায় সেট করুন
da: Nulstil alle 3D-indstillinger til deres oprindelige værdier
sq: Rivendosni të gjitha opsionet 3d në vlerat e tyre origjinale
zh: 将所有 3D 选项重置为原始值

source: 3d help
ar: مساعدة ثلاثية الأبعاد
bg: 3d помощ
bn: 3D সাহায্য
da: 3d hjælp
sq: ndihmë 3d
zh: 3D 帮助

source: General help for 3d graphics
ar: مساعدة عامة للرسومات ثلاثية الأبعاد
bg: Обща помощ за 3D графики
bn: 3D গ্রাফিক্সের জন্য সাধারণ সাহায্য
da: Generel hjælp til 3d-grafik
sq: Ndihmë e përgjithshme për grafikë 3D
zh: 3D 图形的常规帮助

source: Open help file F1
ar: فتح ملف المساعدة F1
bg: Отворете помощния файл F1
bn: সাহায্য ফাইল F1 খুলুন
da: Åbn hjælpefilen F1
sq: Hapni skedarin e ndihmës F1
zh: 打开帮助文件 F1

source: last prompt
ar: آخر مطالبة
bg: последна подкана
bn: শেষ অনুরোধ
da: sidste prompt
sq: nxitja e fundit
zh: 最后提示

source: 3d Sound effects options
ar: خيارات المؤثرات الصوتية ثلاثية الأبعاد
bg: Опции за 3d звукови ефекти
bn: 3D সাউন্ড এফেক্টের বিকল্পগুলি
da: Muligheder for 3d-lydeffekter
sq: Opsionet e efekteve zanore 3d
zh: 3D 音效选项

source: In 3d graphics, the pieces are moved by clicking the start square
ar: في الرسومات ثلاثية الأبعاد، يتم تحريك القطع عن طريق النقر على مربع البداية
bg: В 3D графики фигурите се местят чрез щракване върху началния квадрат
bn: 3D গ্রাফিক্সে, শুরুর বর্গক্ষেত্রে ক্লিক করে টুকরোগুলি সরানো হয়
da: I 3d-grafik flyttes brikkerne ved at klikke på startfeltet
sq: Në grafika 3d, pjesët zhvendosen duke klikuar katrorin e fillimit
zh: 在 3D 图形中，通过单击起始方块来移动棋子

source: and then the end square of the move.
ar: ومن ثم المربع النهائي للحركة.
bg: и след това крайния квадрат на хода.
bn: এবং তারপর পদক্ষেপের শেষ বর্গক্ষেত্র।
da: og derefter slutningen af ​​trækket.
sq: dhe më pas katrori fundor i lëvizjes.
zh: 然后是此移动的结束格。

source: Alternatively, you can click just the end square and in case of ambiguity,
ar: بدلاً من ذلك، يمكنك النقر فوق المربع النهائي فقط وفي حالة الغموض،
bg: Като алтернатива можете да щракнете само върху крайния квадрат и в случай на неяснота,
bn: বিকল্পভাবে, আপনি কেবল শেষ বর্গক্ষেত্রে ক্লিক করতে পারেন এবং অস্পষ্টতার ক্ষেত্রে,
da: Alternativt kan du bare klikke på slutningsfirkanten og i tilfælde af tvetydighed,
sq: Përndryshe, mund të klikoni vetëm katrorin fundor dhe në rast paqartësie,
zh: 或者，您也可以只点击末尾的方块，如果有歧义，

source: choose the move that you want from the pop-up window that appears.
ar: اختر الحركة التي تريدها من النافذة المنبثقة التي تظهر.
bg: изберете хода, който искате от изскачащия прозорец, който се появява.
bn: প্রদর্শিত পপ-আপ উইন্ডো থেকে আপনার পছন্দের স্থানান্তরটি বেছে নিন।
da: vælg det træk, du ønsker, fra pop op-vinduet, der vises.
sq: zgjidhni lëvizjen që dëshironi nga dritarja pop-up që shfaqet.
zh: 从出现的弹出窗口中选择您想要的移动。

source: There is no drag and drop for moves in 3d.
ar: لا يوجد سحب وإفلات للحركات ثلاثية الأبعاد.
bg: Няма плъзгане и пускане за ходове в 3d.
bn: 3D তে মুভের জন্য কোনও ড্র্যাগ অ্যান্ড ড্রপ নেই।
da: Der er ingen træk og slip for bevægelser i 3d.
sq: Nuk ka zvarritje dhe lëshim për lëvizjet në 3D.
zh: 3D 中没有拖放移动功能。

source: The board can be moved and sized using the widget with the double arrows
ar: يمكن تحريك اللوحة وتغيير حجمها باستخدام الأداة ذات الأسهم المزدوجة
bg: Дъската може да се мести и оразмерява с помощта на джаджата с двойните стрелки
bn: ডবল তীরচিহ্ন সহ উইজেট ব্যবহার করে বোর্ডটি সরানো এবং আকার দেওয়া যেতে পারে।
da: Brættet kan flyttes og dimensioneres ved hjælp af widgetten med dobbeltpilene
sq: Tabela mund të zhvendoset dhe të përmasohet duke përdorur miniaplikacionin me shigjetat e dyfishta
zh: 可以使用带有双箭头的小部件来移动和调整板子的大小

source: in the bottom right corner of the screen.
ar: في الزاوية اليمنى السفلية من الشاشة.
bg: в долния десен ъгъл на екрана.
bn: স্ক্রিনের নীচের ডান কোণে।
da: i nederste højre hjørne af skærmen.
sq: në këndin e poshtëm djathtas të ekranit.
zh: 在屏幕的右下角。

source: A pop-up help box is displayed if you hover the mouse cursor
ar: يتم عرض مربع تعليمات منبثق إذا قمت بتمرير مؤشر الماوس
bg: Изскачащ помощен прозорец се показва, ако задържите курсора на мишката
bn: মাউস কার্সারটি ঘোরালে একটি পপ-আপ সহায়তা বাক্স প্রদর্শিত হবে।
da: En pop op-hjælpeboks vises, hvis du holder musemarkøren
sq: Një kuti ndihme kërcyese shfaqet nëse vendosni kursorin e miut
zh: 如果将鼠标悬停在

source: over the small border around the arrow buttons.
ar: فوق الحدود الصغيرة حول أزرار الأسهم.
bg: над малката рамка около бутоните със стрелки.
bn: তীর বোতামের চারপাশে ছোট সীমানা জুড়ে।
da: over den lille kant omkring pileknapperne.
sq: mbi kufirin e vogël rreth butonave me shigjeta.
zh: 位于箭头按钮周围的小边框上。

source: 3d options can be set from the < 3d graphics> < 3d options.. > main menu item.
ar: يمكن ضبط خيارات ثلاثية الأبعاد من عنصر القائمة الرئيسية <رسومات ثلاثية الأبعاد> <خيارات ثلاثية الأبعاد..>.
bg: 3d опциите могат да бъдат зададени от елемента от главното меню <3d графики> <3d опции..>.
bn: < 3d গ্রাফিক্স> < 3d অপশন.. > প্রধান মেনু আইটেম থেকে 3d অপশন সেট করা যেতে পারে।
da: 3D-indstillinger kan indstilles fra hovedmenupunktet < 3d-grafik> < 3d-indstillinger.. >.
sq: Opsionet 3d mund të vendosen nga artikulli i menusë kryesore < 3d graphics> < 3d option.. >.
zh: 可以从 < 3d 图形>< 3d 选项.. > 主菜单项中设置 3d 选项。

source: Help for the 3d options is available from the dialog box that appears.
ar: تتوفر المساعدة لخيارات الأبعاد الثلاثية من مربع الحوار الذي يظهر.
bg: Помощ за 3d опциите е достъпна от диалоговия прозорец, който се появява.
bn: 3D বিকল্পগুলির জন্য সাহায্য প্রদর্শিত ডায়ালগ বক্স থেকে পাওয়া যাবে।
da: Hjælp til 3D-indstillingerne er tilgængelig fra den dialogboks, der vises.
sq: Ndihma për opsionet 3d ofrohet nga kutia e dialogut që shfaqet.
zh: 出现的对话框中提供了 3d 选项的帮助。

source: To get your selected chess set to look its best, you may need to make some
ar: لكي تبدو مجموعة الشطرنج التي اخترتها في أفضل حالاتها، قد تحتاج إلى إجراء بعض التعديلات
bg: За да изглежда най-добре избраният от вас комплект за шах, може да се наложи да направите някои
bn: আপনার নির্বাচিত দাবা সেটটিকে সবচেয়ে ভালো দেখাতে, আপনাকে কিছু তৈরি করতে হতে পারে
da: For at få dit valgte skaksæt til at se bedst muligt ud, skal du muligvis lave nogle
sq: Në mënyrë që grupi juaj i shahut të duket më i miri, mund t'ju duhet të bëni disa
zh: 为了使你选择的棋盘看起来最好，你可能需要做一些

source: adjustments to the < Lighting.. > settings in this box.
ar: إجراء تعديلات على إعدادات <الإضاءة..> في هذا المربع.
bg: корекции на настройките < Lighting.. > в това поле.
bn: এই বাক্সে <Lighting.. > সেটিংসে সমন্বয়।
da: justeringer af indstillingerne < Lighting.. > i denne boks.
sq: rregullime në cilësimet < Ndriçimi.. > në këtë kuti.
zh: 调整此框中的<照明..>设置。

source: All 3d options can be reset to default settings by choosing the
ar: يمكن إعادة تعيين جميع خيارات الأبعاد الثلاثية إلى الإعدادات الافتراضية عن طريق اختيار
bg: Всички 3d опции могат да бъдат нулирани до настройките по подразбиране, като изберете
bn: সমস্ত 3D বিকল্পগুলি ডিফল্ট সেটিংসে রিসেট করা যেতে পারে নির্বাচন করে
da: Alle 3D-indstillinger kan nulstilles til standardindstillingerne ved at vælge
sq: Të gjitha opsionet 3d mund të rivendosen në cilësimet e paracaktuara duke zgjedhur
zh: 可以通过选择

source: < 3d graphics > < Reset all 3d options > menu item.
ar: < رسومات ثلاثية الأبعاد > < إعادة تعيين جميع خيارات ثلاثية الأبعاد > عنصر القائمة.
bg: < 3d графики > < Нулиране на всички 3d опции > елемент от менюто.
bn: < 3D গ্রাফিক্স > < 3D অপশন রিসেট করুন > মেনু আইটেম।
da: < 3D-grafik > < Nulstil alle 3d-indstillinger > menupunkt.
sq: < grafika 3d > < Rivendos të gjitha opsionet 3d > artikulli i menysë.
zh: < 3d 图形 > < 重置所有 3d 选项 > 菜单项。

source: Most of the 2d functions are available in 3d, although some are more limited.
ar: معظم الوظائف ثنائية الأبعاد متاحة في ثلاثية الأبعاد، على الرغم من أن بعضها أكثر محدودية.
bg: Повечето от 2d функциите са налични в 3d, въпреки че някои са по-ограничени.
bn: বেশিরভাগ 2d ফাংশন 3d তে পাওয়া যায়, যদিও কিছু আরও সীমিত।
da: De fleste af 2d-funktionerne er tilgængelige i 3d, selvom nogle er mere begrænsede.
sq: Shumica e funksioneve 2d janë të disponueshme në 3d, megjithëse disa janë më të kufizuara.
zh: 大多数 2d 功能在 3d 中均可用，但有些功能较为有限。
