Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: You may, for example, want to change the volume of the sound or fade it more quickly.
ar: قد ترغب، على سبيل المثال، في تغيير مستوى الصوت أو خفضه بسرعة أكبر.
bg: Може например да искате да промените силата на звука или да го намалите по-бързо.
bn: উদাহরণস্বরূপ, আপনি শব্দের ভলিউম পরিবর্তন করতে বা আরও দ্রুত বিবর্ণ করতে চাইতে পারেন।
da: Du vil måske for eksempel ændre lydstyrken eller fade den hurtigere.
sq: Për shembull, mund të dëshironi të ndryshoni volumin e zërit ose ta zbehni atë më shpejt.
zh: 例如，您可能想要改变音量或更快地淡出声音。

source: I used < Waveshop > because it seemed the easiest to use and had the best help file.
ar: لقد استخدمت <Waveshop> لأنه يبدو الأسهل في الاستخدام ولديه أفضل ملف مساعدة.
bg: Използвах < Waveshop >, защото изглеждаше най-лесният за използване и имаше най-добрия помощен файл.
bn: আমি Waveshop > ব্যবহার করেছি কারণ এটি ব্যবহার করা সবচেয়ে সহজ বলে মনে হয়েছিল এবং সেরা সহায়তা ফাইল ছিল।
da: Jeg brugte < Waveshop > fordi det virkede som det nemmeste at bruge og havde den bedste hjælpefil.
sq: Kam përdorur < Waveshop > sepse dukej më e lehta për t'u përdorur dhe kishte skedarin më të mirë të ndihmës.
zh: 我使用< Waveshop >，因为它看起来最容易使用并且有最好的帮助文件。

source: Then copy them to the < sound_wav > directory and swap the filenames
ar: ثم قم بنسخها إلى الدليل < sound_wav > وقم بتبديل أسماء الملفات
bg: След това ги копирайте в директорията < sound_wav > и разменете имената на файловете
bn: তারপর সেগুলি <sound_wav > ডিরেক্টরিতে কপি করুন এবং ফাইলের নামগুলি অদলবদল করুন।
da: Kopier dem derefter til mappen < sound_wav > og skift filnavnene
sq: Më pas kopjoni ato në drejtorinë < sound_wav > dhe ndërroni emrat e skedarëve
zh: 然后将它们复制到 < sound_wav > 目录并交换文件名

source: for the sounds that you want, as described earlier.
ar: للأصوات التي تريدها، كما هو موضح سابقًا.
bg: за звуците, които искате, както е описано по-рано.
bn: আপনার পছন্দের শব্দের জন্য, যেমনটি আগে বর্ণনা করা হয়েছে।
da: for de lyde, du ønsker, som beskrevet tidligere.
sq: për tingujt që dëshironi, siç përshkruhet më herët.
zh: 如前所述。

source: To see the list of the sound files used in the program,
ar: لرؤية قائمة ملفات الصوت المستخدمة في البرنامج،
bg: За да видите списъка със звуковите файлове, използвани в програмата,
bn: প্রোগ্রামে ব্যবহৃত সাউন্ড ফাইলের তালিকা দেখতে,
da: For at se listen over de lydfiler, der bruges i programmet,
sq: Për të parë listën e skedarëve të zërit të përdorur në program,
zh: 要查看程序中使用的声音文件列表，

source: Click the < Game sound effects > button on the previous help screen.
ar: انقر فوق الزر <مؤثرات صوتية اللعبة> على شاشة المساعدة السابقة.
bg: Щракнете върху бутона < Звукови ефекти на играта > на предишния помощен екран.
bn: পূর্ববর্তী সহায়তা স্ক্রিনে <> <> <> <> <> <> <> <> বোতামে ক্লিক করুন।
da: Klik på knappen < Spillydeffekter > på den forrige hjælpeskærm.
sq: Klikoni butonin < Efektet e zërit të lojës > në ekranin e mëparshëm të ndihmës.
zh: 点击上一帮助屏幕上的<游戏音效>按钮。

source: Notes on sound effects
ar: ملاحظات حول المؤثرات الصوتية
bg: Бележки за звуковите ефекти
bn: শব্দ প্রভাব সম্পর্কে নোটস
da: Bemærkninger om lydeffekter
sq: Shënime mbi efektet zanore
zh: 音效说明

source: Tab list
ar: قائمة علامات التبويب
bg: Списък с раздели
bn: ট্যাব তালিকা
da: Faneliste
sq: Lista e skedave
zh: 标签列表

source: Base Round
ar: قاعدة مستديرة
bg: Основа кръгла
bn: বেস রাউন্ড
da: Grundrunde
sq: Rrumbullakët bazë
zh: 基圆

source: Paste Players and Ratings here, using the format shown below ;
ar: قم بلصق اللاعبين والتقييمات هنا، باستخدام التنسيق الموضح أدناه؛
bg: Поставете играчи и оценки тук, като използвате формата, показан по-долу;
bn: নীচে দেখানো ফর্ম্যাটটি ব্যবহার করে এখানে খেলোয়াড় এবং রেটিং পেস্ট করুন;
da: Indsæt spillere og vurderinger her ved hjælp af formatet vist nedenfor;
sq: Ngjitni lojtarët dhe vlerësimet këtu, duke përdorur formatin e treguar më poshtë;
zh: 在此处粘贴球员和评分，使用下面显示的格式；

source: Federer, Roger 2499 Woods, Tiger 2499
ar: فيدرر، روجر 2499 وودز، تايجر 2499
bg: Федерер, Роджър 2499 Уудс, Тайгър 2499
bn: ফেদেরার, রজার ২৪৯৯ উডস, টাইগার ২৪৯৯
zh: 费德勒、罗杰 2499 伍兹、泰格 2499

source: Messi, Lionel 2499 Ronaldo, Christiano 2499
ar: ميسي، ليونيل 2499 رونالدو، كريستيانو 2499
bg: Меси, Лионел 2499 Роналдо, Кристиано 2499
bn: মেসি, লিওনেল 2499 রোনালদো, ক্রিশ্চিয়ানো 2499
zh: 梅西、莱昂内尔 2499 罗纳尔多、克里斯蒂亚诺 2499

source: Tarrasch expects two player names with ratings per line.
ar: يتوقع تاراش وجود اسمين للاعبين مع تصنيفات لكل سطر.
bg: Тараш очаква две имена на играчи с рейтинги на ред.
bn: ট্যারাশ প্রতি লাইনে রেটিং সহ দুটি খেলোয়াড়ের নাম আশা করেন।
da: Tarrasch forventer to spillernavne med ratings pr. linje.
sq: Tarrasch pret dy emra lojtarësh me vlerësime për rresht.
zh: Tarrasch 希望每行显示两位带有评分的球员姓名。

source: It will remove extra spaces and punctuation.
ar: سيؤدي ذلك إلى إزالة المسافات الزائدة وعلامات الترقيم.
bg: Ще премахне излишните интервали и препинателни знаци.
bn: এটি অতিরিক্ত স্পেস এবং বিরামচিহ্ন মুছে ফেলবে।
da: Det vil fjerne ekstra mellemrum og tegnsætning.
sq: Do të heqë hapësirat shtesë dhe shenjat e pikësimit.
zh: 它将删除多余的空格和标点符号。

source: It expects ratings to immediately follow names,
ar: وتتوقع أن تأتي التصنيفات بعد الأسماء مباشرة،
bg: Очаква рейтингите да следват незабавно имената,
bn: এটি আশা করে যে রেটিংগুলি অবিলম্বে নামগুলির পরে আসবে,
da: Det forventer, at vurderinger straks følger navne,
sq: Ajo pret që vlerësimet të ndjekin menjëherë emrat,
zh: 它希望评级紧随名字之后，

source: but other non-alpha characters can appear between them or before fields,
ar: ولكن يمكن أن تظهر أحرف أخرى غير أبجدية بينها أو قبل الحقول،
bg: но други знаци, които не са букви, могат да се появят между тях или преди полета,
bn: কিন্তু অন্যান্য নন-আলফা অক্ষরগুলি তাদের মধ্যে বা ক্ষেত্রের আগে উপস্থিত হতে পারে,
da: men andre ikke-alfa-tegn kan vises mellem dem eller før felter,
sq: por karaktere të tjera jo-alfa mund të shfaqen midis tyre ose përpara fushave,
zh: 但其他非字母字符可以出现在它们之间或字段之前，

source: so the following Swiss Perfect format for example is okay;
ar: لذا فإن تنسيق Swiss Perfect التالي على سبيل المثال هو تنسيق جيد؛
bg: така че следният формат Swiss Perfect например е добре;
bn: তাই উদাহরণস্বরূপ নিম্নলিখিত সুইস পারফেক্ট ফর্ম্যাটটি ঠিক আছে;
da: så det følgende Swiss Perfect-format for eksempel er okay;
sq: kështu që formati i mëposhtëm Swiss Perfect për shembull është në rregull;
zh: 因此例如以下的 Swiss Perfect 格式是可以的；

source: 1 Federer, Roger 2499 [6.5] : Woods, Tiger 2499 [5.5]
ar: 1 فيدرر، روجر 2499 [6.5] : وودز، تايجر 2499 [5.5]
bg: 1 Федерер, Роджър 2499 [6.5] : Уудс, Тайгър 2499 [5.5]
bn: ১ ফেদেরার, রজার ২৪৯৯ [৬.৫] : উডস, টাইগার ২৪৯৯ [৫.৫]
zh: 1 费德勒，罗杰 2499 [6.5] : 伍兹，泰格 2499 [5.5]

source: If your pairing program produces something that doesn't work,
ar: إذا كان برنامج الاقتران الخاص بك ينتج شيئًا لا يعمل،
bg: Ако вашата програма за сдвояване произведе нещо, което не работи,
bn: যদি তোমার পেয়ারিং প্রোগ্রাম এমন কিছু তৈরি করে যা কাজ করে না,
da: Hvis dit parringsprogram producerer noget, der ikke virker,
sq: Nëse programi juaj i çiftimit prodhon diçka që nuk funksionon,
zh: 如果你的配对程序产生了一些不起作用的东西，

source: email me at billforsternz@gmail.com with a sample
ar: أرسل لي بريدًا إلكترونيًا على billforsternz@gmail.com مع عينة
bg: изпратете ми имейл на billforsternz@gmail.com с мостра
bn: নমুনা সহ আমাকে billforsternz@gmail.com এ ইমেল করুন।
da: e-mail mig på billforsternz@gmail.com med en prøve
sq: më dërgoni email në billforsternz@gmail.com me një mostër
zh: 向 billforsternz@gmail.com 发送电子邮件，并附上样本

source: and if you ask nicely I'll adapt Tarrasch for you.
ar: وإذا طلبت بلطف، سأقوم بتكييف Tarrasch لك.
bg: и ако помолите любезно, ще адаптирам Tarrasch за вас.
bn: আর যদি তুমি সুন্দরভাবে জিজ্ঞাসা করো, তাহলে আমি তোমার জন্য Tarrasch-কে মানিয়ে নেব।
da: og hvis du spørger pænt, tilpasser jeg Tarrasch for dig.
sq: dhe nese pyet mire do te pershtat Tarraschin per ty.
zh: 如果你好好请求的话，我会为你改编 Tarrasch。

source: This help information will be ignored if it is present,
ar: سيتم تجاهل معلومات المساعدة هذه إذا كانت موجودة،
bg: Тази помощна информация ще бъде игнорирана, ако е налице,
bn: এই সাহায্য তথ্যটি উপস্থিত থাকলে তা উপেক্ষা করা হবে,
da: Disse hjælpeoplysninger vil blive ignoreret, hvis de er til stede,
sq: Ky informacion ndihme do të shpërfillet nëse është i pranishëm,
zh: 如果存在此帮助信息，它将被忽略，

source: so you can paste above, paste below or Ctrl-A to select all and paste over the top.
ar: لذلك يمكنك اللصق بالأعلى، أو اللصق بالأسفل أو الضغط على Ctrl-A لتحديد الكل ثم اللصق بالأعلى.
bg: така че можете да поставите отгоре, отдолу или Ctrl-A, за да изберете всички и да поставите отгоре.
bn: যাতে আপনি উপরে পেস্ট করতে পারেন, নীচে পেস্ট করতে পারেন অথবা Ctrl-A টিপে সবগুলো নির্বাচন করে উপরে পেস্ট করতে পারেন।
da: så du kan indsætte ovenfor, indsætte nedenfor eller Ctrl-A for at markere alle og indsætte over toppen.
sq: kështu që mund të ngjitni sipër, ngjitni poshtë ose Ctrl-A për të zgjedhur të gjitha dhe ngjitur sipër.
zh: 因此您可以粘贴到上面、粘贴到下面或者按 Ctrl-A 全选然后粘贴到顶部。

source: Use this panel to generate empty skeleton games for a tournament round.
ar: استخدم هذه اللوحة لإنشاء ألعاب هيكلية فارغة لجولة البطولة.
bg: Използвайте този панел, за да генерирате празни скелет игри за турнирен кръг.
bn: টুর্নামেন্ট রাউন্ডের জন্য খালি কঙ্কাল গেম তৈরি করতে এই প্যানেলটি ব্যবহার করুন।
da: Brug dette panel til at generere tomme skeletspil til en turneringsrunde.
sq: Përdoreni këtë panel për të gjeneruar lojëra me skelet bosh për një raund turneu.
zh: 使用此面板为锦标赛回合生成空的骨架游戏。

source: Don't worry, if Roger Federer is playing Tiger Woods at your tournament
ar: لا تقلق، إذا كان روجر فيدرر يلعب ضد تايجر وودز في بطولتك
bg: Не се притеснявайте, ако Роджър Федерер играе срещу Тайгър Уудс на вашия турнир
bn: চিন্তা করবেন না, যদি রজার ফেদেরার আপনার টুর্নামেন্টে টাইগার উডসের সাথে খেলছেন
da: Bare rolig, hvis Roger Federer spiller mod Tiger Woods til din turnering
sq: Mos u shqetësoni, nëse Roger Federer po luan me Tiger Woods në turneun tuaj
zh: 不用担心，如果罗杰·费德勒在你的比赛中与泰格·伍兹对战

source: their game won't be skipped unless they are both rated 2499!
ar: لن يتم تخطي لعبتهم إلا إذا تم تقييمهم بـ 2499!
bg: играта им няма да бъде пропусната, освен ако и двамата не са с оценка 2499!
bn: তাদের খেলা বাদ দেওয়া হবে না যদি না তাদের উভয়েরই রেটিং ২৪৯৯ হয়!
da: deres spil vil ikke blive sprunget over, medmindre de begge er vurderet til 2499!
sq: loja e tyre nuk do të anashkalohet nëse të dy nuk janë vlerësuar me 2499!
zh: 除非他们的评分都是 2499，否则他们的比赛不会被跳过！

source: Tournament Dialog Help
ar: مساعدة في مربع حوار البطولة
bg: Помощ за диалоговия прозорец на турнира
bn: টুর্নামেন্ট ডায়ালগ সহায়তা
da: Hjælp til turneringsdialog
sq: Ndihma e Dialogut të Turneut
zh: 锦标赛对话框帮助

source: Illegal base round field
ar: جولة قاعدة غير قانونية
bg: Незаконно основно кръгло поле
bn: অবৈধ ঘাঁটি গোলাকার ক্ষেত্র
da: Ulovlig base rundt felt
sq: Baza e paligjshme fushë e rrumbullakët
zh: 非法垒圆形场地

source: Error in game template
ar: خطأ في قالب اللعبة
bg: Грешка в шаблона на играта
bn: গেম টেমপ্লেটে ত্রুটি
da: Fejl i spilskabelon
sq: Gabim në shabllonin e lojës
zh: 游戏模板错误

source: This panel lets you setup training options.
ar: تتيح لك هذه اللوحة إعداد خيارات التدريب.
bg: Този панел ви позволява да настроите опции за обучение.
bn: এই প্যানেলটি আপনাকে প্রশিক্ষণের বিকল্পগুলি সেটআপ করতে দেয়।
da: Dette panel lader dig opsætte træningsmuligheder.
sq: Ky panel ju lejon të konfiguroni opsionet e trajnimit.
zh: 该面板可让您设置培训选项。

source: Board position lags play by this many half moves:
ar: يتأخر وضع اللوحة عن اللعب بهذا العدد من نصف التحركات:
bg: Позицията на таблото изостава в играта с толкова много полуходове:
bn: বোর্ড পজিশন ল্যাগস প্লে এই অনেক হাফ মুভের মাধ্যমে:
da: Brætposition halter spillet med så mange halve træk:
sq: Pozicioni i bordit vonon në lojë me kaq shumë lëvizje në gjysmë:
zh: 棋盘位置落后棋步这么多半步：

source: Peek at complete position
ar: إلقاء نظرة على الموضع الكامل
bg: Надникнете в пълна позиция
bn: সম্পূর্ণ অবস্থানে উঁকি দিন
da: Kig på fuldstændig position
sq: Shikoni pozicionin e plotë
zh: 查看完整位置

source: Blindfold: hide white pawns
ar: عصابة العينين: إخفاء البيادق البيضاء
bg: Завързани очи: скрийте белите пионки
bn: চোখ বেঁধে: সাদা প্যাঁদা লুকান
da: Bind for øjnene: skjul hvide bønder
sq: Mbyll sytë: fshihni pengjet e bardha
zh: 蒙眼：隐藏白色棋子

source: Blindfold: hide white pieces
ar: عصابة العين: إخفاء القطع البيضاء
bg: Завързани очи: скрийте белите фигури
bn: চোখ বেঁধে: সাদা টুকরো লুকান
da: Blindfold: skjul hvide stykker
sq: Mbyll sytë: fsheh copa të bardha
zh: 蒙上眼睛：隐藏白色棋子

source: Blindfold: hide black pawns
ar: عصابة العينين: إخفاء البيادق السوداء
bg: Завързани очи: скрийте черните пешки
bn: চোখ বেঁধে: কালো প্যাঁদা লুকান
da: Bind for øjnene: skjul sorte bønder
sq: Mbyll sytë: fshihni pengjet e zeza
zh: 蒙眼：隐藏黑色棋子

source: Blindfold: hide black pieces
ar: عصابة العين: إخفاء القطع السوداء
bg: Завързани очи: скрийте черните фигури
bn: চোখ বেঁধে: কালো টুকরো লুকান
da: Blindfold: skjul sorte stykker
sq: Mbyllja e syve: fshihni pjesët e zeza
zh: 蒙上眼睛：隐藏黑色碎片

source: Non zero values train the user to visualise future positions.
ar: تعمل القيم غير الصفرية على تدريب المستخدم على تصور المواضع المستقبلية.
bg: Ненулевите стойности обучават потребителя да визуализира бъдещи позиции.
bn: শূন্যবিহীন মান ব্যবহারকারীকে ভবিষ্যতের অবস্থান কল্পনা করতে প্রশিক্ষণ দেয়।
da: Ikke-nul værdier træner brugeren til at visualisere fremtidige positioner.
sq: Vlerat jo zero e trajnojnë përdoruesin të vizualizojë pozicionet e ardhshme.
zh: 非零值训练用户想象未来的位置。

source: Set this box to peek at the complete current position when making moves.
ar: اضبط هذا المربع لإلقاء نظرة على الموضع الحالي بالكامل عند إجراء التحركات.
bg: Задайте това поле, за да надникнете в пълната текуща позиция, когато правите ходове.
bn: নড়াচড়া করার সময় সম্পূর্ণ বর্তমান অবস্থানটি দেখার জন্য এই বাক্সটি সেট করুন।
da: Indstil denne boks til at kigge på den komplette aktuelle position, når du foretager bevægelser.
sq: Vendoseni këtë kuti për të parë pozicionin e plotë aktual kur bëni lëvizje.
zh: 设置此框可以在移动时查看完整的当前位置。

source: Set this box to hide white pawns.
ar: قم بضبط هذا المربع لإخفاء البيادق البيضاء.
bg: Задайте това поле, за да скриете белите пешки.
bn: সাদা প্যান লুকানোর জন্য এই বাক্সটি সেট করুন।
da: Indstil denne boks til at skjule hvide bønder.
sq: Vendoseni këtë kuti për të fshehur pengjet e bardha.
zh: 设置此框可以隐藏白色棋子。

source: Set this box to hide white pieces.
ar: قم بضبط هذا المربع لإخفاء القطع البيضاء.
bg: Задайте това поле, за да скриете белите фигури.
bn: সাদা টুকরো লুকানোর জন্য এই বাক্সটি সেট করুন।
da: Indstil denne boks til at skjule hvide stykker.
sq: Vendoseni këtë kuti për të fshehur pjesët e bardha.
zh: 设置此框可以隐藏白棋。

source: Set this box to hide black pawns.
ar: قم بضبط هذا المربع لإخفاء البيادق السوداء.
bg: Задайте това поле, за да скриете черните пешки.
bn: কালো প্যান লুকানোর জন্য এই বাক্সটি সেট করুন।
da: Indstil denne boks til at skjule sorte bønder.
sq: Vendoseni këtë kuti për të fshehur pengjet e zeza.
zh: 设置此框可以隐藏黑色棋子。

source: Set this box to hide black pieces.
ar: قم بضبط هذا المربع لإخفاء القطع السوداء.
bg: Задайте това поле, за да скриете черните фигури.
bn: কালো টুকরো লুকানোর জন্য এই বাক্সটি সেট করুন।
da: Indstil denne boks til at skjule sorte stykker.
sq: Vendoseni këtë kuti për të fshehur pjesët e zeza.
zh: 设置此框可以隐藏黑色棋子。

source: Use this panel to make life harder for yourself!
ar: استخدم هذه اللوحة لتجعل الحياة أصعب بالنسبة لك!
bg: Използвайте този панел, за да направите живота си по-труден!
bn: নিজের জীবনকে আরও কঠিন করে তুলতে এই প্যানেলটি ব্যবহার করুন!
da: Brug dette panel til at gøre livet sværere for dig selv!
sq: Përdoreni këtë panel për ta bërë jetën më të vështirë për veten tuaj!
zh: 使用这个面板会让你的生活变得更加艰难！

source: The payoff to this kind of training is improved ability
ar: إن العائد من هذا النوع من التدريب هو تحسين القدرة
bg: Отплатата от този вид обучение е подобрена способност
bn: এই ধরণের প্রশিক্ষণের সুফল হল উন্নত দক্ষতা
da: Udbyttet til denne form for træning er forbedret evne
sq: Shpërblimi për këtë lloj trajnimi është aftësia e përmirësuar
zh: 这种训练的回报是提高能力

source: to visualise positions.
ar: لتصور المواقف.
bg: за визуализиране на позиции.
bn: অবস্থান কল্পনা করতে।
da: at visualisere positioner.
sq: për të vizualizuar pozicionet.
zh: 使位置可视化。

source: The tools available include a lag between the play and
ar: تتضمن الأدوات المتاحة فترة زمنية بين اللعب و
bg: Наличните инструменти включват забавяне между играта и
bn: উপলব্ধ সরঞ্জামগুলির মধ্যে রয়েছে খেলার মধ্যে একটি ব্যবধান এবং
da: De tilgængelige værktøjer omfatter en forsinkelse mellem spillet og
sq: Mjetet e disponueshme përfshijnë një vonesë midis lojës dhe
zh: 可用的工具包括播放和

source: the displayed board position and also the ability to
ar: موضع اللوحة المعروضة والقدرة أيضًا على
bg: показаната позиция на дъската, а също и способността да
bn: প্রদর্শিত বোর্ডের অবস্থান এবং ক্ষমতাও
da: den viste bordposition og også muligheden for at
sq: pozicioni i shfaqur i tabelës dhe gjithashtu aftësia për të
zh: 显示的棋盘位置以及

source: hide some or all of the pieces and pawns on the board.
ar: إخفاء بعض أو كل القطع والبيادق الموجودة على اللوحة.
bg: скрийте някои или всички фигури и пешки на дъската.
bn: বোর্ডে কিছু বা সমস্ত টুকরো এবং প্যান লুকিয়ে রাখুন।
da: skjul nogle eller alle brikker og bønder på brættet.
sq: fshihni disa ose të gjitha pjesët dhe pengjet në tabelë.
zh: 隐藏棋盘上的部分或全部棋子和棋子。

source: Training Dialog Help
ar: مساعدة حوار التدريب
bg: Помощ за диалогов прозорец за обучение
bn: প্রশিক্ষণ ডায়ালগ সহায়তা
da: Træningsdialoghjælp
sq: Ndihmë për dialogun e trajnimit
zh: 培训对话帮助

source: Could not load the board square bitmaps
ar: لم نتمكن من تحميل خرائط البتات المربعة للوحة
bg: Неуспешно зареждане на квадратните растерни изображения на дъската
bn: বোর্ড স্কোয়ার বিটম্যাপ লোড করা যায়নি।
da: Kunne ikke indlæse brættets firkantede bitmaps
sq: Bitmaps katrorë të tabelës nuk mund të ngarkoheshin
zh: 无法加载棋盘方形位图

source: Please check that the < user_bitmap > directory
ar: يرجى التأكد من أن الدليل < user_bitmap >
bg: Моля, проверете дали директорията < user_bitmap >
bn: অনুগ্রহ করে পরীক্ষা করুন যে <user_bitmap> ডিরেক্টরিটি
da: Kontroller venligst, at mappen < user_bitmap >
sq: Ju lutemi kontrolloni që drejtoria < user_bitmap >
zh: 请检查 < user_bitmap > 目录

source: that contains the bitmaps (*.bmp files) is installed
ar: الذي يحتوي على خرائط البتات (ملفات *.bmp) مثبت
bg: който съдържа растерните изображения (*.bmp файлове).
bn: যেটিতে বিটম্যাপ (*.bmp ফাইল) আছে তা ইনস্টল করা আছে
da: der indeholder bitmaps (*.bmp-filer), er installeret
sq: që përmban bitmaps (skedarët *.bmp) është instaluar
zh: 包含位图（*.bmp 文件）的安装

source: in the same directory as the program application file.
ar: في نفس الدليل مثل ملف تطبيق البرنامج.
bg: в същата директория като файла на програмното приложение.
bn: প্রোগ্রাম অ্যাপ্লিকেশন ফাইলের মতো একই ডিরেক্টরিতে।
da: i samme mappe som programapplikationsfilen.
sq: në të njëjtën direktori si skedari i aplikacionit të programit.
zh: 与程序应用程序文件位于同一目录中。

source: Usually this is the
ar: عادة ما يكون هذا هو
bg: Обикновено това е
bn: সাধারণত এটি হল
da: Normalt er dette
sq: Zakonisht kjo është
zh: 通常这是

source: Bitmap load error
ar: خطأ تحميل الخريطة النقطية
bg: Грешка при зареждане на растерно изображение
bn: বিটম্যাপ লোড ত্রুটি
da: Bitmap-indlæsningsfejl
sq: Gabim i ngarkimit të bitmap
zh: 位图加载错误

source: Please select the board square bitmaps
ar: الرجاء تحديد خرائط البتات المربعة للوحة
bg: Моля, изберете квадратните растерни изображения на дъската
bn: অনুগ্রহ করে বোর্ড বর্গাকার বিটম্যাপ নির্বাচন করুন।
da: Vælg venligst brættet firkantede bitmaps
sq: Ju lutemi zgjidhni bitmaps katrorë të tabelës
zh: 请选择棋盘方位图

source: Please select the board border bitmap
ar: الرجاء تحديد خريطة حدود اللوحة
bg: Моля, изберете растерното изображение на границата на дъската
bn: বোর্ড বর্ডার বিটম্যাপ নির্বাচন করুন।
da: Vælg venligst bordkantens bitmap
sq: Ju lutemi zgjidhni bitmap kufirin e bordit
zh: 请选择板边框位图

source: Please select the piece bitmaps
ar: الرجاء تحديد قطعة الخرائط النقطية
bg: Моля, изберете парчето растерни изображения
bn: অনুগ্রহ করে বিটম্যাপের অংশ নির্বাচন করুন।
da: Vælg venligst bitmaps
sq: Ju lutemi zgjidhni bitmaps të pjesëve
zh: 请选择片位图

source: User bitmaps
ar: خرائط بتات المستخدم
bg: Потребителски растерни изображения
bn: ব্যবহারকারীর বিটম্যাপ
da: Bruger bitmaps
sq: Bitmaps të përdoruesve
zh: 用户位图

source: Board border
ar: حدود اللوحة
bg: Граница на борда
bn: বোর্ড বর্ডার
da: Bordgrænse
sq: Kufiri i bordit
zh: 板边框

source: Dark square
ar: المربع المظلم
bg: Тъмен квадрат
bn: অন্ধকার বর্গক্ষেত্র
da: Mørk firkantet
sq: Sheshi i errët
zh: 暗色方块

source: Dark piece
ar: قطعة مظلمة
bg: Тъмно парче
bn: গাঢ় টুকরো
da: Mørkt stykke
sq: Pjesë e errët
zh: 暗块

source: Light square
ar: مربع خفيف
bg: Светъл квадрат
bn: হালকা বর্গক্ষেত্র
da: Lys firkantet
sq: Sheshi i lehtë
zh: 光方块

source: Light piece
ar: قطعة خفيفة
bg: Леко парче
bn: হালকা টুকরো
da: Let stykke
sq: Pjesë e lehtë
zh: 光片

source: Set this to use the bitmaps
ar: اضبط هذا لاستخدام خرائط البتات
bg: Задайте това, за да използвате растерни изображения
bn: বিটম্যাপ ব্যবহার করার জন্য এটি সেট করুন
da: Indstil dette til at bruge bitmaps
sq: Vendoseni këtë për të përdorur bitmaps
zh: 设置此项以使用位图

source: Set this to display a board border
ar: اضبط هذا لعرض حدود اللوحة
bg: Задайте това, за да покажете рамка на табло
bn: বোর্ডের সীমানা প্রদর্শনের জন্য এটি সেট করুন
da: Indstil dette for at vise en bordkant
sq: Vendoseni këtë për të shfaqur një kufi të tabelës
zh: 设置为显示板边框

source: Set to select dark square board bitmap
ar: تعيين لتحديد خريطة نقطية للوحة المربعة الداكنة
bg: Задайте да изберете растерна графика на тъмна квадратна дъска
bn: সিলেক্ট ডার্ক স্কোয়ার বোর্ড বিটম্যাপে সেট করুন
da: Indstil til at vælge mørk firkantet tavle bitmap
sq: Cakto për të zgjedhur bitmap të bordit katror të errët
zh: 设置为选择深色方板位图

source: Set to select light square board bitmap
ar: اضبط لتحديد خريطة لوحة المربعات الفاتحة
bg: Задайте да изберете растерна графика на светла квадратна дъска
bn: হালকা বর্গাকার বোর্ড বিটম্যাপ নির্বাচন করতে সেট করুন
da: Indstil til at vælge lys firkantet tavle bitmap
sq: Cakto për të zgjedhur hartën e lehtë të tabelës katrore
zh: 设定选取光方板位图

source: Use this dialog box in order to select the
ar: استخدم مربع الحوار هذا لتحديد
bg: Използвайте този диалогов прозорец, за да изберете
bn: নির্বাচন করতে এই ডায়ালগ বক্সটি ব্যবহার করুন
da: Brug denne dialogboks til at vælge
sq: Përdorni këtë kuti dialogu për të zgjedhur
zh: 使用此对话框来选择

source: user board bitmaps and whether to have a board border.
ar: خرائط بتات لوحة المستخدم وما إذا كان يجب أن يكون لها حدود للوحة.
bg: растерни изображения на борда на потребителя и дали да има граница на борда.
bn: ব্যবহারকারী বোর্ড বিটম্যাপ এবং বোর্ড বর্ডার থাকবে কিনা।
da: brugerboard bitmaps og om der skal have en bordkant.
sq: bitmap-të e bordit të përdoruesve dhe nëse duhet të ketë një kufi të bordit.
zh: 用户板位图以及是否有板边框。

source: Check the User bitmaps box to use the bitmaps.
ar: قم بتحديد مربع "خرائط البتات للمستخدم" لاستخدام خرائط البتات.
bg: Поставете отметка в квадратчето User bitmaps, за да използвате растерните изображения.
bn: বিটম্যাপ ব্যবহার করতে ব্যবহারকারী বিটম্যাপ বাক্সটি চেক করুন।
da: Marker afkrydsningsfeltet Bruger bitmaps for at bruge bitmaps.
sq: Kontrolloni kutinë Bitmaps të përdoruesit për të përdorur bitmaps.
zh: 选中用户位图框以使用位图。

source: Check the Board border box to have a border.
ar: قم بتحديد مربع حدود اللوحة للحصول على حدود.
bg: Поставете отметка в полето Board border, за да имате граница.
bn: বোর্ড বর্ডার বক্সে টিক চিহ্ন দিন যাতে বর্ডার থাকে।
da: Marker afkrydsningsfeltet Border for at have en kant.
sq: Kontrolloni kutinë e kufirit të Bordit për të pasur një kufi.
zh: 勾选 Board border 框即可设置边框。

source: To select the dark or light square bitmap to change,
ar: لتحديد خريطة البتات المربعة الداكنة أو الفاتحة لتغييرها،
bg: За да изберете тъмно или светло квадратно растерно изображение, което да промените,
bn: পরিবর্তন করার জন্য গাঢ় বা হালকা বর্গাকার বিটম্যাপ নির্বাচন করতে,
da: For at vælge den mørke eller lyse firkantede bitmap, der skal ændres,
sq: Për të zgjedhur bitmap-in katror të errët ose të lehtë për të ndryshuar,
zh: 要选择要更改的深色或浅色方形位图，
