Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: Select engine time adjustments
ar: حدد تعديلات وقت المحرك
bg: Изберете корекции на времето на двигателя
bn: ইঞ্জিনের সময় সমন্বয় নির্বাচন করুন
da: Vælg motortidsjusteringer
sq: Zgjidhni rregullimet e kohës së motorit
zh: 选择引擎时间调整

source: Engine tournament
ar: بطولة المحرك
bg: Турнир по двигателя
bn: ইঞ্জিন টুর্নামেন্ট
da: Motor turnering
sq: Turneu i motorëve
zh: 发动机锦标赛

source: Tournament cross table
ar: جدول البطولة المتقاطعة
bg: Турнирна кръстосана маса
bn: টুর্নামেন্ট ক্রস টেবিল
da: Turneringskrydsbord
sq: Tavolina kryq e turneut
zh: 锦标赛交叉表

source: Evaluation profile options
ar: خيارات ملف التقييم
bg: Опции за профил за оценка
bn: মূল্যায়ন প্রোফাইলের বিকল্পগুলি
da: Valgmuligheder for evalueringsprofil
sq: Opsionet e profilit të vlerësimit
zh: 评估配置文件选项

source: Game details
ar: تفاصيل اللعبة
bg: Подробности за играта
bn: খেলার বিবরণ
da: Spildetaljer
sq: Detajet e lojës
zh: 游戏详情

source: Game prefix
ar: بادئة اللعبة
bg: Префикс на играта
bn: গেম প্রিফিক্স
da: Spilpræfiks
sq: Prefiksi i lojës
zh: 游戏前缀

source: Pgn browser
ar: متصفح Pgn
bg: Pgn браузър
bn: পিজিএন ব্রাউজার
sq: Shfletuesi pgn
zh: PGN浏览器

source: General settings
ar: الإعدادات العامة
bg: Общи настройки
bn: সাধারণ সেটিংস
da: Generelle indstillinger
sq: Cilësimet e përgjithshme
zh: 常规设置

source: Select help delay options
ar: حدد خيارات تأخير المساعدة
bg: Изберете опции за забавяне на помощта
bn: সাহায্য বিলম্বের বিকল্পগুলি নির্বাচন করুন
da: Vælg indstillinger for hjælpeforsinkelse
sq: Zgjidhni opsionet e vonesës së ndihmës
zh: 选择帮助延迟选项

source: Board highlight colours for 2d screen
ar: ألوان مميزة للوحة للشاشة ثنائية الأبعاد
bg: Цветове за подчертаване на дъска за 2d екран
bn: 2D স্ক্রিনের জন্য বোর্ড হাইলাইটের রঙ
da: Tavle fremhæve farver til 2d skærm
sq: Ngjyrat e theksimit të tabelës për ekranin 2d
zh: 2D 屏幕的板高亮颜色

source: Input number
ar: رقم الإدخال
bg: Въведете номер
bn: ইনপুট নম্বর
da: Indtast nummer
sq: Numri i hyrjes
zh: 输入数字

source: Select kibitz option
ar: حدد خيار kibitz
bg: Изберете опция kibitz
bn: কিবিটজ বিকল্পটি নির্বাচন করুন
da: Vælg Kibitz-indstillingen
sq: Zgjidhni opsionin kibitz
zh: 选择 kibitz 选项

source: Adjust 3d Lighting and materials
ar: ضبط الإضاءة والمواد ثلاثية الأبعاد
bg: Регулиране на 3D осветление и материали
bn: 3D আলো এবং উপকরণ সামঞ্জস্য করুন
da: Juster 3d-belysning og materialer
sq: Rregulloni ndriçimin 3d dhe materialet
zh: 调整 3D 照明和材质

source: Log file settings
ar: إعدادات ملف السجل
bg: Настройки на лог файла
bn: লগ ফাইল সেটিংস
da: Indstillinger for logfil
sq: Cilësimet e skedarit të regjistrit
zh: 日志文件设置

source: Maintenance settings
ar: إعدادات الصيانة
bg: Настройки за поддръжка
bn: রক্ষণাবেক্ষণ সেটিংস
da: Vedligeholdelsesindstillinger
sq: Cilësimet e mirëmbajtjes
zh: 维护设置

source: Media player options
ar: خيارات مشغل الوسائط
bg: Опции за мултимедиен плейър
bn: মিডিয়া প্লেয়ারের বিকল্পগুলি
da: Medieafspiller muligheder
sq: Opsionet e luajtësit të mediave
zh: 媒体播放器选项

source: Place advert for game
ar: وضع إعلان للعبة
bg: Поставете реклама за играта
bn: খেলার বিজ্ঞাপন দিন
da: Placer annonce for spillet
sq: Vendosni një reklamë për lojën
zh: 放置游戏广告

source: Select network window settings
ar: حدد إعدادات نافذة الشبكة
bg: Изберете настройки на прозореца на мрежата
bn: নেটওয়ার্ক উইন্ডো সেটিংস নির্বাচন করুন
da: Vælg netværksvindueindstillinger
sq: Zgjidhni cilësimet e dritares së rrjetit
zh: 选择网络窗口设置

source: 3d Graphics Options
ar: خيارات الرسومات ثلاثية الأبعاد
bg: Опции за 3d графики
bn: 3D গ্রাফিক্স বিকল্প
da: 3d grafik muligheder
sq: Opsionet e Grafikës 3D
zh: 3D 图形选项

source: 3d piece size adjustment dialog box
ar: مربع حوار تعديل حجم القطعة ثلاثية الأبعاد
bg: Диалогов прозорец за настройка на размера на 3D парче
bn: 3D টুকরো আকার সমন্বয় ডায়ালগ বক্স
da: Dialogboks til justering af 3d-stykkestørrelse
sq: Kutia e dialogut 3d e rregullimit të madhësisë së pjesës
zh: 3D 块尺寸调整对话框

source: Player names
ar: أسماء اللاعبين
bg: Имена на играчите
bn: খেলোয়াড়দের নাম
da: Spiller navne
sq: Emrat e lojtarëve
zh: 玩家姓名

source: Polyglot .bin opening book settings
ar: إعدادات فتح كتاب .bin متعدد اللغات
bg: Настройки на отваряща книга на Polyglot .bin
bn: পলিগ্লট .bin বই খোলার সেটিংস
da: Polyglot .bin åbningsbogsindstillinger
sq: Cilësimet e librit të hapjes së Polyglot .bin
zh: Polyglot .bin 开书设置

source: Move weights for polyglot .bin book
ar: نقل الأوزان للكتاب متعدد اللغات .bin
bg: Преместване на тежести за полиглот .bin книга
bn: পলিগ্লট .bin বইয়ের জন্য ওজন সরান
da: Flyt vægte for polyglot .bin bog
sq: Lëvizja e peshave për librin poliglot .bin
zh: 为多语言 .bin 书籍移动权重

source: Position setup
ar: إعداد الموضع
bg: Настройка на позицията
bn: অবস্থান সেটআপ
da: Positionsopsætning
sq: Vendosja e pozicionit
zh: 位置设置

source: Print Options
ar: خيارات الطباعة
bg: Опции за печат
bn: মুদ্রণ বিকল্প
da: Udskriftsindstillinger
sq: Opsionet e printimit
zh: 打印选项

source: Adjust puzzle file statistics
ar: ضبط إحصائيات ملف الألغاز
bg: Коригирайте статистиката на пъзел файла
bn: ধাঁধা ফাইলের পরিসংখ্যান সামঞ্জস্য করুন
da: Juster puslespilsfilstatistik
sq: Rregulloni statistikat e skedarëve të enigmës
zh: 调整拼图文件统计数据

source: Puzzle Options
ar: خيارات اللغز
bg: Опции за пъзел
bn: ধাঁধার বিকল্প
da: Puslespil muligheder
sq: Opsionet e enigmës
zh: 拼图选项

source: Score counter dialog box
ar: مربع حوار عداد النتيجة
bg: Диалогов прозорец за брояч на резултати
bn: স্কোর কাউন্টার ডায়ালগ বক্স
da: Scoretæller dialogboks
sq: Kutia e dialogut numërues rezultatesh
zh: 分数计数器对话框

source: Engine search info display options
ar: خيارات عرض معلومات البحث عن المحرك
bg: Опции за показване на информация за търсене в двигателя
bn: ইঞ্জিন অনুসন্ধান তথ্য প্রদর্শনের বিকল্পগুলি
da: Visningsmuligheder for motorsøgningsoplysninger
sq: Opsionet e shfaqjes së informacionit të kërkimit të motorit
zh: 引擎搜索信息显示选项

source: Sound options
ar: خيارات الصوت
bg: Звукови опции
bn: শব্দ বিকল্প
da: Lydmuligheder
sq: Opsionet e zërit
zh: 声音选项

source: Create Skeleton Games for a Tournament Round
ar: إنشاء ألعاب هيكلية لجولة البطولة
bg: Създайте Skeleton игри за турнирен кръг
bn: টুর্নামেন্ট রাউন্ডের জন্য স্কেলিটন গেম তৈরি করুন
da: Opret skeletspil til en turneringsrunde
sq: Krijo lojëra skeletore për një raund turneu
zh: 为锦标赛回合创建骨架游戏

source: Training settings
ar: إعدادات التدريب
bg: Настройки за обучение
bn: প্রশিক্ষণ সেটিংস
da: Træningsindstillinger
sq: Cilësimet e trajnimit
zh: 训练设置

source: W 1 W 0 W d B 1 B 0 B d
ar: و 1 و 0 و د ب 1 ب 0 ب د

source: switch off <Use weight scaling> and switch off <Use weight filter>
ar: قم بإيقاف تشغيل <استخدام مقياس الوزن> وإيقاف تشغيل <استخدام مرشح الوزن>
bg: изключете <Използване на мащабиране на тегло> и изключете <Използване на филтър за тегло>
da: sluk <Brug vægtskalering> og sluk for <Brug vægtfilter>
sq: fikni <Përdor shkallëzimin e peshës> dhe fikni <Përdorni filtrin e peshës>
zh: 关闭<使用权重缩放>并关闭<使用权重过滤器>

source: sites.google.com/site/computerschess
zh: site.google.com/site/computerschess
