Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: Double-click in the left half of the
ar: انقر نقرًا مزدوجًا في النصف الأيسر من
bg: Щракнете двукратно в лявата половина на
bn: বাম অর্ধেক অংশে ডাবল-ক্লিক করুন
da: Dobbeltklik i venstre halvdel af
sq: Klikoni dy herë në gjysmën e majtë të
zh: 双击左半部分

source: grey border to reset the counter
ar: حدود رمادية لإعادة ضبط العداد
bg: сива рамка за нулиране на брояча
bn: কাউন্টার রিসেট করার জন্য ধূসর সীমানা
da: grå kant for at nulstille tælleren
sq: kufiri gri për të rivendosur numëruesin
zh: 灰色边框用于重置计数器

source: Right click in grey border to display options
ar: انقر بزر الماوس الأيمن في الإطار الرمادي لعرض الخيارات
bg: Щракнете с десния бутон в сивата рамка, за да покажете опциите
bn: বিকল্পগুলি প্রদর্শন করতে ধূসর সীমানায় ডান ক্লিক করুন।
da: Højreklik i grå kant for at få vist muligheder
sq: Klikoni me të djathtën në kufirin gri për të shfaqur opsionet
zh: 右键单击灰色边框以显示选项

source: This tooltip can be switched off from there
ar: يمكن إيقاف تشغيل هذه الأداة التوضيحية من هناك
bg: Тази подсказка може да бъде изключена от там
bn: এই টুলটিপটি সেখান থেকে বন্ধ করা যেতে পারে।
da: Dette værktøjstip kan slås fra derfra
sq: Ky këshillë mjeti mund të çaktivizohet që andej
zh: 可以从那里关闭此工具提示

source: Left click value
ar: قيمة النقر بالزر الأيسر
bg: Стойност на левия бутон
bn: বাম ক্লিকের মান
da: Venstre klik værdi
sq: Vlera e klikimit të majtë
zh: 左键单击值

source: Use tooltip
ar: استخدم تلميح الأدوات
bg: Използвайте подсказка
bn: টুলটিপ ব্যবহার করুন
da: Brug værktøjstip
sq: Përdorni këshillën e veglave
zh: 使用工具提示

source: Reset counter
ar: إعادة تعيين العداد
bg: Нулиране на брояча
bn: কাউন্টার রিসেট করুন
da: Nulstil tæller
sq: Rivendos numëruesin
zh: 重置计数器

source: Control key step values
ar: قيم خطوة مفتاح التحكم
bg: Контролирайте стойностите на ключови стъпки
bn: কী ধাপের মান নিয়ন্ত্রণ করুন
da: Styr nøgletrinværdier
sq: Kontrolloni vlerat e hapave kyç
zh: 控制关键步骤值

source: Alt
ar: بديل
bn: অল্টারনেট

source: Ctrl
ar: كنترول
bn: Ctrl কী

source: Shift
ar: يحول
bn: স্থানান্তর
da: Flytte
sq: Ndërrimi
zh: 转移

source: Enter the left click value for
ar: أدخل قيمة النقر بالزر الأيسر لـ
bg: Въведете стойността на левия клик за
bn: এর জন্য বাম ক্লিকের মান লিখুন
da: Indtast venstreklikværdien for
sq: Futni vlerën e klikimit të majtë për
zh: 输入左键单击值

source: the right side of the grey border
ar: الجانب الأيمن من الحدود الرمادية
bg: дясната страна на сивата граница
bn: ধূসর সীমানার ডান দিক
da: højre side af den grå kant
sq: ana e djathtë e kufirit gri
zh: 灰色边框的右侧

source: Check this box for the tooltip to be
ar: حدد هذا المربع لعرض تلميح الأدوات
bg: Поставете отметка в това квадратче, за да бъде подсказката
bn: টুলটিপটি দেখতে এই বাক্সটি চেক করুন
da: Marker dette felt for at få værktøjstip
sq: Kontrolloni këtë kuti që këshilla e veglave të jetë
zh: 勾选此框可使工具提示

source: displayed in the score counter window
ar: يتم عرضها في نافذة عداد النتيجة
bg: показан в прозореца на брояча на резултатите
bn: স্কোর কাউন্টার উইন্ডোতে প্রদর্শিত হবে
da: vises i resultattællervinduet
sq: shfaqet në dritaren e numëruesit të rezultateve
zh: 显示在分数计数器窗口中

source: Reset the score counter to zero
ar: إعادة تعيين عداد النتيجة إلى الصفر
bg: Нулирайте брояча на резултата до нула
bn: স্কোর কাউন্টারটি শূন্যে রিসেট করুন
da: Nulstil scoretælleren til nul
sq: Rivendos numëruesin e rezultateve në zero
zh: 将分数计数器重置为零

source: Control key values
ar: قيم مفتاح التحكم
bg: Контролирайте ключовите стойности
bn: কী মান নিয়ন্ত্রণ করুন
da: Kontrolnøgleværdier
sq: Kontrolloni vlerat kryesore
zh: 控制键值

source: Alt key step value
ar: قيمة خطوة مفتاح Alt
bg: Стойност на стъпката на клавиша Alt
bn: Alt কী ধাপের মান
da: Alt nøgle trin værdi
sq: Vlera e hapit kyç Alt
zh: Alt 键步进值

source: Ctrl key step value
ar: قيمة خطوة مفتاح Ctrl
bg: Стойност на стъпката на клавиша Ctrl
bn: Ctrl কী ধাপের মান
da: Ctrl-tasttrinværdi
sq: Vlera e hapit të çelësit Ctrl
zh: Ctrl 键步进值

source: Shift key step value
ar: مفتاح التحويل قيمة الخطوة
bg: Стойност на стъпката на клавиша Shift
bn: Shift কী ধাপের মান
da: Skift-tastens trinværdi
sq: Zhvendos vlerën e hapit kyç
zh: Shift 键步进值

source: Score_counter
ar: عداد النقاط
bg: Брояч_на резултати
bn: স্কোর_কাউন্টার
da: Score_tæller
sq: Numëruesi i rezultateve
zh: 分数计数器

source: Score counter options
ar: خيارات عداد النتيجة
bg: Опции за брояч на резултати
bn: স্কোর কাউন্টার বিকল্পগুলি
da: Scoretæller muligheder
sq: Opsionet e numërimit të rezultateve
zh: 计分器选项

source: Info
ar: معلومات
bg: Информация
bn: তথ্য
sq: Informacion
zh: 信息

source: This dialog box allows you to set the options for the score counter.
ar: يسمح لك مربع الحوار هذا بتعيين خيارات عداد النتيجة.
bg: Този диалогов прозорец ви позволява да зададете опциите за брояча на резултатите.
bn: এই ডায়ালগ বক্সটি আপনাকে স্কোর কাউন্টারের জন্য বিকল্পগুলি সেট করতে দেয়।
da: Denne dialogboks giver dig mulighed for at indstille mulighederne for pointtælleren.
sq: Kjo kuti dialogu ju lejon të vendosni opsionet për numëruesin e rezultateve.
zh: 此对话框允许您设置分数计数器的选项。

source: Left click value - Enter the step value for a left mouse button click
ar: قيمة النقر بزر الماوس الأيسر - أدخل قيمة الخطوة لنقرة زر الماوس الأيسر
bg: Стойност на левия бутон - Въведете стойността на стъпката за щракване с ляв бутон на мишката
bn: বাম ক্লিকের মান - বাম মাউস বোতামের ক্লিকের জন্য ধাপের মান লিখুন।
da: Venstre klik værdi - Indtast trinværdien for et klik med venstre museknap
sq: Vlera e klikimit majtas - Futni vlerën e hapit për një klikim të butonit të majtë të miut
zh: 左键单击值 - 输入鼠标左键单击的步长值

source: in the right half of the grey border.
ar: في النصف الأيمن من الحدود الرمادية.
bg: в дясната половина на сивата граница.
bn: ধূসর সীমানার ডান অর্ধেক অংশে।
da: i højre halvdel af den grå kant.
sq: në gjysmën e djathtë të kufirit gri.
zh: 在灰色边框的右半部分。

source: A left click in the top right quarter will add this value to the total,
ar: النقر بزر الماوس الأيسر في الربع الأيمن العلوي سيضيف هذه القيمة إلى الإجمالي،
bg: Щракване с ляв бутон в горната дясна четвърт ще добави тази стойност към общата сума,
bn: উপরের ডান প্রান্তিকে একটি বাম ক্লিক করলে মোটের সাথে এই মানটি যোগ হবে,
da: Et venstreklik i øverste højre kvartal vil tilføje denne værdi til totalen,
sq: Një klikim i majtë në tremujorin e sipërm djathtas do ta shtojë këtë vlerë në total,
zh: 左键单击右上角的四分之一将把该值添加到总数中，

source: a left click in the bottom right quarter will subtract it.
ar: النقر بزر الماوس الأيسر في الربع السفلي الأيمن سيؤدي إلى طرحه.
bg: левият клик в долната дясна четвърт ще го извади.
bn: নীচের ডান প্রান্তিকে একটি বাম ক্লিক এটি বিয়োগ করবে।
da: et venstreklik i nederste højre kvarter vil trække det fra.
sq: një klikim i majtë në tremujorin e poshtëm djathtas do ta zbresë atë.
zh: 在右下角单击左键将会减去它。

source: A left mouse button double click in the left half
ar: النقر المزدوج بزر الفأرة الأيسر في النصف الأيسر
bg: Щракнете два пъти с ляв бутон на мишката в лявата половина
bn: বাম মাউস বোতামের বাম অর্ধেকে ডাবল ক্লিক করলে
da: Dobbeltklik med venstre museknap i venstre halvdel
sq: Një klikim i dyfishtë i butonit të majtë të miut në gjysmën e majtë
zh: 鼠标左键在左半部分双击

source: of the grey border will set the total to zero.
ar: سيؤدي تغيير الحد الرمادي إلى تعيين الإجمالي إلى الصفر.
bg: на сивата рамка ще занули общата сума.
bn: ধূসর সীমানার মোট সংখ্যা শূন্যে সেট করবে।
da: af den grå kant vil sætte totalen til nul.
sq: e kufirit gri do ta vendosë totalin në zero.
zh: 灰色边框将使总数变为零。

source: Display tooltip - Check to display the score counter tooltip
ar: عرض تلميح الأدوات - حدد هذا الخيار لعرض تلميح عداد النتائج
bg: Показване на подсказка - Поставете отметка, за да покажете подсказка за брояч на резултати
bn: টুলটিপ প্রদর্শন করুন - স্কোর কাউন্টার টুলটিপ প্রদর্শন করতে চেক করুন
da: Vis værktøjstip - Marker for at få vist værktøjstip med pointtæller
sq: Shfaq këshillën e veglave - Kontrollo për të shfaqur këshillën e veglave të numërimit të rezultateve
zh: 显示工具提示 - 勾选显示分数计数器工具提示

source: Reset counter - Click to reset the score counter to zero.
ar: إعادة تعيين العداد - انقر لإعادة تعيين عداد النتيجة إلى الصفر.
bg: Нулиране на брояча - Щракнете, за да нулирате брояча на резултатите.
bn: কাউন্টার রিসেট করুন - স্কোর কাউন্টার শূন্যে রিসেট করতে ক্লিক করুন।
da: Nulstil tæller - Klik for at nulstille scoretælleren.
sq: Rivendos numëruesin - Klikoni për të rivendosur numëruesin e rezultateve në zero.
zh: 重置计数器-单击可将分数计数器重置为零。

source: This can also be done with a double left mouse click
ar: يمكن أيضًا القيام بذلك عن طريق النقر المزدوج بزر الماوس الأيسر
bg: Това може да стане и с двойно щракване с левия бутон на мишката
bn: এটি মাউসের ডাবল বাম ক্লিকের মাধ্যমেও করা যেতে পারে।
da: Dette kan også gøres med et dobbelt venstreklik
sq: Kjo mund të bëhet edhe me një klik të dyfishtë të majtë të miut
zh: 也可以通过双击鼠标左键来完成

source: in the grey border area of the score counter box.
ar: في منطقة الحدود الرمادية لمربع عداد النتيجة.
bg: в сивата граница на полето за брояч на резултати.
bn: স্কোর কাউন্টার বক্সের ধূসর সীমানা এলাকায়।
da: i det grå kantområde af scoretællerboksen.
sq: në zonën e kufirit gri të kutisë së numëruesit të rezultateve.
zh: 在分数计数器框的灰色边框区域内。

source: You can select the following score counter control key
ar: يمكنك تحديد مفتاح التحكم في عداد النتيجة التالي
bg: Можете да изберете следния клавиш за контрол на брояча на резултати
bn: আপনি নিম্নলিখিত স্কোর কাউন্টার নিয়ন্ত্রণ কী নির্বাচন করতে পারেন
da: Du kan vælge følgende kontroltast for scoretæller
sq: Mund të zgjidhni çelësin e mëposhtëm të kontrollit të numëruesit të rezultateve
zh: 您可以选择以下计分器控制键

source: value adjustment options for the spin control buttons :-
ar: خيارات ضبط القيمة لأزرار التحكم في الدوران:-
bg: опции за регулиране на стойността за бутоните за управление на въртенето: -
bn: স্পিন কন্ট্রোল বোতামগুলির জন্য মান সমন্বয় বিকল্পগুলি :-
da: værdijusteringsmuligheder for spinkontrolknapperne:-
sq: Opsionet e rregullimit të vlerës për butonat e kontrollit të rrotullimit:-
zh: 旋转控制按钮的值调整选项：-

source: Alt - value adjustment with the <Alt> key down
ar: Alt - تعديل القيمة بالضغط على مفتاح <Alt> لأسفل
bg: Alt - настройка на стойността с клавиша <Alt> надолу
bn: Alt - <Alt> কী নিচে চেপে মান সমন্বয়
da: Alt - værdijustering med <Alt>-tasten nede
sq: Alt - rregullimi i vlerës me tastin <Alt> poshtë
zh: Alt - 使用 <Alt> 键向下调整值

source: Ctrl - value adjustment with the <Ctrl> key down
ar: Ctrl - تعديل القيمة باستخدام مفتاح <Ctrl> لأسفل
bg: Ctrl - настройка на стойността с клавиш <Ctrl> надолу
bn: Ctrl - <Ctrl> কী নিচে চেপে মান সমন্বয়
da: Ctrl - værdijustering med <Ctrl>-tasten nede
sq: Ctrl - rregullimi i vlerës me tastin <Ctrl> poshtë
zh: Ctrl - 使用 <Ctrl> 键向下调整值

source: Shift - value adjustment with the <Shift> key down
ar: Shift - تعديل القيمة بالضغط على مفتاح <Shift> لأسفل
bg: Shift - настройка на стойността с натиснат клавиш <Shift>
bn: Shift - <Shift> কী নিচে চেপে মান সমন্বয়
da: Shift - værdijustering med <Shift>-tasten nede
sq: Shift - rregullimi i vlerës me tastin <Shift> poshtë
zh: Shift - 按下 <Shift> 键调整值

source: For more information on the score counter,
ar: لمزيد من المعلومات حول عداد النتيجة،
bg: За повече информация относно брояча на резултатите,
bn: স্কোর কাউন্টার সম্পর্কে আরও তথ্যের জন্য,
da: For mere information om scoretælleren,
sq: Për më shumë informacion mbi numëruesin e pikëve,
zh: 有关分数计数器的更多信息，

source: click on the <Info> button below.
ar: انقر على زر <المعلومات> أدناه.
bg: щракнете върху бутона <Информация> по-долу.
bn: নিচের <Info> বোতামে ক্লিক করুন।
da: klik på knappen <Info> nedenfor.
sq: klikoni në butonin <Info> më poshtë.
zh: 点击下面的<信息>按钮。

source: This dialog box allows you to keep scores for quiz games,
ar: يسمح لك مربع الحوار هذا بالاحتفاظ بالنتائج لألعاب الاختبار،
bg: Този диалогов прозорец ви позволява да съхранявате резултати за игри с викторини,
bn: এই ডায়ালগ বক্সটি আপনাকে কুইজ গেমের স্কোর রাখতে সাহায্য করে,
da: Denne dialogboks giver dig mulighed for at beholde resultater for quizspil,
sq: Kjo kuti dialogu ju lejon të mbani rezultatet për lojërat e kuizit,
zh: 此对话框可让您保存问答游戏的分数，

source: where you have to predict/guess the next move in a game
ar: حيث يتعين عليك التنبؤ/تخمين الخطوة التالية في اللعبة
bg: където трябва да предвидите/познаете следващия ход в игра
bn: যেখানে আপনাকে খেলার পরবর্তী পদক্ষেপের ভবিষ্যদ্বাণী/অনুমান করতে হবে
da: hvor du skal forudsige/gætte næste træk i et spil
sq: ku duhet të parashikoni/mendoni lëvizjen e radhës në një lojë
zh: 你必须预测/猜测游戏中的下一步动作

source: and are awarded some points for doing so.
ar: ويتم منحهم بعض النقاط لقيامهم بذلك.
bg: и получават някои точки за това.
bn: এবং এটি করার জন্য কিছু পয়েন্ট দেওয়া হয়।
da: og tildeles nogle point for at gøre det.
sq: dhe marrin disa pikë për ta bërë këtë.
zh: 并因此获得一些积分。

source: I have always enjoyed doing this kind of quiz
ar: لقد استمتعت دائمًا بإجراء هذا النوع من الاختبارات
bg: Винаги ми е било приятно да правя този вид тестове
bn: আমি সবসময় এই ধরণের কুইজ করতে উপভোগ করেছি।
da: Jeg har altid nydt at lave denne form for quiz
sq: Gjithmonë më ka pëlqyer të bëja këtë lloj kuiz
zh: 我一直很喜欢做这种测验

source: but dislike keeping score with pen and paper.
ar: لكنني لا أحب تسجيل النقاط بالقلم والورقة.
bg: но не обича да води резултат с химикал и хартия.
bn: কিন্তু কলম-কাগজ দিয়ে হিসাব রাখা অপছন্দ।
da: men kan ikke lide at notere med pen og papir.
sq: por nuk ju pëlqen të mbani rezultatin me stilolaps dhe letër.
zh: 但不喜欢用纸笔记录分数。

source: If you want to try this kind of test I would recommend
ar: إذا كنت تريد تجربة هذا النوع من الاختبار، فإنني أوصيك
bg: Ако искате да опитате този вид тест, бих препоръчал
bn: আপনি যদি এই ধরণের পরীক্ষাটি চেষ্টা করতে চান তবে আমি সুপারিশ করব
da: Hvis du vil prøve denne form for test, vil jeg anbefale
sq: Nëse dëshironi të provoni këtë lloj testi, unë do t'ju rekomandoja
zh: 如果你想尝试这种测试，我建议

source: the <Solitaire Chess> articles written by Bruce Pandolfini
ar: المقالات <الشطرنج الانفرادي> التي كتبها بروس باندولفيني
bg: статиите <Solitaire Chess>, написани от Брус Пандолфини
bn: সলিটায়ার দাবা> ব্রুস প্যান্ডলফিনির লেখা প্রবন্ধ
da: <Solitaire Chess>-artiklerne skrevet af Bruce Pandolfini
sq: artikujt <Solitaire Chess> shkruar nga Bruce Pandolfini
zh: Bruce Pandolfini 撰写的《单人棋》文章

source: in the Chess Life magazine.
ar: في مجلة Chess Life.
bg: в списание Chess Life.
bn: চেস লাইফ ম্যাগাজিনে।
da: i magasinet Chess Life.
sq: në revistën Chess Life.
zh: 在《象棋生活》杂志上。

source: Although you can subscribe to this magazine, you can download
ar: على الرغم من أنه يمكنك الاشتراك في هذه المجلة، إلا أنه يمكنك تنزيلها
bg: Въпреки че можете да се абонирате за това списание, можете да изтеглите
bn: যদিও আপনি এই ম্যাগাজিনে সাবস্ক্রাইব করতে পারেন, আপনি ডাউনলোড করতে পারেন
da: Selvom du kan abonnere på dette blad, kan du downloade det
sq: Edhe pse mund të abonoheni në këtë revistë, mund ta shkarkoni
zh: 虽然你可以订阅这本杂志，但你可以下载

source: older issues that are 1 year out of date or more for free.
ar: الإصدارات القديمة التي مضى عليها عام واحد أو أكثر مجانًا.
bg: безплатно по-стари издания, които са остарели от 1 година или повече.
bn: ১ বছর বা তার বেশি পুরনো সংখ্যা বিনামূল্যে পাওয়া যাবে।
da: ældre udgaver, der er 1 år forældede eller mere gratis.
sq: çështjet më të vjetra që janë 1 vit të vjetruara ose më shumë falas.
zh: 过期 1 年或更长时间的旧刊可免费阅读。

source: You can also download a PGN file that accompanies an issue.
ar: يمكنك أيضًا تنزيل ملف PGN الذي يصاحب المشكلة.
bg: Можете също да изтеглите PGN файл, който придружава издание.
bn: আপনি কোনও সমস্যার সাথে থাকা একটি PGN ফাইলও ডাউনলোড করতে পারেন।
da: Du kan også downloade en PGN-fil, der ledsager et problem.
sq: Mund të shkarkoni gjithashtu një skedar PGN që shoqëron një problem.
zh: 您还可以下载随附问题的 PGN 文件。

source: Older issues are available from the following link :-
ar: الأعداد القديمة متاحة من الرابط التالي :-
bg: По-стари издания са достъпни от следната връзка: -
bn: পুরোনো সংখ্যাগুলি নিম্নলিখিত লিঙ্ক থেকে পাওয়া যাবে:-
da: Ældre udgaver er tilgængelige fra følgende link:-
sq: Çështjet e vjetra janë në dispozicion nga lidhja e mëposhtme: -
zh: 旧刊可从以下链接查阅：-

source: The Nimzo program is ideally suited to this kind of quiz
ar: يعد برنامج Nimzo مناسبًا تمامًا لهذا النوع من الاختبارات
bg: Програмата Nimzo е идеално подходяща за този вид тестове
bn: নিমজো প্রোগ্রামটি এই ধরণের কুইজের জন্য আদর্শভাবে উপযুক্ত।
da: Nimzo-programmet er ideelt egnet til denne form for quiz
sq: Programi Nimzo është i përshtatshëm në mënyrë ideale për këtë lloj kuizi
zh: Nimzo 程序非常适合这种测验

source: because its window sizes well. You can have the Nimzo program
ar: لأن حجم نافذته جيد. يمكنك الحصول على برنامج Nimzo
bg: тъй като размерите на прозореца му са добри. Можете да имате програмата Nimzo
bn: কারণ এর জানালার আকার ভালো। আপনি নিমজো প্রোগ্রামটি ব্যবহার করতে পারেন।
da: fordi dens vinduesstørrelser godt. Du kan få Nimzo-programmet
sq: sepse dritaret e saj kanë madhësi të mirë. Ju mund të keni programin Nimzo
zh: 因为它的窗口大小合适。你可以使用 Nimzo 程序

source: open in the left half of the screen with the PGN file loaded
ar: افتح في النصف الأيسر من الشاشة مع تحميل ملف PGN
bg: отворете в лявата половина на екрана със зареден PGN файл
bn: PGN ফাইল লোড করে স্ক্রিনের বাম অর্ধেক খুলুন
da: åben i venstre halvdel af skærmen med PGN-filen indlæst
sq: hapeni në gjysmën e majtë të ekranit me skedarin PGN të ngarkuar
zh: 在屏幕左半部分打开并加载 PGN 文件

source: and a PDF reader with the magazine loaded in the right half.
ar: وقارئ PDF مع تحميل المجلة في النصف الأيمن.
bg: и PDF четец със списанието, заредено в дясната половина.
bn: এবং ডান অর্ধেক ম্যাগাজিন লোড করা একটি পিডিএফ রিডার।
da: og en PDF-læser med magasinet indlæst i højre halvdel.
sq: dhe një lexues PDF me revistën e ngarkuar në gjysmën e djathtë.
zh: 以及一个在右半部分装有杂志的 PDF 阅读器。

source: I use the free program <PDF-XChange Viewer> for this purpose.
ar: أستخدم البرنامج المجاني <PDF-XChange Viewer> لهذا الغرض.
bg: За тази цел използвам безплатната програма <PDF-XChange Viewer>.
bn: আমি এই উদ্দেশ্যে বিনামূল্যের প্রোগ্রাম <PDF-XChange Viewer> ব্যবহার করি।
da: Jeg bruger det gratis program <PDF-XChange Viewer> til dette formål.
sq: Unë përdor programin falas <PDF-XChange Viewer> për këtë qëllim.
zh: 为此，我使用免费程序<PDF-XChange Viewer>。

source: You can then set Nimzo to puzzle mode and use the counter
ar: يمكنك بعد ذلك ضبط Nimzo على وضع الألغاز واستخدام العداد
bg: След това можете да настроите Nimzo в режим пъзел и да използвате брояча
bn: এরপর আপনি নিমজোকে ধাঁধা মোডে সেট করতে পারেন এবং কাউন্টারটি ব্যবহার করতে পারেন
da: Du kan derefter indstille Nimzo til puslespilstilstand og bruge tælleren
sq: Më pas mund ta vendosni Nimzo në modalitetin e enigmës dhe të përdorni numëruesin
zh: 然后，您可以将 Nimzo 设置为拼图模式，并使用计数器

source: for keeping score.
ar: لحفظ النتيجة.
bg: за водене на резултат.
bn: স্কোর রাখার জন্য।
da: for at holde score.
sq: për mbajtjen e rezultatit.
zh: 用于保持得分。

source: The counter can be reset to zero with a double click
ar: يمكن إعادة تعيين العداد إلى الصفر بنقرة مزدوجة
bg: Броячът може да се нулира с двойно щракване
bn: ডাবল ক্লিকের মাধ্যমে কাউন্টারটি শূন্যে রিসেট করা যেতে পারে
da: Tælleren kan nulstilles med et dobbeltklik
sq: Numëruesi mund të rivendoset në zero me një klik të dyfishtë
zh: 双击即可将计数器重置为零

source: in the grey border that surrounds the central number box.
ar: في الإطار الرمادي الذي يحيط بصندوق الأرقام المركزي.
bg: в сивата рамка, която заобикаля централното числово поле.
bn: কেন্দ্রীয় নম্বর বাক্সকে ঘিরে থাকা ধূসর সীমানায়।
da: i den grå kant, der omgiver den centrale talboks.
sq: në kufirin gri që rrethon kutinë qendrore të numrave.
zh: 位于围绕中央数字框的灰色边框中。

source: If you find the tooltip for the score window annoying,
ar: إذا وجدت أن تلميح الأدوات الخاص بنافذة النتيجة مزعجًا،
bg: Ако намерите подсказката за прозореца с резултата досадна,
bn: যদি আপনার কাছে স্কোর উইন্ডোর টুলটিপটি বিরক্তিকর মনে হয়,
da: Hvis du finder værktøjstippet til resultatvinduet irriterende,
sq: Nëse ju duket e bezdisshme këshilla e veglave për dritaren e rezultateve,
zh: 如果你发现分数窗口的工具提示很烦人，

source: you can switch it off with the <Tooltip on/off> button.
ar: يمكنك إيقاف تشغيله باستخدام زر <Tooltip on/off>.
bg: можете да го изключите с бутона <Tooltip on/off>.
bn: আপনি <Tooltip on/off> বোতামটি ব্যবহার করে এটি বন্ধ করতে পারেন।
da: du kan slukke den med knappen <Værktøjstip til/fra>.
sq: mund ta fikni me butonin <Tooltip on/off>.
zh: 您可以使用<Tooltip on/off>按钮将其关闭。

source: Score counter info
ar: معلومات عن عداد النتيجة
bg: Информация за брояч на резултати
bn: স্কোর কাউন্টার তথ্য
da: Scoretæller info
sq: Informacioni i numëruesit të pikëve
zh: 分数计数器信息

source: Please select the engine search info options :-
ar: الرجاء تحديد خيارات معلومات البحث عن المحرك:
bg: Моля, изберете опциите за информация за търсене в двигателя: -
bn: ইঞ্জিন অনুসন্ধান তথ্য বিকল্পগুলি নির্বাচন করুন :-
da: Vælg venligst indstillingerne for motorsøgningsoplysninger: -
sq: Ju lutemi zgjidhni opsionet e informacionit të kërkimit të motorit:-
zh: 请选择引擎搜索信息选项:-

source: Display search info
ar: عرض معلومات البحث
bg: Показване на информация за търсене
bn: অনুসন্ধান তথ্য প্রদর্শন করুন
da: Vis søgeoplysninger
sq: Shfaq informacionin e kërkimit
zh: 显示搜索信息

source: Human thinking
ar: التفكير البشري
bg: Човешко мислене
bn: মানুষের চিন্তাভাবনা
da: Menneskelig tænkning
sq: Mendimi njerëzor
zh: 人类思维

source: Computer thinking
ar: تفكير الكمبيوتر
bg: Компютърно мислене
bn: কম্পিউটার চিন্তাভাবনা
da: Computer tænkning
sq: Mendimi kompjuterik
zh: 计算机思维

source: Engine name
ar: اسم المحرك
bg: Име на двигателя
bn: ইঞ্জিনের নাম
da: Motornavn
sq: Emri i motorit
zh: 引擎名称

source: Search depth
ar: عمق البحث
bg: Дълбочина на търсене
bn: অনুসন্ধানের গভীরতা
da: Søgedybde
sq: Thellësia e kërkimit
zh: 搜索深度

source: Evaluation
ar: تقييم
bg: Оценка
bn: মূল্যায়ন
da: Evaluering
sq: Vlerësimi
zh: 评估

source: Kilo nodes / sec
ar: كيلو عقدة / ثانية
bg: Кило възли / сек
bn: কিলো নোড / সেকেন্ড
da: Kiloknuder/sek
sq: Nyjet kilo / sek
zh: 千节点/秒

source: Move time taken
ar: الوقت المستغرق للتحرك
bg: Отнето време за движение
bn: স্থানান্তরের সময় লেগেছে
da: Flyttetid taget
sq: Koha e marrë për lëvizje
zh: 移动所用时间

source: Best line
ar: افضل خط
bg: Най-добра линия
bn: সেরা লাইন
da: Bedste linje
sq: Linja më e mirë
zh: 最佳线路

source: Max move no.
ar: أقصى حركة رقم
bg: Максимално движение №
bn: সর্বোচ্চ চাল নং।
da: Max træk nr.
sq: Lëvizja maksimale nr.
zh: 最大移動數

source: Auto select panel
ar: لوحة الاختيار التلقائي
bg: Панел за автоматичен избор
bn: স্বয়ংক্রিয়ভাবে প্যানেল নির্বাচন করুন
da: Automatisk valgpanel
sq: Paneli i përzgjedhjes automatike
zh: 自动选择面板

source: Display engine search info during a move search
ar: عرض معلومات بحث المحرك أثناء البحث عن الحركة
bg: Показване на информация за търсене на машината по време на търсене в ход
bn: স্থানান্তর অনুসন্ধানের সময় ইঞ্জিন অনুসন্ধানের তথ্য প্রদর্শন করুন
da: Vis motorsøgeoplysninger under en flytningssøgning
sq: Shfaqni informacionin e kërkimit të motorit gjatë një kërkimi për lëvizje
zh: 在移动搜索期间显示引擎搜索信息

source: Display search info when human is thinking,
ar: عرض معلومات البحث عندما يفكر الإنسان،
bg: Показване на информация за търсене, когато човек мисли,
bn: মানুষ যখন চিন্তা করছে তখন অনুসন্ধানের তথ্য প্রদর্শন করুন,
da: Vis søgeoplysninger, når mennesket tænker,
sq: Shfaq informacionin e kërkimit kur njeriu është duke menduar,
zh: 在人类思考时显示搜索信息，

source: (Ponder must be on)
ar: (يجب أن يكون هناك تفكير)
bg: (Пондерът трябва да е включен)
bn: (পন্ডার অবশ্যই চালু থাকতে হবে)
da: (Tænk skal være tændt)
sq: (Penderi duhet të jetë aktiv)
zh: （必须深思）

source: Display search info when computer is thinking
ar: عرض معلومات البحث عندما يفكر الكمبيوتر
bg: Показване на информация за търсене, когато компютърът мисли
bn: কম্পিউটার যখন চিন্তা করছে তখন অনুসন্ধানের তথ্য প্রদর্শন করুন
da: Vis søgeoplysninger, når computeren tænker
sq: Shfaqni informacionin e kërkimit kur kompjuteri është duke menduar
zh: 在计算机思考时显示搜索信息

source: Display the engine name
ar: عرض اسم المحرك
bg: Покажете името на двигателя
bn: ইঞ্জিনের নাম প্রদর্শন করুন
da: Vis motornavnet
sq: Shfaq emrin e motorit
zh: 显示引擎名称
