Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: to be displayed in the move list window.
ar: ليتم عرضها في نافذة قائمة النقل.
bg: да се покаже в прозореца на списъка за преместване.
bn: সরানোর তালিকা উইন্ডোতে প্রদর্শিত হবে।
da: skal vises i flyttelistevinduet.
sq: për t'u shfaqur në dritaren e listës së lëvizjes.
zh: 显示在移动列表窗口中。

source: Rotate knights - Check to rotate knights that are positioned
ar: تدوير الفرسان - حدد هذا الخيار لتدوير الفرسان الموجودين في وضع
bg: Rotate knights - Поставете отметка, за да завъртите конете, които са позиционирани
bn: নাইটদের ঘোরান - অবস্থান করা নাইটদের ঘোরাতে চেক করুন
da: Roter riddere - Marker for at rotere riddere, der er placeret
sq: Rotate Knights - Kontrollo për të rrotulluar kalorësit që janë pozicionuar
zh: 旋转骑士 - 勾选后可旋转已定位的骑士

source: in the left half of the board to face inwards.
ar: في النصف الأيسر من اللوحة لمواجهة الداخل.
bg: в лявата половина на дъската с лице навътре.
bn: বোর্ডের বাম অর্ধেক অংশ ভেতরের দিকে মুখ করে।
da: i venstre halvdel af brættet for at vende indad.
sq: në gjysmën e majtë të tabelës me fytyrë nga brenda.
zh: 在板的左半部分朝内。

source: Move prompt - Check for a move prompt to be displayed on the right
ar: موجه التحرك - تحقق من ظهور موجه التحرك على اليمين
bg: Подкана за преместване - Проверете дали вдясно се показва подкана за преместване
bn: সরানোর প্রম্পট - ডানদিকে একটি সরানোর প্রম্পট প্রদর্শিত হচ্ছে কিনা তা পরীক্ষা করুন।
da: Flyt-prompt - Kontroller, om en flytte-prompt vises til højre
sq: Prompt për lëvizje - Kontrolloni që një kërkesë për lëvizje të shfaqet në të djathtë
zh: 移动提示 - 勾选右侧显示移动提示

source: of the menu bar during a human vs engine game.
ar: من شريط القائمة أثناء اللعبة بين الإنسان والمحرك.
bg: на лентата с менюта по време на игра човек срещу двигател.
bn: মানুষ বনাম ইঞ্জিন খেলার সময় মেনু বারের।
da: på menulinjen under et menneske mod motor-spil.
sq: i shiritit të menusë gjatë një loje njeriu kundër motorit.
zh: 在人类与引擎游戏期间的菜单栏。

source: Puzzle prompt - Check for a puzzle prompt to be displayed on the
ar: موجه اللغز - تحقق من عرض موجه اللغز على
bg: Подкана за пъзел - Проверете дали подкана за пъзел се показва на
bn: ধাঁধা প্রম্পট - একটি ধাঁধা প্রম্পট প্রদর্শিত হচ্ছে কিনা তা পরীক্ষা করুন
da: Puslespil - Tjek, om der vises en puslespilsprompt på
sq: Prompt puzzle - Kontrolloni për një kërkesë enigme që do të shfaqet në
zh: 谜题提示 - 检查是否在

source: right of the menu bar when puzzle mode is set.
ar: يمين شريط القائمة عند ضبط وضع اللغز.
bg: вдясно от лентата с менюта, когато е зададен режим пъзел.
bn: ধাঁধা মোড সেট করা হলে মেনু বারের ডানদিকে।
da: højre for menulinjen, når puslespilstilstand er indstillet.
sq: djathtas shiritit të menysë kur vendoset modaliteti i enigmës.
zh: 设置拼图模式时，菜单栏右侧。

source: View angle - Select the view angle of the scene, in degrees, for the 3d camera.
ar: زاوية العرض - حدد زاوية عرض المشهد، بالدرجات، للكاميرا ثلاثية الأبعاد.
bg: Ъгъл на гледане - Изберете ъгъла на гледане на сцената, в градуси, за 3D камерата.
bn: ভিউ অ্যাঙ্গেল - 3D ক্যামেরার জন্য দৃশ্যের ভিউ অ্যাঙ্গেল ডিগ্রীতে নির্বাচন করুন।
da: Synsvinkel - Vælg billedvinklen for scenen i grader for 3d-kameraet.
sq: Këndi i shikimit - Zgjidhni këndin e pamjes së skenës, në gradë, për kamerën 3d.
zh: 视角- 为 3D 相机选择场景的视角（以度为单位）。

source: a higher number produces a smaller, longer board.
ar: يؤدي العدد الأكبر إلى إنتاج لوحة أصغر وأطول.
bg: по-голямото число произвежда по-малка, по-дълга дъска.
bn: একটি উচ্চ সংখ্যা একটি ছোট, দীর্ঘ বোর্ড তৈরি করে।
da: et højere tal giver et mindre, længere bord.
sq: një numër më i lartë prodhon një tabelë më të vogël dhe më të gjatë.
zh: 数字越大，产生的板子越小、越长。

source: a lower number produces a larger, squarer board.
ar: يؤدي عدد أقل إلى إنتاج لوحة أكبر وأكثر مربعة.
bg: по-ниско число произвежда по-голяма, квадратна дъска.
bn: একটি কম সংখ্যা একটি বৃহত্তর, বর্গাকার বোর্ড তৈরি করে।
da: et lavere tal giver en større, firkantet tavle.
sq: një numër më i ulët prodhon një tabelë më të madhe dhe më katrore.
zh: 数字越低，产生的板子越大、越方正。

source: Square adjustment - Select the mouse click square adjustment value.
ar: ضبط المربع - حدد قيمة ضبط مربع النقر بالماوس.
bg: Корекция на квадрат - Изберете стойността на корекция на квадрата с щракване на мишката.
bn: বর্গক্ষেত্র সমন্বয় - মাউস ক্লিক বর্গক্ষেত্র সমন্বয় মান নির্বাচন করুন।
da: Kvadratjustering - Vælg værdien for kvadratjustering med musen.
sq: Rregullimi katror - Zgjidhni vlerën e rregullimit katror të klikimit të miut.
zh: 方形调整-选择鼠标单击方形调整值。

source: This adjusts the mouse click co-ordinates, so that even when you click on the edge
ar: يؤدي هذا إلى ضبط إحداثيات نقرة الماوس، بحيث حتى عند النقر على الحافة
bg: Това коригира координатите на щракване на мишката, така че дори когато щракнете върху ръба
bn: এটি মাউস ক্লিক স্থানাঙ্কগুলিকে সামঞ্জস্য করে, যাতে আপনি যখন প্রান্তে ক্লিক করেন তখনও
da: Dette justerer museklik-koordinaterne, så selv når du klikker på kanten
sq: Kjo rregullon koordinatat e klikimeve të miut, në mënyrë që edhe kur klikoni në skaj
zh: 这将调整鼠标点击坐标，这样即使你点击了边缘

source: of a square, the correct square is still selected. Generally speaking, if you
ar: من مربع، لا يزال يتم تحديد المربع الصحيح. بشكل عام، إذا قمت بتحديد المربع الصحيح،
bg: на квадрат, правилният квадрат все още е избран. Най-общо казано, ако вие
bn: একটি বর্গক্ষেত্রের, সঠিক বর্গক্ষেত্রটি এখনও নির্বাচিত থাকে। সাধারণভাবে বলতে গেলে, যদি আপনি
da: af en firkant, er den korrekte firkant stadig valgt. Generelt set, hvis du
sq: nga një katror, ​​zgjidhet ende katrori i saktë. Në përgjithësi, nëse ju
zh: 的方块，正确的方块仍然被选中。一般来说，如果你

source: click near to the middle of a square, correct square selection is not an issue.
ar: انقر بالقرب من منتصف المربع، ولن يكون اختيار المربع الصحيح مشكلة.
bg: щракнете близо до средата на квадрат, правилният избор на квадрат не е проблем.
bn: বর্গক্ষেত্রের মাঝখানে ক্লিক করলে, সঠিক বর্গক্ষেত্র নির্বাচন কোন সমস্যা নয়।
da: klik tæt på midten af ​​en firkant, korrekt firkantvalg er ikke et problem.
sq: klikoni afër mesit të një katrori, zgjedhja e saktë e katrorit nuk është problem.
zh: 单击靠近正方形中间的位置，正确选择正方形不是问题。

source: Use multi-sampling - If available, check this box to use multi-sampling
ar: استخدام أخذ عينات متعددة - إذا كان متاحًا، حدد هذا المربع لاستخدام أخذ عينات متعددة
bg: Използване на множествена извадка - Ако е налично, поставете отметка в това квадратче, за да използвате множествена извадка
bn: মাল্টি-স্যাম্পলিং ব্যবহার করুন - যদি পাওয়া যায়, তাহলে মাল্টি-স্যাম্পলিং ব্যবহার করতে এই বাক্সটি চেক করুন।
da: Brug multi-sampling - Hvis det er tilgængeligt, skal du markere dette felt for at bruge multi-sampling
sq: Përdorni shumë mostra - Nëse është e disponueshme, kontrolloni këtë kuti për të përdorur shumë mostra
zh: 使用多重采样 - 如果可用，请选中此框以使用多重采样

source: when drawing the chess board and pieces. This gives a sharper definition
ar: عند رسم رقعة الشطرنج وقطعها، فهذا يعطي تعريفًا أكثر وضوحًا
bg: при теглене на шахматната дъска и фигурите. Това дава по-ясно определение
bn: দাবার বোর্ড এবং টুকরো আঁকার সময়। এটি একটি তীক্ষ্ণ সংজ্ঞা দেয়
da: ved tegning af skakbræt og brikker. Dette giver en skarpere definition
sq: kur vizatojnë tabelën dhe pjesët e shahut. Kjo jep një përkufizim më të qartë
zh: 画棋盘和棋子时。这给出了更清晰的定义

source: to the edges of objects, but slows down the rendering process slightly.
ar: إلى حواف الكائنات، لكنه يبطئ عملية العرض قليلاً.
bg: до краищата на обектите, но леко забавя процеса на изобразяване.
bn: বস্তুর প্রান্তে, কিন্তু রেন্ডারিং প্রক্রিয়াটিকে কিছুটা ধীর করে দেয়।
da: til kanterne af objekter, men sænker gengivelsesprocessen lidt.
sq: në skajet e objekteve, por ngadalëson pak procesin e paraqitjes.
zh: 到物体的边缘，但会稍微减慢渲染过程。

source: Sampling value - Select the value for multi-sampling ( 1 - 16 )
ar: قيمة العينة - حدد القيمة للعينات المتعددة ( 1 - 16 )
bg: Стойност на извадката - Изберете стойността за множествена извадка ( 1 - 16 )
bn: নমুনা গ্রহণের মান - মাল্টি-স্যাম্পলিংয়ের জন্য মান নির্বাচন করুন (1 - 16)
da: Sampling værdi - Vælg værdien for multi-sampling ( 1 - 16 )
sq: Vlera e kampionimit - Zgjidhni vlerën për shumë mostra ( 1 - 16 )
zh: 采样值 - 选择多重采样的值（1 - 16）

source: Board bitmaps.. - Opens the board square bitmaps dialog box.
ar: خرائط بتات اللوحة.. - يفتح مربع حوار خرائط بتات مربع اللوحة.
bg: Board bitmaps.. - Отваря диалоговия прозорец с квадратни растерни изображения на дъската.
bn: বোর্ড বিটম্যাপ.. - বোর্ড বর্গাকার বিটম্যাপ ডায়ালগ বক্স খোলে।
da: Board bitmaps.. - Åbner boardet firkantede bitmaps dialogboksen.
sq: Bitmaps të tabelës.. - Hap kutinë e dialogut me bitmaps katror të tabelës.
zh: 板位图.. - 打开板方形位图对话框。

source: Border bitmaps.. - Opens the border bitmaps dialog box.
ar: خرائط بتات الحدود.. - يفتح مربع حوار خرائط بتات الحدود.
bg: Border bitmaps.. - Отваря диалоговия прозорец с растерни изображения на границите.
bn: বর্ডার বিটম্যাপ.. - বর্ডার বিটম্যাপ ডায়ালগ বক্স খোলে।
da: Kant bitmaps.. - Åbner kant bitmaps dialogboksen.
sq: Border bitmaps.. - Hap kutinë e dialogut të bitmaps të kufirit.
zh: 边框位图.. - 打开边框位图对话框。

source: Piece bitmaps.. - Opens the piece bitmaps dialog box.
ar: خرائط بتات القطعة.. - يفتح مربع حوار خرائط بتات القطعة.
bg: Piece bitmaps.. - Отваря диалоговия прозорец за растерни изображения на части.
bn: পিস বিটম্যাপ.. - পিস বিটম্যাপ ডায়ালগ বক্স খোলে।
da: Stykke bitmaps.. - Åbner stykke bitmaps dialogboksen.
sq: Piece bitmaps.. - Hap kutinë e dialogut të bitmaps-it.
zh: 样片位图.. - 打开样片位图对话框。

source: 3d graphics help
ar: مساعدة في الرسومات ثلاثية الأبعاد
bg: Помощ за 3D графики
bn: 3D গ্রাফিক্স সাহায্য
da: Hjælp til 3D-grafik
sq: Ndihmë për grafika 3D
zh: 3D 图形帮助

source: Board square bitmaps
ar: خرائط نقطية للوحة المربعة
bg: Платкови квадратни растерни изображения
bn: বোর্ড স্কয়ার বিটম্যাপ
da: Bord firkantede bitmaps
sq: Bitmaps katrore të tabelës
zh: 棋盘方形位图

source: Board border bitmap
ar: خريطة حدود اللوحة
bg: Растерна графика на борда
bn: বোর্ড বর্ডার বিটম্যাপ
da: Border bitmap
sq: Bitmap kufiri i bordit
zh: 棋盘边框位图

source: Piece bitmaps
ar: خرائط القطع
bg: Частични растерни изображения
bn: টুকরো বিটম্যাপ
da: Stykke bitmaps
sq: Bitmap pjesë
zh: 片位图

source: Click arrows for board adjustments
ar: انقر على الأسهم لإجراء تعديلات على اللوحة
bg: Кликнете върху стрелките за корекции на дъската
bn: বোর্ড সমন্বয়ের জন্য তীরচিহ্নগুলিতে ক্লিক করুন
da: Klik på pilene for tavlejusteringer
sq: Klikoni shigjetat për rregullimet e tabelës
zh: 点击箭头进行板面调整

source: As is to increase / decrease the board size,
ar: كما هو الحال بالنسبة لزيادة / تقليل حجم اللوحة،
bg: Както и да увеличите/намалите размера на дъската,
bn: বোর্ডের আকার বাড়াতে/কমাতে,
da: Som det er for at øge / mindske brættets størrelse,
sq: Si për të rritur / ulur madhësinë e tabelës,
zh: 就像增加/减少板的尺寸一样，

source: hold key <x> <a> or <z> for separate size changes
ar: اضغط باستمرار على المفتاح <x> <a> أو <z> لإجراء تغييرات منفصلة في الحجم
bg: задръжте клавиш <x> <a> или <z> за отделни промени на размера
bn: আলাদা আকার পরিবর্তনের জন্য <x> <a> অথবা <z> কী ধরে রাখুন
da: hold tasten <x> <a> eller <z> nede for separate størrelsesændringer
sq: mbajeni tastin <x> <a> ose <z> për ndryshime të veçanta të madhësisë
zh: 按住 <x> <a> 或 <z> 键可单独更改尺寸

source: Hold SHIFT key and <x>, <a> or <z> to move the board
ar: اضغط باستمرار على مفتاح SHIFT و<x> أو <a> أو <z> لتحريك اللوحة
bg: Задръжте клавиша SHIFT и <x>, <a> или <z>, за да преместите дъската
bn: বোর্ডটি সরাতে SHIFT কী এবং <x>, <a> অথবা <z> ধরে রাখুন।
da: Hold SHIFT-tasten og <x>, <a> eller <z> nede for at flytte brættet
sq: Mbani tastin SHIFT dhe <x>, <a> ose <z> për të lëvizur tabelën
zh: 按住 SHIFT 键和 <x>、<a> 或 <z> 移动棋盘

source: Hold ALT key and <a> or <z> to tilt the board
ar: اضغط باستمرار على مفتاح ALT و<a> أو <z> لإمالة اللوحة
bg: Задръжте клавиша ALT и <a> или <z>, за да наклоните дъската
bn: বোর্ডটি কাত করার জন্য ALT কী এবং <a> অথবা <z> ধরে রাখুন।
da: Hold ALT-tasten og <a> eller <z> nede for at vippe brættet
sq: Mbani tastin ALT dhe <a> ose <z> për të anuar tabelën
zh: 按住 ALT 键和 <a> 或 <z> 键可倾斜棋盘

source: Button
ar: زر
bg: Бутон
bn: বোতাম
da: Knap
sq: Butoni
zh: 按钮

source: Capture top
ar: التقاط القمة
bg: Заснемане на върха
bn: উপরের অংশ ক্যাপচার করুন
da: Fang toppen
sq: Kapni pjesën e sipërme
zh: 捕获顶部

source: Capture all
ar: التقاط كل شيء
bg: Уловете всички
bn: সব ক্যাপচার করুন
da: Fang alle
sq: Kapni të gjitha
zh: 捕获全部

source: Toggle kibitzing
ar: تبديل التطفل
bg: Превключване на kibitzing
bn: কিবিটজিং টগল করুন
da: Slå kibitzing til/fra
sq: Ndrysho kibitzimin
zh: 切换旁观

source: Copy the first line to the game move list box
ar: انسخ السطر الأول إلى مربع قائمة التحركات في اللعبة
bg: Копирайте първия ред в полето със списък за движение на играта
bn: গেম মুভ লিস্ট বক্সে প্রথম লাইনটি কপি করুন।
da: Kopier den første linje til spillelisten
sq: Kopjoni rreshtin e parë në kutinë e listës së lëvizjes së lojës
zh: 将第一行复制到游戏移动列表框

source: Copy all lines to the game move list box
ar: انسخ جميع الخطوط إلى قائمة نقل اللعبة
bg: Копирайте всички редове в полето със списък за движение на играта
bn: গেম মুভ লিস্ট বক্সে সমস্ত লাইন কপি করুন।
da: Kopier alle linjer til spillelisten
sq: Kopjoni të gjitha rreshtat në kutinë e listës së lëvizjes së lojës
zh: 将所有行复制到游戏移动列表框

source: Increment the number of lines displayed
ar: زيادة عدد الخطوط المعروضة
bg: Увеличете броя на показаните редове
bn: প্রদর্শিত লাইনের সংখ্যা বৃদ্ধি করুন
da: Øg antallet af viste linjer
sq: Rritni numrin e rreshtave të shfaqur
zh: 增加显示的行数

source: Decrement the number of lines displayed
ar: تقليل عدد الخطوط المعروضة
bg: Намалете броя на показаните редове
bn: প্রদর্শিত লাইনের সংখ্যা হ্রাস করুন
da: Reducer antallet af viste linjer
sq: Zvogëloni numrin e rreshtave të shfaqur
zh: 减少显示的行数

source: Display help for kibitz window
ar: عرض المساعدة لنافذة Kibitz
bg: Показване на помощ за kibitz прозорец
bn: kibitz উইন্ডোর জন্য সাহায্য প্রদর্শন করুন
da: Vis hjælp til kibitz-vindue
sq: Shfaq ndihmën për dritaren kibitz
zh: 显示 kibitz 窗口的帮助

source: The kibitz box is opened by clicking on the kibitz icon on the toolbar
ar: يتم فتح صندوق kibitz بالضغط على أيقونة kibitz الموجودة على شريط الأدوات
bg: Кутията kibitz се отваря чрез щракване върху иконата kibitz в лентата с инструменти
bn: টুলবারে kibitz আইকনে ক্লিক করলে kibitz বক্সটি খোলা হয়।
da: Kibitz-boksen åbnes ved at klikke på kibitz-ikonet på værktøjslinjen
sq: Kutia e kibitz-it hapet duke klikuar në ikonën kibitz në shiritin e veglave
zh: 点击工具栏上的 kibitz 图标即可打开 kibitz 框

source: (The one that looks like a small spider).
ar: (الذي يشبه العنكبوت الصغير).
bg: (Този, който прилича на малък паяк).
bn: (যেটা দেখতে ছোট মাকড়সার মতো)।
da: (Den der ligner en lille edderkop).
sq: (Ajo që duket si një merimangë e vogël).
zh: （看起来像小蜘蛛的那一个）。

source: It can be closed by clicking on the same icon with the box displayed and
ar: يمكن إغلاقه بالضغط على نفس الأيقونة مع المربع المعروض
bg: Може да се затвори, като щракнете върху същата икона с показаното поле и
bn: প্রদর্শিত বাক্সের সাথে একই আইকনে ক্লিক করে এটি বন্ধ করা যেতে পারে এবং
da: Den kan lukkes ved at klikke på det samme ikon med boksen vist og
sq: Mund të mbyllet duke klikuar në të njëjtën ikonë me kutinë e shfaqur dhe
zh: 可以通过单击显示的框中的相同图标来关闭它，并且

source: kibitzing stopped, or by clicking the button at the bottom of this screen.
ar: يمكنك التوقف عن التطفل، أو عن طريق النقر على الزر الموجود في أسفل هذه الشاشة.
bg: kibitzing спряно, или като щракнете върху бутона в долната част на този екран.
bn: কিবিটজিং বন্ধ করা হয়েছে, অথবা এই স্ক্রিনের নীচের বোতামে ক্লিক করে।
da: kibitzing stoppet, eller ved at klikke på knappen nederst på denne skærm.
sq: kibitzimi ndaloi, ose duke klikuar butonin në fund të këtij ekrani.
zh: 停止旁观，或者点击此屏幕底部的按钮。

source: The kibitz box can be moved by clicking on the area between the buttons
ar: يمكن نقل صندوق الكيبيتز بالضغط على المنطقة الموجودة بين الأزرار
bg: Кибиц кутията може да бъде преместена чрез щракване върху областта между бутоните
bn: বোতামগুলির মধ্যে থাকা জায়গায় ক্লিক করে কিবিটজ বক্সটি সরানো যেতে পারে
da: Kibitz-boksen kan flyttes ved at klikke på området mellem knapperne
sq: Kutia e kibitz-it mund të zhvendoset duke klikuar në zonën midis butonave
zh: 点击按钮之间的区域即可移动 kibitz 框

source: and dragging the box to the desired location.
ar: وسحب المربع إلى الموقع المطلوب.
bg: и плъзгане на кутията до желаното място.
bn: এবং বাক্সটিকে পছন্দসই স্থানে টেনে আনুন।
da: og træk boksen til den ønskede placering.
sq: dhe zvarriteni kutinë në vendin e dëshiruar.
zh: 并将框拖至所需位置。

source: This is easier if you start a new game, then you have almost the whole
ar: يصبح هذا أسهل إذا بدأت لعبة جديدة، إذًا سيكون لديك كل شيء تقريبًا
bg: Това е по-лесно, ако започнете нова игра, тогава имате почти цялата
bn: আপনি যদি একটি নতুন খেলা শুরু করেন তবে এটি আরও সহজ, তারপর আপনার কাছে প্রায় পুরোটাই থাকবে
da: Dette er nemmere, hvis du starter et nyt spil, så har du næsten det hele
sq: Kjo është më e lehtë nëse filloni një lojë të re, atëherë keni pothuajse të gjithë
zh: 如果你开始一个新游戏，这会更容易，然后你几乎拥有了整个

source: window to click and drag. It also helps to use gentle mouse movements.
ar: نافذة للنقر والسحب. كما أنه من المفيد استخدام حركات الماوس اللطيفة.
bg: прозорец, за да щракнете и плъзнете. Помага и използването на нежни движения на мишката.
bn: ক্লিক এবং টেনে আনার জন্য উইন্ডো। এটি মৃদু মাউস নড়াচড়া ব্যবহার করতেও সাহায্য করে।
da: vindue for at klikke og trække. Det hjælper også at bruge blide musebevægelser.
sq: dritare për të klikuar dhe zvarritur. Ndihmon gjithashtu përdorimin e lëvizjeve të buta të miut.
zh: 窗口单击并拖动。使用轻柔的鼠标移动也有帮助。

source: If you move the chess board up a bit using the board manipulation widget -
ar: إذا قمت بتحريك رقعة الشطرنج لأعلى قليلًا باستخدام أداة التحكم بالرقعة -
bg: Ако преместите шахматната дъска малко нагоре с помощта на приспособлението за манипулиране на дъската -
bn: যদি আপনি বোর্ড ম্যানিপুলেশন উইজেট ব্যবহার করে দাবা বোর্ডটিকে একটু উপরে সরান -
da: Hvis du flytter skakbrættet lidt op ved hjælp af brætmanipulationswidgetten -
sq: Nëse e lëvizni tabelën e shahut pak lart duke përdorur miniaplikacionin e manipulimit të tabelës -
zh: 如果你使用棋盘操作小部件将棋盘向上移动一点 -

source: the double headed arrow at the bottom right of the screen, < Shift + Up Arrow >
ar: السهم ذو الرأسين في أسفل يمين الشاشة، <Shift + سهم لأعلى>
bg: двустранната стрелка в долния десен ъгъл на екрана, < Shift + стрелка нагоре >
bn: স্ক্রিনের নীচে ডানদিকে দ্বিমুখী তীর, <Shift + Up Arrow >
da: den dobbelte pil nederst til højre på skærmen, < Shift + Pil op >
sq: shigjeta me dy drejtime në fund të djathtë të ekranit, < Shift + Shigjeta lart >
zh: 屏幕右下角的双向箭头，< Shift + 向上箭头 >

source: then there will be room for the kibitz box to sit neatly below the board.
ar: ثم سيكون هناك مساحة لصندوق kibitz للجلوس بشكل أنيق أسفل اللوحة.
bg: тогава ще има място за кибиц кутията, която да стои спретнато под дъската.
bn: তাহলে কিবিটজ বক্সটি বোর্ডের নীচে সুন্দরভাবে বসার জন্য জায়গা থাকবে।
da: så bliver der plads til, at kibitzboksen kan sidde pænt under tavlen.
sq: atëherë do të ketë vend që kutia e kibitzit të ulet mirë poshtë tabelës.
zh: 这样，kibitz 盒子就可以整齐地放置在板子下面了。

source: The location of the kibitz box will be saved for future display.
ar: سيتم حفظ موقع صندوق kibitz للعرض في المستقبل.
bg: Местоположението на kibitz кутията ще бъде запазено за бъдещо показване.
bn: কিবিটজ বক্সের অবস্থান ভবিষ্যতে প্রদর্শনের জন্য সংরক্ষণ করা হবে।
da: Placeringen af ​​kibitz-boksen vil blive gemt til fremtidig visning.
sq: Vendndodhja e kutisë së kibitzit do të ruhet për shfaqje në të ardhmen.
zh: kibitz 盒的位置将被保存以供将来显示。

source: If you have the kibitz box open during human vs engine games,
ar: إذا تركت صندوق Kibitz مفتوحًا أثناء الألعاب التي تتنافس فيها بين البشر والمحرك،
bg: Ако имате отворена кутия kibitz по време на игри човек срещу двигател,
bn: যদি মানুষ বনাম ইঞ্জিন গেমের সময় কিবিটজ বক্স খোলা থাকে,
da: Hvis du har kibitz-boksen åben under human vs engine-spil,
sq: Nëse e keni të hapur kutinë e kibitzit gjatë lojërave njerëzore kundër motorit,
zh: 如果你在人类与引擎的比赛中打开了 kibitz 盒子，

source: engine vs engine games or shootout mode, then move and score updates
ar: ألعاب المحركات ضد المحركات أو وضع تبادل إطلاق النار، ثم التحرك وتسجيل النقاط
bg: двигател срещу двигател игри или режим на престрелка, след това се движете и отбелязвайте актуализации
bn: ইঞ্জিন বনাম ইঞ্জিন গেম অথবা শ্যুটআউট মোড, তারপর সরান এবং আপডেট স্কোর করুন
da: motor vs motorspil eller shootout-tilstand, flyt derefter og score opdateringer
sq: lojërat motori kundër motorit ose modaliteti i shkëmbimit të zjarrit, më pas lëvizni dhe shënoni përditësime
zh: 引擎对引擎游戏或枪战模式，然后移动并得分更新

source: will be placed on the status bar, rather than on the menu bar.
ar: سيتم وضعها على شريط الحالة، وليس على شريط القائمة.
bg: ще бъде поставен в лентата на състоянието, а не в лентата с менюта.
bn: মেনু বারের পরিবর্তে স্ট্যাটাস বারে স্থাপন করা হবে।
da: vil blive placeret på statuslinjen i stedet for på menulinjen.
sq: do të vendoset në shiritin e statusit dhe jo në shiritin e menysë.
zh: 将被放置在状态栏上，而不是菜单栏上。

source: Kibitz window help
ar: مساعدة نافذة Kibitz
bg: Помощ за прозорец на Kibitz
bn: কিবিটজ উইন্ডো সহায়তা
da: Kibitz vindue hjælp
sq: Ndihma e dritares Kibitz
zh: Kibitz 窗口帮助

source: Close kibitz box
ar: إغلاق صندوق الدردشة
bg: Затворете кибиц кутията
bn: কিবিটজ বক্স বন্ধ করুন
da: Luk kibitz-boksen
sq: Mbylle kutinë e kibitzit
zh: 关闭 kibitz 框

source: Engine Analysis
ar: تحليل المحرك
bg: Анализ на двигателя
bn: ইঞ্জিন বিশ্লেষণ
da: Motor Analyse
sq: Analiza e motorit
zh: 引擎分析

source: 1 book move
ar: نقل كتاب واحد
bg: 1 книга ход
bn: ১টি বই স্থানান্তর
da: 1 bogtræk
sq: 1 lëvizje libri
zh: 1 本书的移动

source: book moves
ar: كتاب يتحرك
bg: движение на книгата
bn: বইয়ের নড়াচড়া
da: bog bevæger sig
sq: lëvizjet e librit
zh: 书籍移动

source: Evaluation profile
ar: ملف التقييم
bg: Профил за оценка
bn: মূল্যায়ন প্রোফাইল
da: Evalueringsprofil
sq: Profili i vlerësimit
zh: 评估概况

source: Eval profile build stopped
ar: تم إيقاف بناء ملف تعريف التقييم
bg: Изграждането на Eval профил е спряно
bn: Eval প্রোফাইল তৈরি বন্ধ করা হয়েছে
da: Eval profil opbygning stoppet
sq: Ndërtimi i profilit Eval u ndal
zh: 评估配置文件构建已停止

source: There are no moves to process
ar: لا توجد تحركات للمعالجة
bg: Няма ходове за обработка
bn: প্রক্রিয়া করার জন্য কোনও পদক্ষেপ নেই
da: Der er ingen bevægelser at behandle
sq: Nuk ka lëvizje për përpunim
zh: 没有要处理的举动

source: Add games to book
ar: أضف الألعاب إلى الكتاب
bg: Добавете игри към книгата
bn: বুকিংয়ে গেম যোগ করুন
da: Tilføj spil til bog
sq: Shtoni lojëra për të rezervuar
zh: 添加游戏到书籍

source: Adding games from PGN file :
ar: إضافة الألعاب من ملف PGN:
bg: Добавяне на игри от PGN файл:
bn: PGN ফাইল থেকে গেম যোগ করা হচ্ছে:
da: Tilføjelse af spil fra PGN-fil:
sq: Shtimi i lojërave nga skedari PGN:
zh: 从 PGN 文件添加游戏：

source: To .bin opening book file :
ar: لفتح ملف الكتاب .bin:
bg: Към .bin отварящ файл с книга:
bn: বই ফাইল খোলার জন্য .bin:
da: Til .bin-åbningsbogsfil:
sq: Për të hapur skedarin e librit .bin:
zh: 以.bin 打开书籍文件：

source: Progress :
ar: تقدم :
bg: Напредък:
bn: অগ্রগতি:
da: Fremskridt:
sq: Progresi:
zh: 进步 ：

source: Time elapsed :
ar: الوقت المنقضي :
bg: Изминало време:
bn: সময় অতিবাহিত:
da: Tid der gik:
sq: Koha e kaluar:
zh: 已用时间：

source: Press <F8> to minimize the program window
ar: اضغط على <F8> لتصغير نافذة البرنامج
bg: Натиснете <F8>, за да минимизирате прозореца на програмата
bn: প্রোগ্রাম উইন্ডোটি ছোট করতে <F8> টিপুন
da: Tryk på <F8> for at minimere programvinduet
sq: Shtypni <F8> për të minimizuar dritaren e programit
zh: 按 <F8> 键最小化程序窗口

source: Press <Esc> to stop adding games
ar: اضغط على <Esc> لإيقاف إضافة الألعاب
bg: Натиснете <Esc>, за да спрете добавянето на игри
bn: গেম যোগ করা বন্ধ করতে <Esc> টিপুন
da: Tryk på <Esc> for at stoppe med at tilføje spil
sq: Shtypni <Esc> për të ndaluar shtimin e lojërave
zh: 按 <Esc> 停止添加游戏

source: Refine search
ar: تحسين البحث
bg: Прецизиране на търсенето
bn: অনুসন্ধান পরিমার্জন করুন
da: Forfin søgning
sq: Përsosni kërkimin
zh: 优化搜索

source: Who to move
ar: من الذي يجب نقله
bg: Кой да премести
bn: কাকে সরাতে হবে?
da: Hvem skal flytte
sq: Kush të lëvizë
zh: 搬迁谁
