Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: Show start game notification message - Check to show a notification message
ar: إظهار رسالة إشعار بدء اللعبة - حدد هذا الخيار لإظهار رسالة إشعار
bg: Показване на съобщение за известие за стартиране на играта – Поставете отметка, за да се покаже съобщение за известие
bn: খেলা শুরুর বিজ্ঞপ্তি বার্তা দেখান - একটি বিজ্ঞপ্তি বার্তা দেখাতে চেক করুন
da: Vis meddelelse om start af spil - Marker for at vise en meddelelse
sq: Shfaq mesazhin e njoftimit për fillimin e lojës - Kontrollo për të shfaqur një mesazh njoftimi
zh: 显示开始游戏通知消息 - 勾选以显示通知消息

source: when auto-replay is started at the beginning of a game.
ar: عندما يتم بدء تشغيل الإعادة التلقائية في بداية اللعبة.
bg: когато автоматичното повторение се стартира в началото на играта.
bn: যখন খেলার শুরুতে অটো-রিপ্লে শুরু হয়।
da: når automatisk genafspilning startes i begyndelsen af ​​et spil.
sq: kur riluajtja automatike fillon në fillim të një loje.
zh: 当游戏开始时启动自动重播时。

source: Show start notification message - Check to show a notification message
ar: إظهار رسالة إشعار البدء - حدد هذا الخيار لإظهار رسالة إشعار
bg: Показване на съобщение за начално известие – Поставете отметка, за да се покаже съобщение за известие
bn: শুরুর বিজ্ঞপ্তি বার্তা দেখান - একটি বিজ্ঞপ্তি বার্তা দেখাতে চেক করুন
da: Vis startmeddelelse - Marker for at vise en meddelelse
sq: Shfaq mesazhin e njoftimit të fillimit - Kontrollo për të shfaqur një mesazh njoftimi
zh: 显示开始通知消息 - 选中以显示通知消息

source: when auto-replay is started.
ar: عند بدء تشغيل إعادة التشغيل التلقائي.
bg: когато стартира автоматичното повторение.
bn: যখন অটো-রিপ্লে শুরু হয়।
da: når automatisk genafspilning startes.
sq: kur fillon riprodhimi automatik.
zh: 当自动重播开始时。

source: Show stop notification message - Check to show a notification message
ar: إظهار رسالة إشعار التوقف - حدد هذا الخيار لإظهار رسالة إشعار
bg: Показване на съобщението за известяване за спиране – Поставете отметка, за да показвате съобщение за известие
bn: স্টপ নোটিফিকেশন মেসেজ দেখান - একটি নোটিফিকেশন মেসেজ দেখাতে চেক করুন
da: Vis meddelelse om stop - Marker for at vise en meddelelse
sq: Shfaq mesazhin e njoftimit të ndalimit - Kontrollo për të shfaqur një mesazh njoftimi
zh: 显示停止通知消息- 选中以显示通知消息

source: when auto-replay is stopped.
ar: عندما يتم إيقاف إعادة التشغيل التلقائي.
bg: когато автоматичното повторение е спряно.
bn: যখন অটো-রিপ্লে বন্ধ থাকে।
da: når automatisk genafspilning er stoppet.
sq: kur riprodhimi automatik ndalet.
zh: 当自动重播停止时。

source: Show < F9 > stop message box - Check to show a message box when the user
ar: إظهار مربع رسالة الإيقاف <F9> - حدد هذا الخيار لإظهار مربع رسالة عندما يتوقف المستخدم عن الضغط على
bg: Show < F9 > stop message box - Поставете отметка, за да показвате съобщение, когато потребителят
bn: <F9 > স্টপ মেসেজ বক্স দেখান - ব্যবহারকারী যখন মেসেজ বক্স দেখাবে তখন চেক করুন
da: Vis < F9 > stop beskedboks - Marker for at vise en beskedboks, når brugeren
sq: Shfaq < F9 > kutinë e mesazhit ndalo - Kontrollo për të shfaqur një kuti mesazhi kur përdoruesi
zh: 显示<F9>停止消息框-选中后，当用户

source: presses < F9 > to stop automatic replay.
ar: اضغط على <F9> لإيقاف التشغيل التلقائي.
bg: натиска <F9>, за да спре автоматичното повторение.
bn: স্বয়ংক্রিয় রিপ্লে বন্ধ করতে <F9 > টিপুন।
da: tryk på < F9 > for at stoppe automatisk genafspilning.
sq: shtyp < F9 > për të ndaluar riprodhimin automatik.
zh: 按<F9>停止自动重播。

source: Automatic move replay options help
ar: مساعدة في خيارات إعادة تشغيل الحركة التلقائية
bg: Автоматичните опции за повторение на хода помагат
bn: স্বয়ংক্রিয় সরানো রিপ্লে বিকল্প সহায়তা
da: Muligheder for automatisk trækafspilning hjælper
sq: Ndihmojnë opsionet e riprodhimit të lëvizjes automatike
zh: 自动移动重播选项帮助

source: Use colour gradient for background
ar: استخدم تدرج الألوان للخلفية
bg: Използвайте цветен градиент за фон
bn: পটভূমির জন্য রঙের গ্রেডিয়েন্ট ব্যবহার করুন
da: Brug farvegradient til baggrund
sq: Përdorni gradientin e ngjyrave për sfond
zh: 使用颜色渐变作为背景

source: Background triangle vertex colours
ar: ألوان رؤوس المثلث الخلفية
bg: Цветове на върха на фонов триъгълник
bn: পটভূমি ত্রিভুজ শীর্ষবিন্দু রঙ
da: Baggrund trekant vertex farver
sq: Ngjyrat e kulmit të trekëndëshit të sfondit
zh: 背景三角形顶点颜色

source: Vertex 1
ar: قمة 1
bg: Връх 1
bn: শীর্ষবিন্দু ১
da: Toppunkt 1
sq: Kulmi 1
zh: 顶点 1

source: Vertex 2
ar: فيرتكس 2
bg: Връх 2
bn: ভার্টেক্স ২
sq: Kulmi 2
zh: 顶点 2

source: Vertex 3
ar: قمة 3
bg: Връх 3
bn: ভার্টেক্স ৩
sq: Kulmi 3
zh: 顶点 3

source: Restore default
ar: استعادة الافتراضي
bg: Възстановяване по подразбиране
bn: ডিফল্ট পুনরুদ্ধার করুন
da: Gendan standard
sq: Rivendosni parazgjedhjen
zh: 恢复默认

source: Swap
ar: تبديل
bg: Размяна
bn: অদলবদল
da: Byt
sq: këmbejnë
zh: 交换

source: Rotate up
ar: تدوير لأعلى
bg: Завъртете нагоре
bn: উপরে ঘোরান
da: Drej op
sq: Rrotulloje lart
zh: 向上旋转

source: Rotate down
ar: تدوير للأسفل
bg: Завъртете надолу
bn: নিচে ঘোরান
da: Drej ned
sq: Rrotulloni poshtë
zh: 向下旋转

source: Change colours with board flip
ar: تغيير الألوان باستخدام لوحة التقليب
bg: Променете цветовете с обръщане на дъската
bn: বোর্ড উল্টানোর মাধ্যমে রঙ পরিবর্তন করুন
da: Skift farver med board flip
sq: Ndryshoni ngjyrat me rrokullisjen e tabelës
zh: 通过翻转板子来改变颜色

source: Use bitmap image for background
ar: استخدم صورة نقطية للخلفية
bg: Използвайте растерно изображение за фон
bn: পটভূমির জন্য বিটম্যাপ চিত্র ব্যবহার করুন
da: Brug bitmapbillede til baggrund
sq: Përdorni imazhin bitmap për sfond
zh: 使用位图图像作为背景

source: Select bitmap image background file
ar: حدد ملف الخلفية لصورة الخريطة النقطية
bg: Изберете фонов файл с растерно изображение
bn: বিটম্যাপ ছবির পটভূমি ফাইল নির্বাচন করুন
da: Vælg baggrundsfil for bitmapbillede
sq: Zgjidhni skedarin e sfondit të imazhit bitmap
zh: 选择位图图像背景文件

source: Triangle size
ar: حجم المثلث
bg: Размер на триъгълник
bn: ত্রিভুজের আকার
da: Trekant størrelse
sq: Madhësia e trekëndëshit
zh: 三角形大小

source: Flip background with board
ar: اقلب الخلفية باستخدام اللوحة
bg: Обърнете фона с дъска
bn: বোর্ডের সাথে পটভূমি উল্টান
da: Vend baggrund med bord
sq: Kthejeni sfondin me tabelë
zh: 用板翻转背景

source: Check to use a colour gradient
ar: حدد خيار استخدام تدرج الألوان
bg: Поставете отметка, за да използвате цветен градиент
bn: রঙের গ্রেডিয়েন্ট ব্যবহার করতে চেক করুন
da: Marker for at bruge en farvegradient
sq: Kontrolloni për të përdorur një gradient ngjyrash
zh: 勾选使用颜色渐变

source: for the 3d main window background
ar: لخلفية النافذة الرئيسية ثلاثية الأبعاد
bg: за 3D фон на главния прозорец
bn: 3D প্রধান উইন্ডো ব্যাকগ্রাউন্ডের জন্য
da: til 3d-hovedvinduets baggrund
sq: për sfondin e dritares kryesore 3D
zh: 用于 3D 主窗口背景

source: How to swap the triangle vertex colours
ar: كيفية تبديل ألوان رؤوس المثلث
bg: Как да размените цветовете на върха на триъгълника
bn: ত্রিভুজের শীর্ষবিন্দুর রঙ কীভাবে অদলবদল করবেন
da: Sådan skifter du trekantens toppunktsfarver
sq: Si të ndërroni ngjyrat e kulmit të trekëndëshit
zh: 如何交换三角形顶点颜色

source: in harmony with a board flip
ar: في انسجام مع لوحة التقليب
bg: в хармония с обръщане на дъска
bn: বোর্ড উল্টানোর সাথে সামঞ্জস্যপূর্ণ
da: i harmoni med et brætflip
sq: në harmoni me një rrokullisje dërrase
zh: 与板翻转相协调

source: Check to use a bitmap image
ar: حدد خيار استخدام صورة نقطية
bg: Поставете отметка, за да използвате растерно изображение
bn: একটি বিটম্যাপ ছবি ব্যবহার করতে চেক করুন
da: Marker for at bruge et bitmapbillede
sq: Kontrolloni për të përdorur një imazh bitmap
zh: 勾选使用位图图像

source: Select the image file to use
ar: حدد ملف الصورة المراد استخدامه
bg: Изберете файла с изображение, който да използвате
bn: ব্যবহার করার জন্য ছবির ফাইলটি নির্বাচন করুন
da: Vælg den billedfil, der skal bruges
sq: Zgjidhni skedarin e imazhit për t'u përdorur
zh: 选择要使用的图像文件

source: User-defined main window background help
ar: مساعدة في خلفية النافذة الرئيسية المحددة من قبل المستخدم
bg: Помощ за дефиниран от потребителя фон на главния прозорец
bn: ব্যবহারকারী-সংজ্ঞায়িত প্রধান উইন্ডো পটভূমি সহায়তা
da: Brugerdefineret baggrundshjælp til hovedvinduet
sq: Ndihma e sfondit të dritares kryesore të përcaktuar nga përdoruesi
zh: 用户定义主窗口背景帮助

source: Image files
ar: ملفات الصور
bg: Файлове с изображения
bn: ছবির ফাইল
da: Billedfiler
sq: Skedarët e imazhit
zh: 图像文件

source: Credits
ar: الاعتمادات
bg: Кредити
bn: ক্রেডিট
sq: Kreditë
zh: 致谢

source: 3d_user_defined_background
ar: خلفية ثلاثية الأبعاد محددة من قبل المستخدم
bg: 3d_дефиниран_от_потребителя_фон
bn: 3d_ব্যবহারকারী_সংজ্ঞায়িত_পটভূমি
da: 3d_bruger_defineret_baggrund
zh: 3d_用户定义_背景

source: This dialog box allow you to select the user-defined background settings.
ar: يسمح لك مربع الحوار هذا بتحديد إعدادات الخلفية المحددة من قبل المستخدم.
bg: Този диалогов прозорец ви позволява да изберете дефинираните от потребителя настройки на фона.
bn: এই ডায়ালগ বক্সটি আপনাকে ব্যবহারকারী-সংজ্ঞায়িত ব্যাকগ্রাউন্ড সেটিংস নির্বাচন করতে দেয়।
da: Denne dialogboks giver dig mulighed for at vælge de brugerdefinerede baggrundsindstillinger.
sq: Kjo kuti dialogu ju lejon të zgjidhni cilësimet e sfondit të përcaktuara nga përdoruesi.
zh: 此对话框允许您选择用户定义的背景设置。

source: To cover the screen for a user-defined background, I have used a large triangle,
ar: لتغطية الشاشة بخلفية محددة من قبل المستخدم، استخدمت مثلثًا كبيرًا،
bg: За да покрия екрана за дефиниран от потребителя фон, използвах голям триъгълник,
bn: ব্যবহারকারী-সংজ্ঞায়িত ব্যাকগ্রাউন্ডের জন্য স্ক্রিনটি ঢেকে রাখার জন্য, আমি একটি বৃহৎ ত্রিভুজ ব্যবহার করেছি,
da: For at dække skærmen til en brugerdefineret baggrund har jeg brugt en stor trekant,
sq: Për të mbuluar ekranin për një sfond të përcaktuar nga përdoruesi, kam përdorur një trekëndësh të madh,
zh: 为了覆盖屏幕以形成用户定义的背景，我使用了一个大三角形，

source: because this method is makes the coding much easier.
ar: لأن هذه الطريقة تجعل الترميز أسهل بكثير.
bg: тъй като този метод прави кодирането много по-лесно.
bn: কারণ এই পদ্ধতিটি কোডিংকে অনেক সহজ করে তোলে।
da: fordi denne metode gør kodningen meget lettere.
sq: sepse kjo metodë e bën shumë më të lehtë kodimin.
zh: 因为这种方法使得编码变得更加容易。

source: The following options allow you to change the properties of the triangle
ar: تتيح لك الخيارات التالية تغيير خصائص المثلث
bg: Следните опции ви позволяват да промените свойствата на триъгълника
bn: নিম্নলিখিত বিকল্পগুলি আপনাকে ত্রিভুজের বৈশিষ্ট্য পরিবর্তন করতে দেয়
da: Følgende muligheder giver dig mulighed for at ændre trekantens egenskaber
sq: Opsionet e mëposhtme ju lejojnë të ndryshoni vetitë e trekëndëshit
zh: 以下选项允许您更改三角形的属性

source: and thus the appearence of the main window background.
ar: وهكذا تظهر خلفية النافذة الرئيسية.
bg: и по този начин външния вид на фона на главния прозорец.
bn: এবং এইভাবে মূল উইন্ডোর পটভূমির উপস্থিতি।
da: og dermed udseendet af hovedvinduets baggrund.
sq: dhe kështu paraqitja e sfondit të dritares kryesore.
zh: 从而出现主窗口背景。

source: Use colour gradient - Check this button to use a colour gradient for the triangle
ar: استخدام تدرج الألوان - حدد هذا الزر لاستخدام تدرج الألوان للمثلث
bg: Използване на цветен градиент – Поставете отметка на този бутон, за да използвате цветен градиент за триъгълника
bn: রঙের গ্রেডিয়েন্ট ব্যবহার করুন - ত্রিভুজের জন্য রঙের গ্রেডিয়েন্ট ব্যবহার করতে এই বোতামটি চেক করুন।
da: Brug farvegradient - Marker denne knap for at bruge en farvegradient til trekanten
sq: Përdorni gradientin e ngjyrave - Kontrolloni këtë buton për të përdorur një gradient ngjyrash për trekëndëshin
zh: 使用颜色渐变 - 勾选此按钮可为三角形使用颜色渐变

source: that is used for the main window background.
ar: يتم استخدامها لخلفية النافذة الرئيسية.
bg: който се използва за фон на главния прозорец.
bn: যা মূল উইন্ডোর পটভূমির জন্য ব্যবহৃত হয়।
da: der bruges til hovedvinduets baggrund.
sq: që përdoret për sfondin e dritares kryesore.
zh: 用于主窗口背景。

source: Background triangle vertex colours -
ar: ألوان رؤوس المثلث في الخلفية -
bg: Цветове на върха на фонов триъгълник -
bn: পটভূমি ত্রিভুজ শীর্ষবিন্দুর রঙ -
da: Baggrundstrekant toppunkt farver -
sq: Ngjyrat e kulmit të trekëndëshit të sfondit -
zh: 背景三角形顶点颜色 -

source: Click on the colour box next to the triangle vertex number
ar: انقر فوق مربع الألوان بجوار رقم رأس المثلث
bg: Кликнете върху цветното поле до номера на върха на триъгълника
bn: ত্রিভুজ শীর্ষবিন্দু সংখ্যার পাশের রঙের বাক্সে ক্লিক করুন।
da: Klik på farveboksen ved siden af ​​trekantens toppunktnummer
sq: Klikoni në kutinë e ngjyrave pranë numrit të kulmit të trekëndëshit
zh: 单击三角形顶点编号旁边的颜色框

source: to activate the colour selection dialog box for the vertex.
ar: لتفعيل مربع حوار اختيار اللون للرأس.
bg: за да активирате диалоговия прозорец за избор на цвят за върха.
bn: শীর্ষবিন্দুর জন্য রঙ নির্বাচন ডায়ালগ বক্স সক্রিয় করতে।
da: for at aktivere farvevalgsdialogboksen for toppunktet.
sq: për të aktivizuar kutinë e dialogut të përzgjedhjes së ngjyrave për kulmin.
zh: 激活顶点的颜色选择对话框。

source: To restore the standard colour for a triangle vertex,
ar: لاستعادة اللون القياسي لرأس المثلث،
bg: За да възстановите стандартния цвят за връх на триъгълник,
bn: একটি ত্রিভুজ শীর্ষবিন্দুর জন্য আদর্শ রঙ পুনরুদ্ধার করতে,
da: For at gendanne standardfarven for en trekants toppunkt,
sq: Për të rivendosur ngjyrën standarde për një kulm trekëndësh,
zh: 要恢复三角形顶点的标准颜色，

source: click on the Restore Default button.
ar: انقر فوق زر استعادة الافتراضي.
bg: щракнете върху бутона Възстановяване по подразбиране.
bn: ডিফল্ট পুনরুদ্ধার বোতামে ক্লিক করুন।
da: klik på knappen Gendan standard.
sq: klikoni në butonin Restore Default.
zh: 单击恢复默认值按钮。

source: Change vertex colours with board flip -
ar: تغيير ألوان الرؤوس باستخدام لوحة التقليب -
bg: Промяна на цветовете на върховете с обръщане на дъската -
bn: বোর্ড উল্টানোর মাধ্যমে শীর্ষবিন্দুর রঙ পরিবর্তন করুন -
da: Skift toppunktsfarver med board flip -
sq: Ndryshoni ngjyrat e kulmit me rrokullisjen e tabelës -
zh: 通过翻转棋盘来改变顶点颜色 -

source: These options allow you to specify how the vertex colours are changed after
ar: تتيح لك هذه الخيارات تحديد كيفية تغيير ألوان الرأس بعد
bg: Тези опции ви позволяват да укажете как цветовете на върховете да се променят след това
bn: এই বিকল্পগুলি আপনাকে শীর্ষবিন্দুর রঙগুলি কীভাবে পরিবর্তন করা হয় তা নির্দিষ্ট করতে দেয়
da: Disse muligheder giver dig mulighed for at angive, hvordan toppunktets farver ændres efter
sq: Këto opsione ju lejojnë të specifikoni se si ndryshohen ngjyrat e kulmit më pas
zh: 这些选项允许您指定顶点颜色在

source: a board flip. This only applies if < Flip background with board > is checked.
ar: قلب اللوحة. ينطبق هذا فقط إذا تم تحديد <قلب الخلفية باللوحة>.
bg: обръщане на дъска. Това се прилага само ако е отметнато < Flip background with board >.
bn: একটি বোর্ড ফ্লিপ। এটি শুধুমাত্র তখনই প্রযোজ্য যদি <Flip background with board > চেক করা থাকে।
da: et brætflip. Dette gælder kun, hvis < Vend baggrund med bræt > er markeret.
sq: një rrokullisje dërrase. Kjo vlen vetëm nëse është e kontrolluar < Rrotulloni sfondin me tabelën >.
zh: 棋盘翻转。这仅在选中 < 用棋盘翻转背景 > 时才适用。

source: Swap - swaps the colour of the bottom vertex with the two top ones.
ar: التبديل - تبديل لون الرأس السفلي باللونين العلويين.
bg: Размяна - разменя цвета на долния връх с двата горни.
bn: অদলবদল - উপরের দুটি শীর্ষবিন্দুর সাথে নীচের শীর্ষবিন্দুর রঙ অদলবদল করে।
da: Byt - bytter farven på det nederste toppunkt med de to øverste.
sq: Swap - ndërron ngjyrën e kulmit të poshtëm me dy ato të sipërme.
zh: 交换——将底部顶点的颜色与顶部两个顶点的颜色交换。

source: with the default settings, this simply reverses the colour gradient.
ar: مع الإعدادات الافتراضية، يؤدي هذا ببساطة إلى عكس تدرج الألوان.
bg: с настройките по подразбиране, това просто обръща цветовия градиент.
bn: ডিফল্ট সেটিংসের সাথে, এটি কেবল রঙের গ্রেডিয়েন্টকে বিপরীত করে।
da: med standardindstillingerne vender dette simpelthen farvegradienten om.
sq: me cilësimet e paracaktuara, kjo thjesht ndryshon gradientin e ngjyrave.
zh: 使用默认设置，这只是反转颜色渐变。

source: Rotate up - this will rotate the colour vertices upwards.
ar: التدوير لأعلى - سيؤدي هذا إلى تدوير رؤوس الألوان لأعلى.
bg: Завъртане нагоре - това ще завърти цветните върхове нагоре.
bn: উপরে ঘোরান - এটি রঙের শীর্ষবিন্দুগুলিকে উপরের দিকে ঘোরাবে।
da: Roter op - dette vil rotere farvespidserne opad.
sq: Rrotulloje lart - kjo do të rrotullojë kulmet e ngjyrave lart.
zh: 向上旋转 - 这会使颜色顶点向上旋转。

source: i.e. vertex 2 colour will be set to vertex 1 colour, v3 to v2 and v1 to v3
ar: على سبيل المثال، سيتم ضبط لون الرأس 2 على لون الرأس 1، وv3 على v2 وv1 على v3
bg: т.е. цвят на връх 2 ще бъде зададен на цвят на връх 1, v3 на v2 и v1 на v3
bn: অর্থাৎ, ভার্টেক্স ২ রঙ ভার্টেক্স ১ রঙে, v3 কে v2 এবং v1 কে v3 রঙে সেট করা হবে।
da: dvs. toppunkt 2 farve indstilles til toppunkt 1 farve, v3 til v2 og v1 til v3
sq: d.m.th., ngjyra e kulmit 2 do të vendoset në ngjyrën e kulmit 1, v3 në v2 dhe v1 në v3
zh: 即顶点 2 的颜色将设置为顶点 1 的颜色，v3 设置为 v2，v1 设置为 v3

source: Rotate up - this will rotate the colour vertices downwards.
ar: التدوير لأعلى - سيؤدي هذا إلى تدوير رؤوس الألوان إلى الأسفل.
bg: Завъртане нагоре - това ще завърти цветните върхове надолу.
bn: উপরে ঘোরান - এটি রঙের শীর্ষবিন্দুগুলিকে নীচের দিকে ঘোরাবে।
da: Roter op - dette vil rotere farvespidserne nedad.
sq: Rrotulloje lart - kjo do të rrotullojë kulmet e ngjyrave poshtë.
zh: 向上旋转——这会使颜色顶点向下旋转。

source: i.e. vertex 1 colour will be set to vertex 2 colour, v2 to v3 and v3 to v1
ar: على سبيل المثال، سيتم ضبط لون الرأس 1 على لون الرأس 2، وv2 على v3 وv3 على v1
bg: т.е. цвят на връх 1 ще бъде зададен на цвят на връх 2, v2 на v3 и v3 на v1
bn: অর্থাৎ, শীর্ষবিন্দু ১ রঙ শীর্ষবিন্দু ২ রঙে, v2 থেকে v3 এবং v3 থেকে v1 রঙে সেট করা হবে।
da: dvs. toppunkt 1 farve indstilles til toppunkt 2 farve, v2 til v3 og v3 til v1
sq: d.m.th., ngjyra e kulmit 1 do të vendoset në ngjyrën e kulmit 2, v2 në v3 dhe v3 në v1
zh: 即顶点 1 颜色将设置为顶点 2 颜色，v2 设置为 v3，v3 设置为 v1

source: Use image for background - Check this button to use a bitmap image
ar: استخدم الصورة كخلفية - حدد هذا الزر لاستخدام صورة نقطية
bg: Използвайте изображение за фон - Поставете отметка на този бутон, за да използвате растерно изображение
bn: পটভূমির জন্য ছবি ব্যবহার করুন - বিটম্যাপ ছবি ব্যবহার করতে এই বোতামটি চেক করুন।
da: Brug billede til baggrund - Marker denne knap for at bruge et bitmapbillede
sq: Përdorni imazhin për sfond - Kontrolloni këtë buton për të përdorur një imazh bitmap
zh: 使用图像作为背景-选中此按钮可使用位图图像

source: for the main window background.
ar: لخلفية النافذة الرئيسية.
bg: за фон на главния прозорец.
bn: প্রধান উইন্ডোর পটভূমির জন্য।
da: til hovedvinduets baggrund.
sq: për sfondin e dritares kryesore.
zh: 作为主窗口背景。

source: Select image file - Select the image file that you want to use.
ar: تحديد ملف الصورة - حدد ملف الصورة الذي تريد استخدامه.
bg: Изберете файл с изображение - изберете файла с изображение, който искате да използвате.
bn: ছবির ফাইল নির্বাচন করুন - আপনি যে ছবির ফাইলটি ব্যবহার করতে চান তা নির্বাচন করুন।
da: Vælg billedfil - Vælg den billedfil, du vil bruge.
sq: Zgjidhni skedarin e imazhit - Zgjidhni skedarin e imazhit që dëshironi të përdorni.
zh: 选择图像文件-选择您想要使用的图像文件。

source: You may select *.png *.jpg *.bmp *.dds *.dib and *.tga files.
ar: يمكنك تحديد الملفات *.png *.jpg *.bmp *.dds *.dib و *.tga.
bg: Можете да изберете *.png *.jpg *.bmp *.dds *.dib и *.tga файлове.
bn: আপনি *.png *.jpg *.bmp *.dds *.dib এবং *.tga ফাইল নির্বাচন করতে পারেন।
da: Du kan vælge *.png *.jpg *.bmp *.dds *.dib og *.tga filer.
sq: Ju mund të zgjidhni skedarët *.png *.jpg *.bmp *.dds *.dib dhe *.tga.
zh: 您可以选择 *.png *.jpg *.bmp *.dds *.dib 和 *.tga 文件。

source: For more details on using bitmap image files click on the < Image files > button
ar: لمزيد من التفاصيل حول استخدام ملفات الصور النقطية، انقر فوق الزر <ملفات الصور>
bg: За повече подробности относно използването на файлове с растерни изображения щракнете върху бутона < Файлове с изображения >
bn: বিটম্যাপ ইমেজ ফাইল ব্যবহার সম্পর্কে আরও তথ্যের জন্য <আইমেজ ফাইল > বোতামে ক্লিক করুন।
da: For flere detaljer om brug af bitmap-billedfiler, klik på knappen < Billedfiler >
sq: Për më shumë detaje mbi përdorimin e skedarëve të imazhit bitmap, klikoni në butonin < Skedarët e imazhit >
zh: 有关使用位图图像文件的更多详细信息，请单击<图像文件>按钮

source: Triangle size - input the size for the window background colour triangle.
ar: حجم المثلث - أدخل حجم مثلث لون خلفية النافذة.
bg: Размер на триъгълника - въведете размера на триъгълника с цвета на фона на прозореца.
bn: ত্রিভুজের আকার - উইন্ডোর পটভূমির রঙের ত্রিভুজের আকার ইনপুট করুন।
da: Trekantstørrelse - indtast størrelsen for vinduets baggrundsfarvetrekant.
sq: Madhësia e trekëndëshit - futni madhësinë për trekëndëshin e ngjyrës së sfondit të dritares.
zh: 三角形大小-输入窗口背景颜色三角形的大小。

source: A smaller size gives better definition, but if you make it too small,
ar: الحجم الأصغر يعطي تعريفًا أفضل، ولكن إذا جعلته صغيرًا جدًا،
bg: По-малкият размер дава по-добра дефиниция, но ако го направите твърде малък,
bn: ছোট আকার আরও ভালো সংজ্ঞা দেয়, কিন্তু যদি তুমি এটিকে খুব ছোট করো,
da: En mindre størrelse giver bedre definition, men hvis du gør den for lille,
sq: Një madhësi më e vogël jep përkufizim më të mirë, por nëse e bëni atë shumë të vogël,
zh: 尺寸越小，清晰度越高，但如果尺寸太小，

source: it will not fully cover the screen.
ar: لن يتم تغطية الشاشة بالكامل.
bg: няма да покрие напълно екрана.
bn: এটি পর্দা পুরোপুরি ঢেকে ফেলবে না।
da: det vil ikke dække skærmen helt.
sq: nuk do ta mbulojë plotësisht ekranin.
zh: 它不会完全覆盖屏幕。

source: Flip background with board - Check to flip the main window background
ar: اقلب الخلفية باستخدام اللوحة - حدد هذا الخيار لقلب خلفية النافذة الرئيسية
bg: Обърнете фона с дъска – Поставете отметка, за да обърнете фона на главния прозорец
bn: বোর্ড দিয়ে ব্যাকগ্রাউন্ড উল্টে দিন - প্রধান উইন্ডোর ব্যাকগ্রাউন্ড উল্টে দিতে চেক করুন।
da: Vend baggrund med bord - Marker for at vende hovedvinduets baggrund
sq: Kthejeni sfondin me tabelë - Kontrolloni për të kthyer sfondin e dritares kryesore
zh: 用板子翻转背景 - 勾选即可翻转主窗口背景

source: in harmony with a board flip.
ar: بالتناغم مع لوحة التقليب.
bg: в хармония с обръщане на дъска.
bn: বোর্ড উল্টানোর সাথে সামঞ্জস্যপূর্ণ।
da: i harmoni med et brætflip.
sq: në harmoni me një rrokullisje dërrase.
zh: 与板翻转协调一致。

source: To restore the default values for all screen elements,
ar: لاستعادة القيم الافتراضية لجميع عناصر الشاشة،
bg: За да възстановите стойностите по подразбиране за всички елементи на екрана,
bn: সকল স্ক্রিন এলিমেন্টের ডিফল্ট মান পুনরুদ্ধার করতে,
da: For at gendanne standardværdierne for alle skærmelementer,
sq: Për të rivendosur vlerat e paracaktuara për të gjithë elementët e ekranit,
zh: 要恢复所有屏幕元素的默认值，

source: click on the Defaults button at the bottom of the screen.
ar: انقر على زر الإعدادات الافتراضية في أسفل الشاشة.
bg: щракнете върху бутона по подразбиране в долната част на екрана.
bn: স্ক্রিনের নীচে ডিফল্ট বোতামে ক্লিক করুন।
da: klik på knappen Standarder nederst på skærmen.
sq: klikoni në butonin Defaults në fund të ekranit.
zh: 单击屏幕底部的“默认”按钮。

source: Like the board bitmaps and the sound effects,
ar: مثل خرائط البتات للوحة والمؤثرات الصوتية،
bg: Подобно на растерните изображения на дъската и звуковите ефекти,
bn: বোর্ড বিটম্যাপ এবং সাউন্ড এফেক্টের মতো,
da: Ligesom board bitmaps og lydeffekter,
sq: Ashtu si bitmaps dhe efektet e zërit,
zh: 就像棋盘位图和音效一样，

source: you can add files to use for the main window background in 3d
ar: يمكنك إضافة ملفات لاستخدامها كخلفية للنافذة الرئيسية بتقنية 3D
bg: можете да добавяте файлове, които да използвате за фон на главния прозорец в 3d
bn: আপনি 3D তে মূল উইন্ডো ব্যাকগ্রাউন্ডের জন্য ব্যবহার করার জন্য ফাইল যোগ করতে পারেন
da: du kan tilføje filer til brug for hovedvinduets baggrund i 3d
sq: mund të shtoni skedarë për t'u përdorur për sfondin e dritares kryesore në 3D
zh: 您可以添加文件以用于 3D 主窗口背景

source: You may use the following file types for a background bitmap image.
ar: يمكنك استخدام أنواع الملفات التالية لصورة بت خريطة الخلفية.
bg: Можете да използвате следните типове файлове за фоново растерно изображение.
bn: ব্যাকগ্রাউন্ড বিটম্যাপ ছবির জন্য আপনি নিম্নলিখিত ফাইল প্রকারগুলি ব্যবহার করতে পারেন।
da: Du kan bruge følgende filtyper til et baggrundsbitmapbillede.
sq: Ju mund të përdorni llojet e mëposhtme të skedarëve për një imazh bitmap të sfondit.
zh: 您可以使用以下文件类型作为背景位图图像。
