Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: In order to do this, you must first make a *.epm file for your selected engine.
ar: لكي تتمكن من القيام بذلك، يجب عليك أولاً إنشاء ملف *.epm للمحرك الذي قمت بتحديده.
bg: За да направите това, първо трябва да направите *.epm файл за избрания от вас двигател.
bn: এটি করার জন্য, আপনাকে প্রথমে আপনার নির্বাচিত ইঞ্জিনের জন্য একটি *.epm ফাইল তৈরি করতে হবে।
da: For at gøre dette skal du først lave en *.epm fil til din valgte motor.
sq: Për ta bërë këtë, së pari duhet të krijoni një skedar *.epm për motorin tuaj të zgjedhur.
zh: 为了做到这一点，您必须首先为您选择的引擎创建一个 *.epm 文件。

source: This is like the < Create UCI engine > process that you see in many chess programs.
ar: هذا يشبه عملية <إنشاء محرك UCI> التي تراها في العديد من برامج الشطرنج.
bg: Това е като процеса < Create UCI engine >, който виждате в много програми за шах.
bn: এটি অনেকটা Create UCI engine > প্রক্রিয়ার মতো যা আপনি অনেক দাবা প্রোগ্রামে দেখতে পান।
da: Dette er ligesom <Opret UCI-motoren>-processen, som du ser i mange skakprogrammer.
sq: Ky është si procesi < Krijo motorin UCI > që shihni në shumë programe shahu.
zh: 这就像您在许多国际象棋程序中看到的<创建 UCI 引擎>过程。

source: In order to do this, first open the Engine.. dialog box.
ar: لكي تتمكن من القيام بذلك، افتح مربع الحوار "المحرك" أولاً.
bg: За да направите това, първо отворете диалоговия прозорец Engine..
bn: এটি করার জন্য, প্রথমে ইঞ্জিন.. ডায়ালগ বক্সটি খুলুন।
da: For at gøre dette skal du først åbne Engine... dialogboksen.
sq: Për ta bërë këtë, fillimisht hapni kutinë e dialogut Engine...
zh: 为了做到这一点，首先打开引擎...对话框。

source: This can be done from the Main menu, or from the Engine Tournament.. dialog box.
ar: يمكن القيام بذلك من القائمة الرئيسية، أو من مربع الحوار Engine Tournament..
bg: Това може да стане от главното меню или от диалоговия прозорец Engine Tournament..
bn: এটি প্রধান মেনু থেকে অথবা ইঞ্জিন টুর্নামেন্ট.. ডায়ালগ বক্স থেকে করা যেতে পারে।
da: Dette kan gøres fra hovedmenuen eller fra dialogboksen Engine Tournament....
sq: Kjo mund të bëhet nga menyja kryesore, ose nga kutia e dialogut Engine Tournament...
zh: 这可以从主菜单或引擎锦标赛..对话框中完成。

source: Select the *.exe file for the desired engine as normal, and then click on the Browse..
ar: قم بتحديد الملف *.exe للمحرك المطلوب كالمعتاد، ثم انقر فوق الزر "استعراض".
bg: Изберете *.exe файла за желания двигател както обикновено и след това щракнете върху Преглед..
bn: স্বাভাবিকভাবে পছন্দসই ইঞ্জিনের জন্য *.exe ফাইলটি নির্বাচন করুন, এবং তারপর Browse.. এ ক্লিক করুন।
da: Vælg *.exe-filen for den ønskede motor som normalt, og klik derefter på Gennemse..
sq: Zgjidhni skedarin *.exe për motorin e dëshiruar si normal, dhe më pas klikoni në Shfleto..
zh: 像平常一样选择所需引擎的 *.exe 文件，然后单击浏览..

source: button next to Save Engine.. at the bottom of the box.
ar: الزر الموجود بجوار حفظ المحرك.. في أسفل المربع.
bg: бутон до Save Engine.. в долната част на полето.
bn: বাক্সের নীচে "সেভ ইঞ্জিন" এর পাশের বোতামটি।
da: knappen ved siden af ​​Gem motor.. nederst i boksen.
sq: butonin pranë Save Engine.. në fund të kutisë.
zh: 位于框底部的“保存引擎”旁边的按钮。

source: You will then get a file dialog box showing the stem of the engine name
ar: سوف تحصل بعد ذلك على مربع حوار ملف يظهر جذع اسم المحرك
bg: След това ще получите диалогов прозорец на файла, показващ основата на името на двигателя
bn: এরপর আপনি একটি ফাইল ডায়ালগ বক্স পাবেন যেখানে ইঞ্জিনের নামের স্টেম দেখানো হবে।
da: Du vil derefter få en fildialogboks, der viser stammen af ​​motornavnet
sq: Më pas do të merrni një kuti dialogu skedari që tregon rrënjën e emrit të motorit
zh: 然后你将看到一个文件对话框，其中显示引擎名称的词干

source: with the line below saying < Save as type : .epm files(*.epm) >
ar: مع السطر أدناه يقول <حفظ كنوع: .epm files(*.epm)>
bg: с реда по-долу, казващ <Запиши като тип: .epm файлове(*.epm)>
bn: নিচের লাইনটি দিয়ে লিখুন <Save as type : .epm files(*.epm) >
da: med linjen nedenfor, der siger < Gem som type : .epm files(*.epm) >
sq: me rreshtin e mëposhtëm që thotë < Ruaj si tip : .epm files(*.epm) >
zh: 下面这行写着 < 保存类型：.epm 文件 (*.epm) >

source: Press Save to accept the name offered, or edit it as you wish.
ar: اضغط على حفظ لقبول الاسم المعروض، أو تعديله كما يحلو لك.
bg: Натиснете Запази, за да приемете предложеното име, или го редактирайте, както желаете.
bn: প্রস্তাবিত নামটি গ্রহণ করতে সংরক্ষণ করুন টিপুন, অথবা আপনার ইচ্ছামতো এটি সম্পাদনা করুন।
da: Tryk på Gem for at acceptere det tilbudte navn, eller rediger det som du ønsker.
sq: Shtypni Ruaj për të pranuar emrin e ofruar ose modifikoni sipas dëshirës.
zh: 按“保存”接受提供的名称，或根据需要进行编辑。

source: Then the *.epm file will be stored on disk alongside the *.exe file.
ar: سيتم بعد ذلك تخزين الملف *.epm على القرص إلى جانب الملف *.exe.
bg: Тогава файлът *.epm ще бъде съхранен на диска заедно с файла *.exe.
bn: তারপর *.epm ফাইলটি *.exe ফাইলের পাশাপাশি ডিস্কে সংরক্ষণ করা হবে।
da: Så vil *.epm-filen blive gemt på disken sammen med *.exe-filen.
sq: Pastaj skedari *.epm do të ruhet në disk krahas skedarit *.exe.
zh: 然后 *.epm 文件将与 *.exe 文件一起存储在磁盘上。

source: Repeat this process for all of the engines that you want to use in tournaments.
ar: كرر هذه العملية لجميع المحركات التي تريد استخدامها في البطولات.
bg: Повторете този процес за всички двигатели, които искате да използвате в турнири.
bn: টুর্নামেন্টে আপনি যে সমস্ত ইঞ্জিন ব্যবহার করতে চান তার জন্য এই প্রক্রিয়াটি পুনরাবৃত্তি করুন।
da: Gentag denne proces for alle de motorer, du vil bruge i turneringer.
sq: Përsëriteni këtë proces për të gjithë motorët që dëshironi të përdorni në turne.
zh: 对您想要在锦标赛中使用的所有引擎重复此过程。

source: The *.epm files are kept on disk, so you only have to do this once.
ar: يتم حفظ ملفات *.epm على القرص، لذلك لن يتعين عليك القيام بذلك إلا مرة واحدة.
bg: *.epm файловете се съхраняват на диска, така че трябва да направите това само веднъж.
bn: *.epm ফাইলগুলি ডিস্কে রাখা হয়, তাই আপনাকে এটি কেবল একবার করতে হবে।
da: *.epm-filerne opbevares på disken, så du behøver kun at gøre dette én gang.
sq: Skedarët *.epm mbahen në disk, kështu që ju duhet ta bëni këtë vetëm një herë.
zh: *.epm 文件保存在磁盘上，因此您只需执行一次此操作。

source: Once you have made the *.epm files, they will be offered to you
ar: بمجرد إنشاء ملفات *.epm، سيتم تقديمها إليك
bg: След като направите *.epm файловете, те ще ви бъдат предложени
bn: *.epm ফাইলগুলি তৈরি করার পরে, সেগুলি আপনাকে দেওয়া হবে
da: Når du har lavet *.epm-filerne, vil de blive tilbudt dig
sq: Pasi të keni bërë skedarët *.epm, ato do t'ju ofrohen
zh: 一旦您制作了 *.epm 文件，它们将提供给您

source: when you press Select Engines.. in the tournament dialog box.
ar: عند الضغط على "تحديد المحركات".. في مربع حوار البطولة.
bg: когато натиснете Select Engines.. в диалоговия прозорец на турнира.
bn: যখন আপনি টুর্নামেন্ট ডায়ালগ বক্সে Select Engines.. টিপবেন।
da: når du trykker på Select Engines.. i turneringsdialogboksen.
sq: kur shtypni Select Engines.. në kutinë e dialogut të turneut.
zh: 当您在锦标赛对话框中按下“选择引擎...”时。

source: For convenience, you can put them all in the same directory,
ar: لتسهيل الأمر، يمكنك وضعهم جميعًا في نفس الدليل،
bg: За удобство можете да ги поставите всички в една и съща директория,
bn: সুবিধার জন্য, আপনি তাদের সবাইকে একই ডিরেক্টরিতে রাখতে পারেন,
da: For nemheds skyld kan du placere dem alle i samme mappe,
sq: Për lehtësi, mund t'i vendosni të gjitha në të njëjtën drejtori,
zh: 为了方便起见，你可以将它们都放在同一个目录中，

source: then several can be loaded at once for an engine tournament.
ar: ومن ثم يمكن تحميل العديد منها في وقت واحد لبطولة المحرك.
bg: тогава няколко могат да бъдат заредени наведнъж за двигателен турнир.
bn: তাহলে একটি ইঞ্জিন টুর্নামেন্টের জন্য একসাথে বেশ কয়েকটি লোড করা যেতে পারে।
da: så kan flere indlæses på én gang til en motorturnering.
sq: atëherë disa mund të ngarkohen menjëherë për një turne me motor.
zh: 然后可以一次加载多个以参加引擎锦标赛。

source: If you want, you can have several *.epm files for each engine
ar: إذا أردت، يمكنك الحصول على عدة ملفات *.epm لكل محرك
bg: Ако искате, можете да имате няколко *.epm файла за всеки двигател
bn: আপনি যদি চান, প্রতিটি ইঞ্জিনের জন্য বেশ কয়েকটি *.epm ফাইল রাখতে পারেন
da: Hvis du vil, kan du have flere *.epm-filer for hver motor
sq: Nëse dëshironi, mund të keni disa skedarë *.epm për secilin motor
zh: 如果需要，您可以为每个引擎设置多个 *.epm 文件

source: each with different parameters. Simply set the parameters that you want
ar: كل منها بمعلمات مختلفة. ما عليك سوى تعيين المعلمات التي تريدها
bg: всеки с различни параметри. Просто задайте параметрите, които искате
bn: প্রতিটি আলাদা আলাদা প্যারামিটার সহ। আপনার পছন্দের প্যারামিটারগুলি কেবল সেট করুন
da: hver med forskellige parametre. Indstil blot de parametre, du ønsker
sq: secili me parametra të ndryshëm. Thjesht vendosni parametrat që dëshironi
zh: 每个都有不同的参数。只需设置您想要的参数

source: and save the *.epm file with a slightly different name.
ar: وحفظ الملف *.epm باسم مختلف قليلاً.
bg: и запазете *.epm файла с малко по-различно име.
bn: এবং *.epm ফাইলটি একটু ভিন্ন নামে সংরক্ষণ করুন।
da: og gem *.epm-filen med et lidt andet navn.
sq: dhe ruani skedarin *.epm me një emër paksa të ndryshëm.
zh: 并以略有不同的名称保存 *.epm 文件。

source: This is the reason for the two different file extensions.
ar: هذا هو السبب وراء وجود ملحقين مختلفين للملفات.
bg: Това е причината за двете различни файлови разширения.
bn: এই কারণেই দুটি ভিন্ন ফাইল এক্সটেনশন তৈরি হয়।
da: Dette er årsagen til de to forskellige filtypenavne.
sq: Kjo është arsyeja e dy shtesave të ndryshme të skedarëve.
zh: 这就是两个文件扩展名不同的原因。

source: So if you wanted to play an engine match with specific parameters for the engines,
ar: لذا إذا كنت تريد لعب مباراة محرك بمعلمات محددة للمحركات،
bg: Така че, ако искате да играете мач на двигателя със специфични параметри за двигателите,
bn: তাই যদি আপনি ইঞ্জিনের জন্য নির্দিষ্ট প্যারামিটারের সাথে একটি ইঞ্জিন ম্যাচ খেলতে চান,
da: Så hvis du ville spille en motormatch med specifikke parametre for motorerne,
sq: Pra, nëse dëshironi të luani një ndeshje motori me parametra specifikë për motorët,
zh: 所以如果你想要参加一场针对引擎有特定参数的引擎比赛，

source: in the Engine Match.. dialog box, when you click on Select Engine..
ar: في مربع الحوار "مطابقة المحرك"، عند النقر فوق "تحديد المحرك".
bg: в диалоговия прозорец Engine Match.., когато щракнете върху Select Engine..
bn: ইঞ্জিন ম্যাচ.. ডায়ালগ বক্সে, যখন আপনি ইঞ্জিন নির্বাচন করুন.. এ ক্লিক করবেন।
da: i dialogboksen Engine Match.., når du klikker på Select Engine..
sq: në kutinë e dialogut Engine Match.., kur klikoni në Select Engine..
zh: 在引擎匹配...对话框中，当您单击选择引擎...时

source: then click the Browse.. button next to Load Engine..
ar: ثم انقر فوق الزر "استعراض".. بجوار "تحميل المحرك".
bg: след това щракнете върху бутона Преглед.. до Load Engine..
bn: তারপর লোড ইঞ্জিনের পাশে থাকা ব্রাউজ.. বোতামে ক্লিক করুন।
da: klik derefter på knappen Gennemse.. ved siden af ​​Indlæs motor..
sq: pastaj klikoni butonin Browse.. pranë Load Engine..
zh: 然后单击“加载引擎”旁边的“浏览...”按钮。

source: and select the *.epm parameter file that you want for that engine.
ar: وحدد ملف المعلمة *.epm الذي تريده لهذا المحرك.
bg: и изберете файла с параметри *.epm, който искате за този двигател.
bn: এবং সেই ইঞ্জিনের জন্য আপনার পছন্দের *.epm প্যারামিটার ফাইলটি নির্বাচন করুন।
da: og vælg den *.epm-parameterfil, du ønsker til den pågældende motor.
sq: dhe zgjidhni skedarin e parametrave *.epm që dëshironi për atë motor.
zh: 并选择该引擎所需的 *.epm 参数文件。

source: Help on engine parameter files *.epm
ar: المساعدة في ملفات معلمات المحرك *.epm
bg: Помощ за файлове с параметри на двигателя *.epm
bn: ইঞ্জিন প্যারামিটার ফাইল *.epm সম্পর্কে সাহায্য
da: Hjælp til motorparameterfiler *.epm
sq: Ndihmë për skedarët e parametrave të motorit *.epm
zh: 发动机参数文件 *.epm 的帮助

source: Cannot open engine tournament save file
ar: لا يمكن فتح ملف حفظ بطولة المحرك
bg: Не може да се отвори файлът за запис на турнир на двигателя
bn: ইঞ্জিন টুর্নামেন্ট সংরক্ষণ ফাইল খোলা যাচ্ছে না
da: Kan ikke åbne filen for lagring af motorturnering
sq: Skedari i ruajtjes së turneut të motorit nuk mund të hapet
zh: 无法打开引擎锦标赛保存文件

source: Engine tournament options saved to file :-
ar: تم حفظ خيارات بطولة المحرك في الملف:-
bg: Турнирните опции на двигателя са запазени във файл: -
bn: ইঞ্জিন টুর্নামেন্টের বিকল্পগুলি ফাইলে সংরক্ষিত:-
da: Motorturneringsindstillinger gemt i fil:-
sq: Opsionet e turneut të motorit ruhen në skedar:-
zh: 引擎锦标赛选项已保存至文件：-

source: Engine tournament options not saved
ar: لم يتم حفظ خيارات بطولة المحرك
bg: Турнирните опции на двигателя не са запазени
bn: ইঞ্জিন টুর্নামেন্টের বিকল্পগুলি সংরক্ষণ করা হয়নি
da: Indstillinger for motorturnering er ikke gemt
sq: Opsionet e turneut të motorit nuk u ruajtën
zh: 引擎锦标赛选项未保存

source: Cannot open engine tournament file
ar: لا يمكن فتح ملف بطولة المحرك
bg: Турнирният файл на двигателя не може да се отвори
bn: ইঞ্জিন টুর্নামেন্ট ফাইল খোলা যাচ্ছে না
da: Kan ikke åbne motorturneringsfil
sq: Skedari i turneut të motorit nuk mund të hapet
zh: 无法打开引擎锦标赛文件

source: Engine tournament options loaded
ar: تم تحميل خيارات بطولة المحرك
bg: Опциите за турнири на двигателя са заредени
bn: ইঞ্জিন টুর্নামেন্টের বিকল্পগুলি লোড করা হয়েছে
da: Motorturneringsmuligheder indlæst
sq: Opsionet e turneut të motorit u ngarkuan
zh: 引擎锦标赛选项已加载

source: Old style engine tournament options loaded
ar: تم تحميل خيارات بطولة المحرك ذات الطراز القديم
bg: Заредени са опции за турнири в стар стил
bn: পুরাতন স্টাইলের ইঞ্জিন টুর্নামেন্টের বিকল্পগুলি লোড করা হয়েছে
da: Old style motor turneringsmuligheder indlæst
sq: Opsionet e turneut të motorit të stilit të vjetër u ngarkuan
zh: 已加载旧式引擎锦标赛选项

source: File read error - Engine tournament options not loaded
ar: خطأ في قراءة الملف - لم يتم تحميل خيارات بطولة المحرك
bg: Грешка при четене на файл - Турнирните опции на двигателя не са заредени
bn: ফাইল পঠনে ত্রুটি - ইঞ্জিন টুর্নামেন্টের বিকল্পগুলি লোড করা হয়নি
da: Fillæsefejl - Engine turneringsindstillinger ikke indlæst
sq: Gabim në leximin e skedarit - Opsionet e turneut të motorit nuk janë ngarkuar
zh: 文件读取错误 - 引擎锦标赛选项未加载

source: The cross table displays the tournament history in a grid
ar: يعرض الجدول المتقاطع تاريخ البطولة في شبكة
bg: Кръстата таблица показва историята на турнира в мрежа
bn: ক্রস টেবিলটি একটি গ্রিডে টুর্নামেন্টের ইতিহাস প্রদর্শন করে।
da: Krydstabellen viser turneringshistorikken i et gitter
sq: Tabela kryq tregon historinë e turneut në një rrjet
zh: 交叉表以网格形式显示锦标赛历史记录

source: for the round-robin and Swiss system formats.
ar: للصيغتين الدورية والسويسرية.
bg: за форматите на кръговата система и швейцарската система.
bn: রাউন্ড-রবিন এবং সুইস সিস্টেম ফর্ম্যাটের জন্য।
da: til round-robin og schweiziske systemformater.
sq: për formatet e sistemit rrumbullakët dhe zviceran.
zh: 采用循环赛制和瑞士制赛制。

source: For single round-robin, double round-robin with one game played
ar: لدورة واحدة، لدورتين مع لعب مباراة واحدة
bg: За един кръг, двоен кръг с една игра
bn: একক রাউন্ড-রবিনের জন্য, এক খেলা খেলে ডাবল রাউন্ড-রবিন
da: For enkelt round-robin, dobbelt round-robin med ét spil spillet
sq: Për një raund-robin, dy-rrotullim me një lojë të luajtur
zh: 单循环赛、双循环赛各进行一场比赛

source: and Swiss system, the result is given as follows :-
ar: والنظام السويسري، النتيجة تكون على النحو التالي:-
bg: и швейцарска система, резултатът се дава, както следва:
bn: এবং সুইস সিস্টেম, ফলাফল নিম্নরূপ দেওয়া হল:-
da: og schweizisk system, resultatet er givet som følger:-
sq: dhe sistemi zviceran, rezultati është dhënë si më poshtë:
zh: 和瑞士系统，结果如下：

source: The W or B indicates white or black
ar: يشير الحرف W أو B إلى اللون الأبيض أو الأسود
bg: W или B означава бяло или черно
bn: W অথবা B সাদা বা কালো নির্দেশ করে
da: W eller B angiver hvid eller sort
sq: W ose B tregon të bardhë ose të zi
zh: W 或 B 表示白色或黑色

source: and the 1, 0 or d indicates a win, loss or draw.
ar: والرقم 1 أو 0 أو d يشير إلى الفوز أو الخسارة أو التعادل.
bg: и 1, 0 или d означава победа, загуба или равенство.
bn: এবং ১, ০ অথবা d জয়, পরাজয় অথবা ড্র নির্দেশ করে।
da: og 1, 0 eller d indikerer sejr, tab eller uafgjort.
sq: dhe 1, 0 ose d tregon një fitore, humbje ose barazim.
zh: 1、0 或 d 表示赢、输或平局。

source: This output is viewed from the row engine point of view.
ar: يتم عرض هذا الإخراج من وجهة نظر محرك الصف.
bg: Този изход се разглежда от гледна точка на машината за редове.
bn: এই আউটপুটটি সারি ইঞ্জিনের দৃষ্টিকোণ থেকে দেখা হয়।
da: Dette output ses fra rækkemotorens synspunkt.
sq: Ky dalje shihet nga këndvështrimi i motorit të rreshtit.
zh: 此输出是从行引擎的角度来看的。

source: For double round-robin, when both games have been played,
ar: بالنسبة لدوري المجموعات المزدوج، عندما يتم لعب المباراتين،
bg: За двоен кръгъл робот, когато и двете игри са изиграни,
bn: ডাবল রাউন্ড-রবিনের জন্য, যখন উভয় খেলাই খেলা হয়ে যায়,
da: For dobbelt round-robin, når begge spil er blevet spillet,
sq: Për raundin e dyfishtë, kur të dyja ndeshjet janë luajtur,
zh: 对于双循环赛，当两场比赛都已进行时，

source: the result is given as follows :-
ar: والنتيجة هي كما يلي:-
bg: резултатът се дава, както следва: -
bn: ফলাফলটি নিম্নরূপে দেওয়া হল:-
da: resultatet er givet som følger:
sq: rezultati është dhënë si më poshtë: -
zh: 结果如下：-

source: 1 0 1 d 0 1 etc.
ar: 1 0 1 د 0 1 وما إلى ذلك.
bg: 1 0 1 г 0 1 и т.н.
bn: ১ ০ ১ ঘ ০ ১ ইত্যাদি।
da: 1 0 1 d 0 1 osv.
sq: 1 0 1 d 0 1 etj.
zh: 1 0 1 d 0 1 等等。

source: The first character is for the row engine playing white,
ar: الحرف الأول هو لمحرك الصف الذي يلعب باللون الأبيض،
bg: Първият символ е за двигателя на редовете, който играе бели,
bn: প্রথম অক্ষরটি সাদা রঙের সারি ইঞ্জিনের জন্য,
da: Den første karakter er til rækkemotoren, der spiller hvid,
sq: Karakteri i parë është për motorin e rreshtit që luan i bardhë,
zh: 第一个字符是用于排引擎播放白色的，

source: the second character for playing black.
ar: الشخصية الثانية للعب باللون الأسود.
bg: вторият символ за игра на черно.
bn: কালো চরিত্রে অভিনয়ের জন্য দ্বিতীয় চরিত্র।
da: det andet tegn til at spille sort.
sq: personazhi i dytë për të luajtur zi.
zh: 扮演黑棋的第二个角色。

source: Engines names are shortened versions of the full engine names.
ar: أسماء المحركات هي إصدارات مختصرة من أسماء المحركات الكاملة.
bg: Имената на двигателите са съкратени версии на пълните имена на двигатели.
bn: ইঞ্জিনের নামগুলি সম্পূর্ণ ইঞ্জিনের নামের সংক্ষিপ্ত সংস্করণ।
da: Motornavne er forkortede versioner af de fulde motornavne.
sq: Emrat e motorëve janë versione të shkurtuara të emrave të plotë të motorëve.
zh: 发动机名称是完整发动机名称的缩写版本。

source: The names are shortened at the first character that is not a letter or number.
ar: يتم اختصار الأسماء عند أول حرف ليس حرفًا أو رقمًا.
bg: Имената се съкращават при първия знак, който не е буква или цифра.
bn: নামগুলি প্রথম অক্ষরে ছোট করা হয় যা কোনও অক্ষর বা সংখ্যা নয়।
da: Navnene forkortes ved det første tegn, der ikke er et bogstav eller tal.
sq: Emrat janë shkurtuar në karakterin e parë që nuk është shkronjë ose numër.
zh: 名称在第一个非字母或数字的字符处缩短。

source: If a shortened name matches a previous name,
ar: إذا كان الاسم المختصر يتطابق مع الاسم السابق،
bg: Ако съкратено име съвпада с предишно име,
bn: যদি একটি সংক্ষিপ্ত নাম পূর্ববর্তী নামের সাথে মিলে যায়,
da: Hvis et forkortet navn matcher et tidligere navn,
sq: Nëse një emër i shkurtuar përputhet me një emër të mëparshëm,
zh: 如果缩写名称与以前的名称相匹配，

source: the names are progressively lengthened until they no longer match.
ar: يتم إطالة الأسماء تدريجيا حتى لم تعد تتطابق.
bg: имената постепенно се удължават, докато вече не съвпадат.
bn: নামগুলি ধীরে ধীরে লম্বা করা হয় যতক্ষণ না তারা আর মিল খুঁজে পায় না।
da: navnene forlænges gradvist, indtil de ikke længere stemmer overens.
sq: emrat zgjaten në mënyrë progresive derisa të mos përputhen më.
zh: 名字逐渐变长，直到不再匹配。

source: Tournament cross table help
ar: مساعدة في جدول البطولة
bg: Помощ за турнирна кръстосана маса
bn: টুর্নামেন্ট ক্রস টেবিল সহায়তা
da: Hjælp til turneringskrydsbord
sq: Ndihma e tavolinës së kryqëzimit të turneut
zh: 锦标赛跨表帮助

source: There will not be enough room for the evaluation bar
ar: لن يكون هناك مساحة كافية لشريط التقييم
bg: Няма да има достатъчно място за лентата за оценка
bn: মূল্যায়ন বারের জন্য পর্যাপ্ত জায়গা থাকবে না।
da: Der vil ikke være plads nok til evalueringsbjælken
sq: Nuk do të ketë vend të mjaftueshëm për shiritin e vlerësimit
zh: 评估栏空间不足

source: Evaluation bar error
ar: خطأ في شريط التقييم
bg: Грешка в лентата за оценка
bn: মূল্যায়ন বার ত্রুটি
da: Fejl i evalueringsbjælken
sq: Gabim në shiritin e vlerësimit
zh: 评价条错误

source: There is not be enough room for the evaluation bar score display
ar: لا توجد مساحة كافية لعرض نتيجة شريط التقييم
bg: Няма достатъчно място за показване на резултатите в лентата за оценка
bn: মূল্যায়ন বারের স্কোর প্রদর্শনের জন্য পর্যাপ্ত জায়গা নেই।
da: Der er ikke plads nok til visningen af ​​evalueringsbjælkens score
sq: Nuk ka vend të mjaftueshëm për shfaqjen e rezultateve të shiritit të vlerësimit
zh: 评估栏分数显示空间不足

source: There is not enough room for the evaluation bar score display
ar: لا توجد مساحة كافية لعرض نتيجة شريط التقييم
bg: Няма достатъчно място за показване на резултата в лентата за оценка
bn: মূল্যায়ন বারের স্কোর প্রদর্শনের জন্য পর্যাপ্ত জায়গা নেই।
da: Der er ikke plads nok til evalueringsbjælkens scorevisning
sq: Nuk ka vend të mjaftueshëm për shfaqjen e rezultateve të shiritit të vlerësimit
zh: 评估栏分数显示空间不足

source: Please select the evaluation bar options :-
ar: الرجاء تحديد خيارات شريط التقييم :-
bg: Моля, изберете опциите на лентата за оценка: -
bn: অনুগ্রহ করে মূল্যায়ন বারের বিকল্পগুলি নির্বাচন করুন :-
da: Vælg venligst mulighederne for evalueringsbjælken: -
sq: Ju lutemi zgjidhni opsionet e shiritit të vlerësimit:-
zh: 请选择评估栏选项:-

source: Display evaluation bar
ar: عرض شريط التقييم
bg: Показване на лента за оценка
bn: মূল্যায়ন বার প্রদর্শন করুন
da: Vis evalueringsbjælke
sq: Shfaq shiritin e vlerësimit
zh: 显示评价栏

source: on left
ar: على اليسار
bg: отляво
bn: বাম দিকে
da: til venstre
sq: në të majtë
zh: 在左边

source: on right
ar: على اليمين
bg: отдясно
bn: ডানদিকে
da: til højre
sq: në të djathtë
zh: 在右边

source: Show score
ar: عرض النتيجة
bg: Покажи резултат
bn: স্কোর দেখান
da: Vis score
sq: Trego rezultatin
zh: 显示分数

source: in middle
ar: في الوسط
bg: в средата
bn: মাঝখানে
da: i midten
sq: në mes
zh: 在中间

source: on top/bottom
ar: في الأعلى/الأسفل
bg: отгоре/отдолу
bn: উপরে/নীচে
da: på toppen/bunden
sq: sipër/poshtë
zh: 顶部/底部

source: Score font size
ar: حجم الخط النتيجة
bg: Размер на шрифта на резултата
bn: স্কোরের ফন্টের আকার
da: Score skriftstørrelse
sq: Madhësia e shkronjave të rezultatit
zh: 分数字体大小

source: Scaling factor
ar: عامل القياس
bg: Коефициент на мащабиране
bn: স্কেলিং ফ্যাক্টর
da: Skaleringsfaktor
sq: Faktori i shkallëzimit
zh: 缩放因子

source: Distance from board
ar: المسافة من اللوحة
bg: Разстояние от борда
bn: বোর্ড থেকে দূরত্ব
da: Afstand fra bord
sq: Largësia nga bordi
zh: 与板的距离

source: Annotation score
ar: درجة التعليق التوضيحي
bg: Оценка на анотацията
bn: টীকা স্কোর
da: Annotationsscore
sq: Rezultati i shënimit
zh: 注释分数

source: Material score
ar: درجة المواد
bg: Материална оценка
bn: উপাদান স্কোর
da: Materiale score
sq: Rezultati material
zh: 材质分数

source: Toggle evaluation bar display
ar: تبديل عرض شريط التقييم
bg: Превключване на показването на лентата за оценка
bn: মূল্যায়ন বার প্রদর্শন টগল করুন
da: Skift evalueringsbjælkevisning
sq: Ndrysho shfaqjen e shiritit të vlerësimit
zh: 切换评估栏显示

source: Display evaluation bar on the left of the board
ar: عرض شريط التقييم على يسار اللوحة
bg: Покажете лентата за оценка отляво на дъската
bn: বোর্ডের বাম দিকে মূল্যায়ন বারটি প্রদর্শন করুন
da: Vis evalueringsbjælken til venstre på tavlen
sq: Shfaq shiritin e vlerësimit në të majtë të tabelës
zh: 在棋盘左侧显示评价栏

source: Display evaluation bar on the right of the board
ar: عرض شريط التقييم على يمين اللوحة
bg: Покажете лентата за оценка отдясно на дъската
bn: বোর্ডের ডানদিকে মূল্যায়ন বারটি প্রদর্শন করুন
da: Vis evalueringsbjælken til højre på tavlen
sq: Shfaq shiritin e vlerësimit në të djathtë të tabelës
zh: 在棋盘右侧显示评价栏

source: Display the position score with the evaluation bar
ar: عرض درجة الموقف باستخدام شريط التقييم
bg: Покажете резултата за позицията с лентата за оценка
bn: মূল্যায়ন বারের সাথে অবস্থানের স্কোর প্রদর্শন করুন
da: Vis positionsscoren med evalueringsbjælken
sq: Shfaqni rezultatin e pozicionit me shiritin e vlerësimit
zh: 用评估条显示位置得分
