Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: Clipboard as temporary database
ar: الحافظة كقاعدة بيانات مؤقتة
bg: Клипборд като временна база данни
bn: অস্থায়ী ডাটাবেস হিসেবে ক্লিপবোর্ড
da: Udklipsholder som midlertidig database
sq: Clipboard si databazë e përkohshme
zh: 剪贴板作为临时数据库

source: This panel lets you control the on screen chess clocks
ar: تتيح لك هذه اللوحة التحكم في ساعات الشطرنج التي تظهر على الشاشة
bg: Този панел ви позволява да контролирате шахматните часовници на екрана
bn: এই প্যানেলটি আপনাকে স্ক্রিনে থাকা দাবা ঘড়িগুলি নিয়ন্ত্রণ করতে দেয়
da: Dette panel lader dig styre skak-ure på skærmen
sq: Ky panel ju lejon të kontrolloni orët e shahut në ekran
zh: 该面板可让您控制屏幕上的国际象棋时钟

source: Current white clock
ar: الساعة البيضاء الحالية
bg: Актуален бял часовник
bn: বর্তমান সাদা ঘড়ি
da: Nuværende hvidt ur
sq: Ora e bardhë aktuale
zh: 現在的白色時鐘

source: Current black clock
ar: الساعة السوداء الحالية
bg: Актуален черен часовник
bn: বর্তমান কালো ঘড়ি
da: Nuværende sort ur
sq: Ora aktuale e zezë
zh: 現在黑色時鐘

source: Time (minutes) (seconds) :
ar: الوقت (دقائق) (ثواني) :
bg: Време (минути) (секунди) :
bn: সময় (মিনিট) (সেকেন্ড):
da: Tid (minutter) (sekunder):
sq: Koha (minuta) (sekonda):
zh: 时间（分）（秒）：

source: Increment (seconds) :
ar: الزيادة (بالثواني) :
bg: Увеличение (секунди):
bn: বৃদ্ধি (সেকেন্ড):
da: Forøgelse (sekunder):
sq: Rritja (sekonda):
zh: 增量（秒）：

source: Visible
ar: مرئي
bg: Видимо
bn: দৃশ্যমান
da: Synlig
sq: E dukshme
zh: 可见的

source: Running
ar: جري
bg: Бягане
bn: দৌড়
da: Løb
sq: Vrapimi
zh: 跑步

source: New game : Engine 1
ar: لعبة جديدة : Engine 1
bg: Нова игра: Engine 1
bn: নতুন খেলা: ইঞ্জিন ১
da: Nyt spil: Engine 1
sq: Lojë e re: Motori 1
zh: 新游戏：引擎 1

source: New game : Human
ar: لعبة جديدة : الإنسان
bg: Нова игра: Човек
bn: নতুন খেলা: মানুষ
da: Nyt spil: Menneske
sq: Lojë e re: Njeriu
zh: 新游戏：人类

source: New game : Engine 2
ar: لعبة جديدة : Engine 2
bg: Нова игра: Engine 2
bn: নতুন খেলা: ইঞ্জিন ২
da: Nyt spil: Engine 2
sq: Lojë e re: Engine 2
zh: 新游戏：引擎 2

source: New game : Engine
ar: لعبة جديدة : المحرك
bg: Нова игра: Двигател
bn: নতুন খেলা: ইঞ্জিন
da: Nyt spil: Engine
sq: Lojë e re: Motori
zh: 新游戏：引擎

source: Time (minutes) :
ar: الوقت (بالدقائق) :
bg: Време (минути):
bn: সময় (মিনিট):
da: Tid (minutter):
sq: Koha (minuta):
zh: 时间（分钟）：

source: Time (seconds) :
ar: الوقت (بالثواني) :
bg: Време (секунди):
bn: সময় (সেকেন্ড):
da: Tid (sekunder):
sq: Koha (sekonda):
zh: 时间（秒）：

source: Fixed period mode
ar: وضع الفترة الثابتة
bg: Режим с фиксиран период
bn: স্থির পিরিয়ড মোড
sq: Modaliteti i periudhës fikse
zh: 固定周期模式

source: Engine gets fixed time per move,
ar: يحصل المحرك على وقت ثابت لكل حركة،
bg: Двигателят получава фиксирано време на движение,
bn: ইঞ্জিন প্রতি পদক্ষেপে নির্দিষ্ট সময় পায়,
da: Motoren får fast tid pr. bevægelse,
sq: Motori merr kohë fikse për lëvizje,
zh: 引擎每次移动需要固定的时间，

source: Human timed if Visible and Running are checked
ar: يقوم الإنسان بالتوقيت إذا تم تحديد "مرئي" و"جاري"
bg: Човешко време, ако са отметнати Видими и Работещи
bn: দৃশ্যমান এবং চলমান চেক করা থাকলে মানুষের সময় নির্ধারণ করা হয়
da: Human timet, hvis Synlig og Løb er markeret
sq: Kohëzgjatja njerëzore nëse kontrollohet "E dukshme" dhe "Vrapon".
zh: 如果选中“可见”和“正在运行”，则进行人工计时

source: Engines get fixed time per move
ar: تحصل المحركات على وقت ثابت لكل حركة
bg: Двигателите получават фиксирано време на движение
bn: ইঞ্জিনগুলি প্রতিটি পদক্ষেপের জন্য নির্দিষ্ট সময় পায়
da: Motorer får fast tid pr. bevægelse
sq: Motorët marrin kohë fikse për lëvizje
zh: 发动机每次移动的时间是固定的

source: Enter the game time in minutes.
ar: أدخل وقت اللعبة بالدقائق.
bg: Въведете времето за игра в минути.
bn: মিনিটে খেলার সময় লিখুন।
da: Indtast spilletid i minutter.
sq: Shkruani kohën e lojës në minuta.
zh: 以分钟为单位输入游戏时间。

source: Enter the increment in seconds.
ar: أدخل الزيادة بالثواني.
bg: Въведете увеличението за секунди.
bn: সেকেন্ডে বৃদ্ধি লিখুন।
da: Indtast stigningen i sekunder.
sq: Futni rritjen në sekonda.
zh: 输入以秒为单位的增量。

source: Check this if the clock is visible.
ar: تحقق من هذا إذا كانت الساعة مرئية.
bg: Проверете това, ако часовникът се вижда.
bn: ঘড়িটি দৃশ্যমান কিনা তা পরীক্ষা করে দেখুন।
da: Tjek dette, hvis uret er synligt.
sq: Kontrolloni këtë nëse ora është e dukshme.
zh: 如果时钟可见，请检查此项。

source: Check this if the clock is running.
ar: تحقق من هذا إذا كانت الساعة تعمل.
bg: Проверете това, ако часовникът работи.
bn: ঘড়িটি চলছে কিনা তা পরীক্ষা করে দেখুন।
da: Tjek dette, hvis uret kører.
sq: Kontrolloni këtë nëse ora po funksionon.
zh: 如果时钟正在运行，请检查此项。

source: Check this to make the engine move after a fixed time interval
ar: قم بفحص هذا لتحريك المحرك بعد فترة زمنية محددة
bg: Проверете това, за да накарате двигателя да се движи след фиксиран интервал от време
bn: নির্দিষ্ট সময়ের ব্যবধানের পরে ইঞ্জিনটি যাতে চলতে পারে তা পরীক্ষা করে দেখুন।
da: Kontroller dette for at få motoren til at bevæge sig efter et fast tidsinterval
sq: Kontrolloni këtë për ta bërë motorin të lëvizë pas një intervali kohor të caktuar
zh: 勾选此项可使发动机在固定时间间隔后启动

source: Specify how you want the on screen clocks to work.
ar: قم بتحديد الطريقة التي تريد أن تعمل بها الساعات على الشاشة.
bg: Посочете как искате да работят екранните часовници.
bn: স্ক্রিনে থাকা ঘড়িগুলি কীভাবে কাজ করবে তা নির্দিষ্ট করুন।
da: Angiv, hvordan du vil have urene på skærmen til at fungere.
sq: Specifikoni se si dëshironi të funksionojnë orët në ekran.
zh: 指定您希望屏幕时钟如何工作。

source: You can make instantaneously effective changes to
ar: يمكنك إجراء تغييرات فعالة على الفور
bg: Можете да направите незабавни ефективни промени в
bn: আপনি তাৎক্ষণিকভাবে কার্যকর পরিবর্তন করতে পারেন
da: Du kan foretage øjeblikkeligt effektive ændringer til
sq: Ju mund të bëni ndryshime të menjëhershme efektive në
zh: 您可以立即做出有效的改变

source: the clock settings. One application of that feature
ar: إعدادات الساعة. أحد تطبيقات هذه الميزة
bg: настройките на часовника. Едно приложение на тази функция
bn: ঘড়ির সেটিংস। সেই বৈশিষ্ট্যের একটি প্রয়োগ
da: urindstillingerne. En anvendelse af denne funktion
sq: cilësimet e orës. Një aplikim i kësaj veçorie
zh: 时钟设置。该功能的一个应用

source: is to start the clocks running in the opening position
ar: هو بدء تشغيل الساعات في وضع الافتتاح
bg: е да стартира часовниците да работят в отворена позиция
bn: ঘড়িগুলো খোলার অবস্থানে চলতে শুরু করা
da: er at starte urene i åbningsposition
sq: është të nisni orët të funksionojnë në pozicionin e hapjes
zh: 是让时钟在开场位置运行

source: and use the program as a combined electronic board
ar: واستخدام البرنامج كلوحة إلكترونية مجمعة
bg: и използвайте програмата като комбинирана електронна платка
bn: এবং প্রোগ্রামটিকে একটি সম্মিলিত ইলেকট্রনিক বোর্ড হিসেবে ব্যবহার করুন
da: og bruge programmet som en kombineret elektronisk tavle
sq: dhe përdorni programin si një tabelë elektronike të kombinuar
zh: 并将该程序用作组合电子板

source: and clock for a normal chess game with a friend.
ar: وساعة للعب الشطرنج العادي مع صديق.
bg: и часовник за нормална игра на шах с приятел.
bn: এবং বন্ধুর সাথে একটি সাধারণ দাবা খেলার জন্য সময় নির্ধারণ করুন।
da: og ur til et normalt skakspil med en ven.
sq: dhe ora për një lojë normale shahu me një mik.
zh: 并和朋友进行正常象棋比赛的时钟。

source: You can also change how the clocks are setup
ar: يمكنك أيضًا تغيير كيفية إعداد الساعات
bg: Можете също така да промените начина на настройка на часовниците
bn: আপনি ঘড়িগুলি কীভাবে সেটআপ করবেন তাও পরিবর্তন করতে পারেন।
da: Du kan også ændre, hvordan urene er sat op
sq: Ju gjithashtu mund të ndryshoni mënyrën se si janë konfiguruar orët
zh: 您还可以更改时钟的设置方式

source: each time a new human versus engine game starts.
ar: في كل مرة تبدأ لعبة جديدة بين الإنسان والمحرك.
bg: всеки път, когато започне нова игра човек срещу двигател.
bn: প্রতিবার যখন একটি নতুন মানুষ বনাম ইঞ্জিন খেলা শুরু হয়।
da: hver gang et nyt menneske versus motor spil starter.
sq: sa herë që fillon një lojë e re njerëzore kundër motorit.
zh: 每次开始新的人类与引擎游戏时。

source: A fixed period mode option is now available.
ar: خيار وضع الفترة الثابتة متاح الآن.
bg: Вече е налична опция за режим на фиксиран период.
bn: একটি নির্দিষ্ট সময়কাল মোড বিকল্প এখন উপলব্ধ।
da: En mulighed for fast periodetilstand er nu tilgængelig.
sq: Një opsion i modalitetit të periudhës fikse është tani i disponueshëm.
zh: 现在可以使用固定期限模式选项。

source: This specifies a mode where the engine receives
ar: يحدد هذا الوضع حيث يستقبل المحرك
bg: Това определя режим, в който двигателят получава
bn: এটি এমন একটি মোড নির্দিষ্ট করে যেখানে ইঞ্জিন গ্রহণ করে
da: Dette angiver en tilstand, hvor motoren modtager
sq: Kjo specifikon një mënyrë ku motori merr
zh: 这指定了引擎接收的模式

source: a fixed amount of time per move.
ar: كمية ثابتة من الوقت لكل حركة.
bg: фиксирано време за ход.
bn: প্রতি পদক্ষেপে একটি নির্দিষ্ট সময়।
da: en fast tid pr. bevægelse.
sq: një sasi fikse kohe për lëvizje.
zh: 每步都有固定的时间。

source: Human moves are timed, (lightning chess)
ar: الحركات البشرية يتم توقيتها (الشطرنج الخاطف)
bg: Човешките ходове са насрочени, (светкавичен шах)
bn: মানুষের চালচলন সময় নির্ধারিত, (বিদ্যুৎ দাবা)
da: Menneskelige træk er timet, (lynskak)
sq: Lëvizjet e njeriut janë me kohë, (shah rrufe)
zh: 人类的行动是有时间限制的，（闪电棋）

source: only if Visible and Running are checked.
ar: فقط إذا تم تحديد المربعين "مرئي" و"قيد التشغيل".
bg: само ако са отметнати Visible и Running.
bn: শুধুমাত্র যদি দৃশ্যমান এবং চলমান চেক করা থাকে।
da: kun hvis Visible og Running er markeret.
sq: vetëm nëse janë të kontrolluara Visible dhe Running.
zh: 仅当选中 Visible 和 Running 时。

source: A shortcut to this dialog is available ;
ar: يتوفر اختصار لهذا الحوار؛
bg: Наличен е пряк път към този диалогов прозорец;
bn: এই ডায়ালগের একটি শর্টকাট পাওয়া যায়;
da: En genvej til denne dialog er tilgængelig;
sq: Ekziston një shkurtore për këtë dialog ;
zh: 此对话框有一个快捷方式可用；

source: simply click on the clocks.
ar: فقط انقر على الساعات.
bg: просто щракнете върху часовниците.
bn: কেবল ঘড়িগুলিতে ক্লিক করুন।
da: klik blot på urene.
sq: thjesht klikoni mbi orët.
zh: 只需点击时钟即可。

source: Chess Clock Dialog Help
ar: مساعدة في مربع حوار ساعة الشطرنج
bg: Помощ за диалогов прозорец за шах часовник
bn: দাবা ঘড়ি ডায়ালগ সহায়তা
da: Hjælp til dialogboksen Skak ur
sq: Ndihmë për dialogun e orës së shahut
zh: 国际象棋时钟对话框帮助

source: Time (seconds):
ar: الوقت (بالثواني):
bg: Време (секунди):
bn: সময় (সেকেন্ড):
da: Tid (sekunder):
sq: Koha (sekonda):
zh: 时间（秒）：

source: Increment (seconds):
ar: الزيادة (بالثواني):
bg: Увеличение (секунди):
bn: বৃদ্ধি (সেকেন্ড):
da: Forøgelse (sekunder):
sq: Rritja (sekonda):
zh: 增量（秒）：

source: Board colours
ar: ألوان اللوحة
bg: Цветове на борда
bn: বোর্ডের রঙ
da: Tavle farver
sq: Ngjyrat e tabelës
zh: 板面颜色

source: Light Squares
ar: المربعات الضوئية
bg: Светли квадрати
bn: হালকা স্কোয়ার
da: Lyse firkanter
sq: Sheshe të lehta
zh: 浅色方块

source: Restore Default
ar: استعادة الافتراضي
bg: Възстановяване по подразбиране
bn: ডিফল্ট পুনরুদ্ধার করুন
da: Gendan standard
sq: Rivendos parazgjedhjen
zh: 恢复默认

source: Dark Squares
ar: المربعات الداكنة
bg: Тъмни квадрати
bn: ডার্ক স্কোয়ারস
da: Mørke Firkanter
sq: Sheshe të errëta
zh: 深色方块

source: Light highlight
ar: تسليط الضوء
bg: Светло подчертаване
bn: হালকা হাইলাইট
da: Lys highlight
sq: Theksim i lehtë
zh: 灯光高亮

source: Dark highlight
ar: تسليط الضوء الداكن
bg: Тъмно подчертаване
bn: গাঢ় হাইলাইট
da: Mørkt højdepunkt
sq: Theksim i errët
zh: 深色突出显示

source: Border highlight
ar: تسليط الضوء على الحدود
bg: Осветяване на границата
bn: বর্ডার হাইলাইট
da: Grænsefremhævning
sq: Theksimi i kufirit
zh: 边框突出显示

source: Square highlight colours..
ar: ألوان مميزة للمربعات.
bg: Квадратни цветове за подчертаване..
bn: বর্গাকার হাইলাইট রঙ..
da: Firkantede highlight farver..
sq: Ngjyrat e theksuara katrore..
zh: 方形高亮颜色..

source: Background colours
ar: ألوان الخلفية
bg: Цветове на фона
bn: পটভূমির রঙ
da: Baggrundsfarver
sq: Ngjyrat e sfondit
zh: 背景颜色

source: Board panel
ar: لوحة المجلس
bg: Бордов панел
bn: বোর্ড প্যানেল
da: Tavlepanel
sq: Paneli i bordit
zh: 板面板

source: Move panel
ar: نقل اللوحة
bg: Преместване на панела
bn: প্যানেল সরান
da: Flyt panelet
sq: Zhvendos panelin
zh: 移动面板

source: Start panel
ar: لوحة البداية
bg: Стартов панел
bn: স্টার্ট প্যানেল
sq: Paneli i fillimit
zh: 开始面板

source: Kibitz panel
ar: لوحة كيبيتز
bg: Кибиц панел
bn: কিবিটজ প্যানেল
sq: Paneli Kibitz
zh: Kibitz 小组

source: Kibitz box
ar: صندوق كيبيتز
bg: Кибиц кутия
bn: কিবিটজ বক্স
da: Kibitz boks
sq: Kuti Kibitz
zh: 闲聊箱

source: Puzzle panel
ar: لوحة الألغاز
bg: Пъзел панел
bn: ধাঁধা প্যানেল
da: Puslespil panel
sq: Paneli i enigmës
zh: 拼图面板

source: Match panel
ar: لوحة المباراة
bg: Панел за съвпадение
bn: ম্যাচ প্যানেল
sq: Paneli i ndeshjes
zh: 匹配面板

source: Search panel
ar: لوحة البحث
bg: Панел за търсене
bn: অনুসন্ধান প্যানেল
da: Søgepanel
sq: Paneli i kërkimit
zh: 搜索面板

source: Eval panel
ar: لوحة التقييم
bg: Панел за оценка
bn: ইভাল প্যানেল
sq: Paneli vlerësues
zh: 评估面板

source: This dialog box allow you to select the colours
ar: يسمح لك مربع الحوار هذا باختيار الألوان
bg: Този диалогов прозорец ви позволява да избирате цветовете
bn: এই ডায়ালগ বক্সটি আপনাকে রঙ নির্বাচন করতে দেয়
da: Denne dialogboks giver dig mulighed for at vælge farverne
sq: Kjo kuti dialogu ju lejon të zgjidhni ngjyrat
zh: 此对话框允许您选择颜色

source: or the screen elements.
ar: أو عناصر الشاشة.
bg: или елементите на екрана.
bn: অথবা পর্দার উপাদান।
da: eller skærmelementerne.
sq: ose elementet e ekranit.
zh: 或屏幕元素。

source: Click on the colour box next to the screen element
ar: انقر فوق مربع الألوان بجوار عنصر الشاشة
bg: Кликнете върху цветното поле до елемента на екрана
bn: স্ক্রিন এলিমেন্টের পাশের রঙের বাক্সে ক্লিক করুন।
da: Klik på farveboksen ved siden af ​​skærmelementet
sq: Klikoni në kutinë e ngjyrave pranë elementit të ekranit
zh: 单击屏幕元素旁边的颜色框

source: to activate the colour selection dialog box.
ar: لتفعيل مربع حوار اختيار اللون.
bg: за да активирате диалоговия прозорец за избор на цвят.
bn: রঙ নির্বাচন ডায়ালগ বক্স সক্রিয় করতে।
da: for at aktivere farvevalgsdialogboksen.
sq: për të aktivizuar kutinë e dialogut të përzgjedhjes së ngjyrave.
zh: 激活颜色选择对话框。

source: To restore the standard colour for a screen element,
ar: لاستعادة اللون القياسي لعناصر الشاشة،
bg: За да възстановите стандартния цвят за екранен елемент,
bn: একটি স্ক্রিন এলিমেন্টের জন্য স্ট্যান্ডার্ড রঙ পুনরুদ্ধার করতে,
da: For at gendanne standardfarven for et skærmelement,
sq: Për të rivendosur ngjyrën standarde për një element të ekranit,
zh: 要恢复屏幕元素的标准颜色，

source: To restore the standard colours for all screen elements,
ar: لاستعادة الألوان القياسية لجميع عناصر الشاشة،
bg: За да възстановите стандартните цветове за всички елементи на екрана,
bn: সকল স্ক্রিন এলিমেন্টের জন্য স্ট্যান্ডার্ড রঙ পুনরুদ্ধার করতে,
da: For at gendanne standardfarverne for alle skærmelementer,
sq: Për të rivendosur ngjyrat standarde për të gjithë elementët e ekranit,
zh: 为了恢复所有屏幕元素的标准颜色，

source: Select colours help
ar: مساعدة في اختيار الألوان
bg: Помощ за избор на цветове
bn: রঙ নির্বাচনের জন্য সহায়তা
da: Hjælp til at vælge farver
sq: Zgjidhja e ngjyrave ndihmon
zh: 选择颜色帮助

source: Main window colour
ar: لون النافذة الرئيسية
bg: Цвят на основния прозорец
bn: প্রধান জানালার রঙ
da: Farve på hovedvinduet
sq: Ngjyra kryesore e dritares
zh: 主窗口颜色

source: Move list window
ar: نقل نافذة القائمة
bg: Преместване на прозорец със списък
bn: তালিকা উইন্ডো সরান
da: Flyt listevindue
sq: Zhvendos dritaren e listës
zh: 移动列表窗口

source: Game clock window
ar: نافذة ساعة اللعبة
bg: Прозорец на игровия часовник
bn: খেলার ঘড়ির জানালা
da: Spil ur vindue
sq: Dritarja e orës së lojës
zh: 比赛时钟窗口

source: Game clock running
ar: ساعة اللعبة تعمل
bg: Игралният часовник работи
bn: খেলার ঘড়ি চলছে
da: Spilur kører
sq: Ora e lojës funksionon
zh: 比赛时钟运行

source: Game clock stopped
ar: توقفت ساعة المباراة
bg: Часовникът за игра спря
bn: খেলার ঘড়ি বন্ধ হয়ে গেছে
da: Spilleuret stoppede
sq: Ora e lojës u ndal
zh: 比赛计时钟停止

source: Kibitz window
ar: نافذة كيبيتز
bg: Кибиц прозорец
bn: কিবিটজ উইন্ডো
da: Kibitz vindue
sq: Dritarja Kibitz
zh: 闲聊窗口

source: User defined background
ar: الخلفية المحددة من قبل المستخدم
bg: Дефиниран от потребителя фон
bn: ব্যবহারকারীর দ্বারা নির্ধারিত পটভূমি
da: Brugerdefineret baggrund
sq: Sfondi i përcaktuar nga përdoruesi
zh: 用户定义背景

source: Background settings..
ar: إعدادات الخلفية..
bg: Настройки на фона..
bn: ব্যাকগ্রাউন্ড সেটিংস..
da: Baggrundsindstillinger..
sq: Cilësimet e sfondit..
zh: 背景设置..

source: Select the main window background colour
ar: حدد لون الخلفية للنافذة الرئيسية
bg: Изберете цвета на фона на главния прозорец
bn: প্রধান উইন্ডোর পটভূমির রঙ নির্বাচন করুন
da: Vælg hovedvinduets baggrundsfarve
sq: Zgjidhni ngjyrën e sfondit të dritares kryesore
zh: 选择主窗口背景颜色

source: Select the move list window colour
ar: حدد لون نافذة قائمة النقل
bg: Изберете цвета на прозореца на списъка за преместване
bn: সরানোর তালিকা উইন্ডোর রঙ নির্বাচন করুন
da: Vælg farven på flyttelistens vindue
sq: Zgjidhni ngjyrën e dritares së listës së lëvizjes
zh: 选择移动列表窗口颜色

source: Select the game clock window colour
ar: حدد لون نافذة ساعة اللعبة
bg: Изберете цвета на прозореца на часовника на играта
bn: খেলার ঘড়ির জানালার রঙ নির্বাচন করুন
da: Vælg farven på spilleturets vindue
sq: Zgjidhni ngjyrën e dritares së orës së lojës
zh: 选择游戏时钟窗口颜色

source: Select the game clock running text colour
ar: حدد لون نص تشغيل ساعة اللعبة
bg: Изберете цвета на текста на часовника на играта
bn: গেম ক্লক রানিং টেক্সটের রঙ নির্বাচন করুন
da: Vælg spillets ur, der kører tekstfarve
sq: Zgjidhni ngjyrën e tekstit të orës së lojës
zh: 选择比赛时钟运行文字颜色

source: Select the game clock stopped text colour
ar: حدد لون النص الذي يشير إلى توقف ساعة اللعبة
bg: Изберете цвета на текста на спряния часовник на играта
bn: খেলার ঘড়ি বন্ধ থাকা টেক্সটের রঙ নির্বাচন করুন
da: Vælg tekstfarven for spillets ur, der er stoppet
sq: Zgjidhni ngjyrën e tekstit të orës së lojës
zh: 选择游戏时钟停止文字颜色

source: Select the kibitz window colour
ar: حدد لون نافذة kibitz
bg: Изберете цвета на прозореца kibitz
bn: কিবিটজ উইন্ডোর রঙ নির্বাচন করুন
da: Vælg kibitz-vinduets farve
sq: Zgjidhni ngjyrën e dritares kibitz
zh: 选择 kibitz 窗口颜色

source: Select the kibitz panel colour
ar: حدد لون لوحة kibitz
bg: Изберете цвета на панела kibitz
bn: কিবিটজ প্যানেলের রঙ নির্বাচন করুন
da: Vælg farven på kibitz-panelet
sq: Zgjidhni ngjyrën e panelit kibitz
zh: 选择 kibitz 面板颜色

source: Set the main window background colour to default
ar: تعيين لون خلفية النافذة الرئيسية إلى اللون الافتراضي
bg: Задайте цвета на фона на главния прозорец по подразбиране
bn: প্রধান উইন্ডোর পটভূমির রঙ ডিফল্টে সেট করুন
da: Indstil hovedvinduets baggrundsfarve til standard
sq: Vendosni ngjyrën e sfondit të dritares kryesore në parazgjedhje
zh: 将主窗口背景颜色设置为默认

source: Set the move list window colour to default
ar: تعيين لون نافذة قائمة النقل إلى الافتراضي
bg: Задайте цвета на прозореца на списъка за преместване по подразбиране
bn: সরানোর তালিকার উইন্ডোর রঙ ডিফল্টে সেট করুন
da: Indstil farven på flyttelistens vindue til standard
sq: Vendosni ngjyrën e dritares së listës së lëvizjeve në parazgjedhje
zh: 将移动列表窗口颜色设置为默认

source: Set the game clock window colour to default
ar: ضبط لون نافذة ساعة اللعبة إلى الوضع الافتراضي
bg: Задайте цвета на прозореца на часовника на играта по подразбиране
bn: গেম ক্লক উইন্ডোর রঙ ডিফল্টে সেট করুন
da: Indstil spilurets vinduesfarve til standard
sq: Vendosni ngjyrën e dritares së orës së lojës në parazgjedhje
zh: 将游戏时钟窗口颜色设置为默认

source: Set the game clock running text colour to default
ar: ضبط لون نص تشغيل ساعة اللعبة إلى اللون الافتراضي
bg: Задайте цвета на текста на часовника на играта по подразбиране
bn: গেম ক্লক রানিং টেক্সট কালার ডিফল্টে সেট করুন
da: Indstil spilurets kørende tekstfarve til standard
sq: Cakto ngjyrën e tekstit në funksionimin e orës së lojës në parazgjedhje
zh: 将游戏时钟运行文字颜色设置为默认

source: Set the game clock stopped text colour to default
ar: ضبط لون نص توقف ساعة اللعبة إلى اللون الافتراضي
bg: Задайте цвета на текста на спряния часовник на играта по подразбиране
bn: গেম ক্লক স্টপড টেক্সট কালার ডিফল্টে সেট করুন
da: Indstil tekstfarven for stoppet spilur til standard
sq: Vendosni ngjyrën e tekstit të ndalur të orës së lojës në parazgjedhje
zh: 将游戏时钟停止文字颜色设置为默认

source: Set the kibitz window colour to default
ar: تعيين لون نافذة kibitz إلى اللون الافتراضي
bg: Задайте цвета на прозореца kibitz по подразбиране
bn: kibitz উইন্ডোর রঙ ডিফল্টে সেট করুন
da: Indstil kibitz-vinduets farve til standard
sq: Vendosni ngjyrën e dritares kibitz në parazgjedhje
zh: 将 kibitz 窗口颜色设置为默认颜色

source: Set the kibitz panel colour to default
ar: تعيين لون لوحة kibitz إلى اللون الافتراضي
bg: Задайте цвета на панела kibitz по подразбиране
bn: kibitz প্যানেলের রঙ ডিফল্টে সেট করুন
da: Indstil kibitz-panelfarven til standard
sq: Vendosni ngjyrën e panelit kibitz në parazgjedhje
zh: 将 kibitz 面板颜色设置为默认颜色

source: Check to use background colour gradient
ar: حدد المربع لاستخدام تدرج لون الخلفية
bg: Поставете отметка, за да използвате градиент на цвета на фона
bn: ব্যাকগ্রাউন্ড কালার গ্রেডিয়েন্ট ব্যবহার করতে চেক করুন
da: Marker for at bruge baggrundsfarvegradient
sq: Kontrolloni për të përdorur gradientin e ngjyrës së sfondit
zh: 勾选使用背景颜色渐变

source: Click to open background colour gradient settings dialog box
ar: انقر لفتح مربع حوار إعدادات تدرج لون الخلفية
bg: Щракнете, за да отворите диалоговия прозорец за настройки на градиента на цвета на фона
bn: ব্যাকগ্রাউন্ড কালার গ্রেডিয়েন্ট সেটিংস ডায়ালগ বক্স খুলতে ক্লিক করুন।
da: Klik for at åbne dialogboksen for indstilling af baggrundsfarvegradient
sq: Klikoni për të hapur kutinë e dialogut të cilësimeve të gradientit të ngjyrës së sfondit
zh: 点击打开背景颜色渐变设置对话框

source: This dialog box allow you to select the colours for the 3d windows.
ar: يسمح لك مربع الحوار هذا باختيار الألوان للنوافذ ثلاثية الأبعاد.
bg: Този диалогов прозорец ви позволява да изберете цветовете за 3d прозорците.
bn: এই ডায়ালগ বক্সটি আপনাকে 3D উইন্ডোর জন্য রঙ নির্বাচন করতে দেয়।
da: Denne dialogboks giver dig mulighed for at vælge farverne til 3D-vinduerne.
sq: Kjo kuti dialogu ju lejon të zgjidhni ngjyrat për dritaret 3d.
zh: 此对话框允许您选择 3D 窗口的颜色。

source: User defined background - Check this box for a user-defined
ar: خلفية محددة من قبل المستخدم - حدد هذا المربع للحصول على خلفية محددة من قبل المستخدم
bg: Дефиниран от потребителя фон – Поставете отметка в това квадратче за дефиниран от потребителя
bn: ব্যবহারকারী-সংজ্ঞায়িত পটভূমি - ব্যবহারকারী-সংজ্ঞায়িত পটভূমির জন্য এই বাক্সটি চেক করুন
da: Brugerdefineret baggrund - Marker dette felt for en brugerdefineret
sq: Sfondi i përcaktuar nga përdoruesi - Kontrolloni këtë kuti për një të përcaktuar nga përdoruesi
zh: 用户定义背景 - 勾选此框可获得用户定义的

source: main window background.
ar: خلفية النافذة الرئيسية.
bg: фон на главния прозорец.
bn: প্রধান উইন্ডোর পটভূমি।
da: hovedvinduets baggrund.
sq: sfondi i dritares kryesore.
zh: 主窗口背景。

source: Background settings.. - Click this button to open the user-defined
ar: إعدادات الخلفية.. - انقر فوق هذا الزر لفتح الإعدادات المحددة من قبل المستخدم
bg: Настройки на фона.. - Щракнете върху този бутон, за да отворите дефинирания от потребителя
bn: ব্যাকগ্রাউন্ড সেটিংস.. - ব্যবহারকারী-সংজ্ঞায়িত খুলতে এই বোতামটি ক্লিক করুন
da: Baggrundsindstillinger.. - Klik på denne knap for at åbne den brugerdefinerede
sq: Cilësimet e sfondit.. - Klikoni këtë buton për të hapur parametrin e përcaktuar nga përdoruesi
zh: 背景设置.. - 点击此按钮打开用户定义的

source: main window background dialog box.
ar: مربع الحوار خلفية النافذة الرئيسية.
bg: диалогов прозорец за фон на главния прозорец.
bn: প্রধান উইন্ডোর পটভূমি ডায়ালগ বক্স।
da: hovedvinduets baggrundsdialogboks.
sq: kutia e dialogut të sfondit të dritares kryesore.
zh: 主窗口背景对话框。

source: 3d window colours help
ar: مساعدة في ألوان النوافذ ثلاثية الأبعاد
bg: 3D цветовете на прозореца помагат
bn: 3D জানালার রঙের সাহায্য
da: 3D vinduesfarver hjælper
sq: Ngjyrat e dritareve 3d ndihmojnë
zh: 3d 窗口颜色帮助

source: Caption bar colours
ar: ألوان شريط التعليقات التوضيحية
bg: Цветове на лентата с надписи
bn: ক্যাপশন বারের রঙ
da: Farver på billedtekstlinjen
sq: Ngjyrat e shiritit të titrave
zh: 标题栏颜色
