Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: I used the free program <HandBrake>
ar: لقد استخدمت البرنامج المجاني <HandBrake>
bg: Използвах безплатната програма <HandBrake>
bn: আমি ফ্রি প্রোগ্রাম <হ্যান্ডব্রেক> ব্যবহার করেছি।
da: Jeg brugte det gratis program <HandBrake>
sq: Kam përdorur programin falas <HandBrake>
zh: 我使用了免费程序<HandBrake>

source: The images used in the video were by the follow photographers :-
ar: الصور المستخدمة في الفيديو كانت من قبل المصورين التالية:-
bg: Изображенията, използвани във видеото, са от следните фотографи: -
bn: ভিডিওতে ব্যবহৃত ছবিগুলি নিম্নলিখিত আলোকচিত্রীদের দ্বারা তৈরি:-
da: Billederne brugt i videoen var af følgende fotografer:
sq: Pamjet e përdorura në video janë nga fotografët e mëposhtëm:-
zh: 视频中使用的图片由以下摄影师拍摄：-

source: The background for the John Cochrane photo was by Edoardo Bortoli
ar: كانت خلفية صورة جون كوتشران من تصميم إدواردو بورتولي
bg: Фонът за снимката на Джон Кокрейн е дело на Едоардо Бортоли
bn: জন কোচরেনের ছবির পটভূমি ছিল এডোয়ার্দো বোর্তোলির।
da: Baggrunden for John Cochrane-billedet var af Edoardo Bortoli
sq: Sfondi për foton e John Cochrane ishte nga Edoardo Bortoli
zh: John Cochrane 照片的背景由 Edoardo Bortoli 拍摄

source: The background for the William Lewis photo was by Fatima Shahid
ar: الخلفية لصورة ويليام لويس كانت من تصميم فاطمة شهيد
bg: Фонът за снимката на Уилям Луис е от Фатима Шахид
bn: উইলিয়াম লুইসের ছবির পটভূমি ছিল ফাতিমা শহীদের।
da: Baggrunden for William Lewis-billedet var af Fatima Shahid
sq: Sfondi për fotografinë e William Lewis ishte nga Fatima Shahid
zh: William Lewis 照片的背景由 Fatima Shahid 拍摄

source: The view of Edinburgh from Calton Hill was by Peter Cordes
ar: تم التقاط الصورة لمدينة إدنبرة من تل كالتون بواسطة بيتر كورديس
bg: Гледката на Единбург от Калтън Хил е от Питър Кордес
bn: ক্যাল্টন হিল থেকে এডিনবার্গের দৃশ্য পিটার কর্ডেসের তোলা।
da: Udsigten over Edinburgh fra Calton Hill var af Peter Cordes
sq: Pamja e Edinburgut nga Calton Hill ishte nga Peter Cordes
zh: 彼得·科德斯 (Peter Cordes) 从卡尔顿山俯瞰爱丁堡

source: Media player credits
ar: اعتمادات مشغل الوسائط
bg: Кредити за медиен плейър
bn: মিডিয়া প্লেয়ারের ক্রেডিট
da: Medieafspiller-kreditter
sq: Kreditë e media player
zh: 媒体播放器积分

source: Making your own videos with the program is not too difficult.
ar: إن إنشاء مقاطع الفيديو الخاصة بك باستخدام البرنامج ليس بالأمر الصعب.
bg: Създаването на собствени видеоклипове с програмата не е твърде трудно.
bn: এই প্রোগ্রামটি ব্যবহার করে নিজের ভিডিও তৈরি করা খুব একটা কঠিন নয়।
da: At lave dine egne videoer med programmet er ikke så svært.
sq: Bërja e videove tuaja me programin nuk është shumë e vështirë.
zh: 使用该程序制作自己的视频并不太难。

source: There are three stages to the process :-
ar: هناك ثلاث مراحل لهذه العملية:
bg: Има три етапа на процеса: -
bn: এই প্রক্রিয়ার তিনটি ধাপ রয়েছে:-
da: Der er tre trin i processen:
sq: Ekzistojnë tre faza të procesit: -
zh: 该过程分为三个阶段：-

source: 1. Preparing the annotations for the selected game.
ar: 1. إعداد التعليقات التوضيحية للعبة المختارة.
bg: 1. Подготовка на анотациите за избраната игра.
bn: ১. নির্বাচিত খেলার জন্য টীকা প্রস্তুত করা।
da: 1. Forberedelse af annoteringer til det valgte spil.
sq: 1. Përgatitja e shënimeve për lojën e zgjedhur.
zh: 1. 准备选定游戏的注释。

source: 2. Filming the video.
ar: 2. تصوير الفيديو.
bg: 2. Заснемане на видеото.
bn: ২. ভিডিও চিত্রগ্রহণ।
da: 2. Optagelse af videoen.
sq: 2. Filmimi i videos.
zh: 2.拍摄视频。

source: 3. Inserting the video markers.
ar: 3. إدراج علامات الفيديو.
bg: 3. Поставяне на видео маркерите.
bn: ৩. ভিডিও মার্কার ঢোকানো।
da: 3. Indsættelse af videomarkører.
sq: 3. Futja e shënuesve të videos.
zh: 3. 插入视频标记。

source: When preparing the annotations for a game, you can place a pause marker ^p
ar: عند تحضير التعليقات التوضيحية للعبة، يمكنك وضع علامة توقف مؤقت ^p
bg: Когато подготвяте анотациите за игра, можете да поставите маркер за пауза ^p
bn: একটি গেমের জন্য টীকা প্রস্তুত করার সময়, আপনি একটি বিরতি মার্কার ^p রাখতে পারেন
da: Når du forbereder annoteringerne til et spil, kan du placere en pausemarkør ^p
sq: Kur përgatitni shënimet për një lojë, mund të vendosni një shënues pauzë ^p
zh: 在准备游戏注释时，您可以放置暂停标记 ^p

source: in a comment if you want the program to pause at a certain point.
ar: في تعليق إذا كنت تريد إيقاف البرنامج مؤقتًا عند نقطة معينة.
bg: в коментар, ако искате програмата да спре на пауза в определен момент.
bn: যদি আপনি চান যে প্রোগ্রামটি একটি নির্দিষ্ট সময়ে বিরতি দেওয়া হোক, তাহলে মন্তব্যে জানান।
da: i en kommentar, hvis du ønsker, at programmet skal holde pause på et bestemt tidspunkt.
sq: në një koment nëse dëshironi që programi të ndalet në një pikë të caktuar.
zh: 如果您希望程序在某个点暂停，请在注释中说明。

source: These can be used if you want to make the video into a quiz.
ar: يمكن استخدامها إذا كنت تريد تحويل الفيديو إلى اختبار.
bg: Те могат да се използват, ако искате да превърнете видеоклипа във викторина.
bn: ভিডিওটিকে কুইজে রূপান্তর করতে চাইলে এগুলো ব্যবহার করা যেতে পারে।
da: Disse kan bruges, hvis du vil gøre videoen til en quiz.
sq: Këto mund të përdoren nëse dëshironi ta shndërroni videon në një kuiz.
zh: 如果您想将视频制作成测验，可以使用这些。

source: I filmed the video with a smartphone, using modified annotations from the game
ar: لقد قمت بتصوير الفيديو باستخدام هاتف ذكي، باستخدام التعليقات التوضيحية المعدلة من اللعبة
bg: Заснех видеото със смартфон, като използвах модифицирани анотации от играта
bn: আমি গেমটির পরিবর্তিত টীকা ব্যবহার করে স্মার্টফোন দিয়ে ভিডিওটি ধারণ করেছি।
da: Jeg filmede videoen med en smartphone ved hjælp af modificerede annoteringer fra spillet
sq: Unë e filmova videon me një smartphone, duke përdorur shënime të modifikuara nga loja
zh: 我用智能手机拍摄了这段视频，使用了游戏中经过修改的注释

source: for the script. I thought it best to have the quiz questions only in the video,
ar: بالنسبة للنص، اعتقدت أنه من الأفضل أن تكون أسئلة الاختبار في الفيديو فقط،
bg: за сценария. Реших, че е най-добре въпросите от теста да са само във видеото,
bn: স্ক্রিপ্টের জন্য। আমি মনে করি কুইজের প্রশ্নগুলি কেবল ভিডিওতে রাখাই ভালো,
da: for manuskriptet. Jeg troede, det var bedst kun at have quizspørgsmålene i videoen,
sq: për skenarin. Mendova se është më mirë t'i kem pyetjet e kuizit vetëm në video,
zh: 剧本。我认为最好只在视频中放测验问题，

source: so I put them in the annotations to the game to begin with and removed them
ar: لذا قمت بوضعهم في التعليقات التوضيحية للعبة في البداية ثم قمت بإزالتهم
bg: затова ги сложих в анотациите към играта като начало и ги премахнах
bn: তাই আমি শুরুতেই গেমের টীকায় এগুলো রেখেছি এবং সেগুলো সরিয়ে ফেলেছি।
da: så jeg satte dem i annoteringerne til spillet til at begynde med og fjernede dem
sq: kështu që në fillim i vendosa në shënimet e lojës dhe i hoqa
zh: 所以我一开始就把它们放在游戏的注释里，然后又把它们删除了

source: from the game when filming was complete.
ar: من اللعبة عند اكتمال التصوير.
bg: от играта, когато заснемането приключи.
bn: শুটিং শেষ হওয়ার পর খেলা থেকে।
da: fra spillet, da optagelserne var færdige.
sq: nga loja kur përfunduan xhirimet.
zh: 拍摄完成后从游戏中获取。

source: If you have additional material to add to the video, such as pictures,
ar: إذا كان لديك مواد إضافية لإضافتها إلى الفيديو، مثل الصور،
bg: Ако имате допълнителен материал, който да добавите към видеоклипа, като например снимки,
bn: যদি আপনার ভিডিওতে যোগ করার জন্য অতিরিক্ত উপাদান থাকে, যেমন ছবি,
da: Hvis du har yderligere materiale at tilføje til videoen, såsom billeder,
sq: Nëse keni materiale shtesë për të shtuar në video, të tilla si fotografi,
zh: 如果你有其他材料要添加到视频中，例如图片，

source: you will need a video editing program. I used the free program <Openshot>
ar: سوف تحتاج إلى برنامج لتحرير الفيديو. لقد استخدمت البرنامج المجاني <Openshot>
bg: ще ви трябва програма за редактиране на видео. Използвах безплатната програма <Openshot>
bn: আপনার একটি ভিডিও এডিটিং প্রোগ্রামের প্রয়োজন হবে। আমি ফ্রি প্রোগ্রামটি ব্যবহার করেছি <Openshot>
da: du skal bruge et videoredigeringsprogram. Jeg brugte det gratis program <Openshot>
sq: do t'ju duhet një program për modifikimin e videos. Kam përdorur programin falas <Openshot>
zh: 您将需要一个视频编辑程序。我使用了免费程序 <Openshot>

source: for this purpose but there are plenty of others to choose from.
ar: لهذا الغرض ولكن هناك الكثير من الأغراض الأخرى للاختيار من بينها.
bg: за тази цел, но има много други, от които да избирате.
bn: এই উদ্দেশ্যে কিন্তু বেছে নেওয়ার জন্য আরও অনেক কিছু আছে।
da: til dette formål, men der er masser af andre at vælge imellem.
sq: për këtë qëllim, por ka shumë të tjera për të zgjedhur.
zh: 为此目的，但还有很多其他目的可供选择。

source: Also, I found that the video files were very large, so I used the free program
ar: وأيضا وجدت أن ملفات الفيديو كانت كبيرة جدًا، لذلك استخدمت البرنامج المجاني
bg: Освен това открих, че видео файловете са много големи, затова използвах безплатната програма
bn: এছাড়াও, আমি দেখতে পেলাম যে ভিডিও ফাইলগুলি অনেক বড় ছিল, তাই আমি বিনামূল্যের প্রোগ্রামটি ব্যবহার করেছি
da: Jeg fandt også ud af, at videofilerne var meget store, så jeg brugte det gratis program
sq: Gjithashtu, kuptova se skedarët video ishin shumë të mëdhenj, kështu që përdora programin falas
zh: 另外，我发现视频文件非常大，所以我使用了免费程序

source: <HandBrake> to shrink them. With the shrinking slider set at halfway,
ar: <HandBrake> لتقليص حجمها. مع ضبط شريط التمرير للتقليص على المنتصف،
bg: <HandBrake>, за да ги свиете. С плъзгача за свиване, поставен наполовина,
bn: সঙ্কুচিত করার জন্য <HandBrake>। সঙ্কুচিত স্লাইডারটি অর্ধেক স্থানে সেট করে,
da: <HandBrake> for at skrumpe dem. Med krympeskyderen sat til halvvejs,
sq: <HandBrake> për t'i tkurrur ato. Me rrëshqitësin në tkurrje të vendosur në gjysmë të rrugës,
zh: <HandBrake> 来缩小它们。将缩小滑块设置在中间位置，

source: the video file shrank by a factor of 10 with hardly any loss of quality.
ar: تم تقليص حجم ملف الفيديو بمقدار 10 أضعاف دون أي فقدان للجودة.
bg: видео файлът се сви с коефициент 10 с почти никаква загуба на качество.
bn: ভিডিও ফাইলটি ১০ গুণ সঙ্কুচিত হয়েছে, মানের খুব একটা ক্ষতি হয়নি।
da: videofilen krympede med en faktor 10 med næppe tab af kvalitet.
sq: skedari video u tkurr me një faktor prej 10 me pothuajse asnjë humbje të cilësisë.
zh: 视频文件缩小了 10 倍，但质量几乎没有任何损失。

source: It is best to shrink the mp4 file after you have exported it from OpenShot.
ar: من الأفضل تقليص حجم ملف mp4 بعد تصديره من OpenShot.
bg: Най-добре е да свиете mp4 файла, след като сте го експортирали от OpenShot.
bn: ওপেনশট থেকে এক্সপোর্ট করার পর mp4 ফাইলটি ছোট করে ফেলাই ভালো।
da: Det er bedst at formindske mp4-filen, når du har eksporteret den fra OpenShot.
sq: Është më mirë të zvogëloni skedarin mp4 pasi ta keni eksportuar nga OpenShot.
zh: 最好在从 OpenShot 导出 mp4 文件后将其缩小。

source: To insert the video markers you need to set the Media Player into edit mode.
ar: لإدراج علامات الفيديو، يجب عليك ضبط مشغل الوسائط في وضع التحرير.
bg: За да вмъкнете видео маркерите, трябва да настроите Media Player в режим на редактиране.
bn: ভিডিও মার্কার সন্নিবেশ করার জন্য আপনাকে মিডিয়া প্লেয়ারকে সম্পাদনা মোডে সেট করতে হবে।
da: For at indsætte videomarkørerne skal du indstille medieafspilleren til redigeringstilstand.
sq: Për të futur shënuesit e videos, duhet të vendosni Media Player në modalitetin e modifikimit.
zh: 要插入视频标记，您需要将媒体播放器设置为编辑模式。

source: This is done by first selecting <Options> from the Media Player menu,
ar: يتم ذلك من خلال تحديد <الخيارات> أولاً من قائمة مشغل الوسائط،
bg: Това става, като първо изберете <Опции> от менюто на Media Player,
bn: এটি প্রথমে মিডিয়া প্লেয়ার মেনু থেকে <Options> নির্বাচন করে করা হয়,
da: Dette gøres ved først at vælge <Options> fra Media Player-menuen,
sq: Kjo bëhet duke zgjedhur fillimisht <Opsionet> nga menyja e Media Player,
zh: 首先从媒体播放器菜单中选择<选项>，

source: then clicking the <Edit mode> checkbox. Alternatively, you can click
ar: ثم انقر فوق مربع الاختيار <وضع التحرير>. بدلاً من ذلك، يمكنك النقر فوق
bg: след което щракнете върху квадратчето за отметка <Режим на редактиране>. Като алтернатива можете да щракнете
bn: তারপর <Edit mode> চেকবক্সে ক্লিক করুন। বিকল্পভাবে, আপনি ক্লিক করতে পারেন
da: klik derefter på afkrydsningsfeltet <Redigeringstilstand>. Alternativt kan du klikke
sq: pastaj duke klikuar kutinë e zgjedhjes <Modaliteti i modifikimit>. Përndryshe, mund të klikoni
zh: 然后点击<编辑模式>复选框。或者，您也可以点击

source: on the two headed arrow on the toolbar. This will automatically switch off
ar: على السهم ذي الرأسين الموجود على شريط الأدوات. سيؤدي هذا إلى إيقاف تشغيله تلقائيًا
bg: върху стрелката с две глави на лентата с инструменти. Това автоматично ще се изключи
bn: টুলবারের দুই মাথাওয়ালা তীরচিহ্নে। এটি স্বয়ংক্রিয়ভাবে বন্ধ হয়ে যাবে
da: på pilen med to hoveder på værktøjslinjen. Denne slukker automatisk
sq: në shigjetën me dy koka në shiritin e veglave. Kjo do të fiket automatikisht
zh: 工具栏上的双向箭头。这将自动关闭

source: the <Update from game> and <Update from video> options, because editing
ar: خياري <التحديث من اللعبة> و<التحديث من الفيديو>، لأن التحرير
bg: опциите <Актуализиране от игра> и <Актуализиране от видео>, тъй като редактирането
bn: <আপডেট ফ্রম গেম> এবং <আপডেট ফ্রম ভিডিও> অপশন, কারণ সম্পাদনা
da: indstillingerne <Opdater fra spil> og <Opdater fra video>, fordi redigering
sq: opsionet <Përditëso nga loja> dhe <Përditëso nga video>, për shkak të redaktimit
zh: <从游戏更新> 和 <从视频更新> 选项，因为编辑

source: is impossible with these switched on.
ar: من المستحيل القيام بذلك مع تشغيل هذه العناصر.
bg: е невъзможно с тези включени.
bn: এগুলো চালু থাকলে তা অসম্ভব।
da: er umuligt med disse tændt.
sq: është e pamundur me këto të ndezura.
zh: 开启这些功能后就不可能了。

source: Editing is much easier to do from the toolbar, so you can switch that on
ar: يعد التحرير أسهل كثيرًا عند القيام به من شريط الأدوات، لذا يمكنك تشغيله
bg: Редактирането се извършва много по-лесно от лентата с инструменти, така че можете да я включите
bn: টুলবার থেকে সম্পাদনা করা অনেক সহজ, তাই আপনি এটি চালু করতে পারেন
da: Det er meget nemmere at redigere fra værktøjslinjen, så du kan slå det til
sq: Redaktimi është shumë më i lehtë për t'u bërë nga shiriti i veglave, kështu që mund ta aktivizoni atë
zh: 通过工具栏进行编辑更加容易，因此您可以打开它

source: while you have the <Options> dialog box open.
ar: بينما يكون مربع الحوار <الخيارات> مفتوحًا.
bg: докато имате отворен диалогов прозорец <Опции>.
bn: যখন আপনার <Options> ডায়ালগ বক্স খোলা থাকে।
da: mens du har dialogboksen <Options> åben.
sq: ndërkohë që keni hapur kutinë e dialogut <Opsionet>.
zh: 当您打开<选项>对话框时。

source: Then you go to the start of the game and video, play the video and pause it
ar: ثم تذهب إلى بداية اللعبة والفيديو، قم بتشغيل الفيديو وإيقافه مؤقتًا
bg: След това отивате в началото на играта и видеото, пускате видеото и го спирате на пауза
bn: তারপর তুমি গেমের শুরুতে যাও এবং ভিডিওটি চালাও এবং এটিকে বিরতি দাও।
da: Derefter går du til starten af ​​spillet og videoen, afspiller videoen og sætter den på pause
sq: Pastaj shkoni te fillimi i lojës dhe video, luani videon dhe e ndaloni atë
zh: 然后你回到游戏和视频的开始处，播放视频并暂停

source: when you reach the end of the section that you want.
ar: عندما تصل إلى نهاية القسم الذي تريده.
bg: когато стигнете до края на секцията, която искате.
bn: যখন আপনি আপনার পছন্দের বিভাগের শেষে পৌঁছাবেন।
da: når du når slutningen af ​​det afsnit, du ønsker.
sq: kur të arrini në fund të seksionit që dëshironi.
zh: 当您到达所需部分的末尾时。

source: Then click on the point in the game move list where that video section
ar: ثم انقر على النقطة في قائمة تحركات اللعبة حيث يوجد قسم الفيديو
bg: След това щракнете върху точката в списъка за преместване на играта, където е тази видео секция
bn: তারপর গেম মুভ লিস্টের সেই বিন্দুতে ক্লিক করুন যেখানে সেই ভিডিও বিভাগটি
da: Klik derefter på det punkt i spilflytningslisten, hvor den pågældende videosektion
sq: Pastaj klikoni në pikën në listën e lëvizjes së lojës ku ndodhet seksioni i videos
zh: 然后点击游戏动作列表中该视频部分的位置

source: should be played and place a video marker by clicking on the orange down arrow
ar: يجب تشغيل اللعبة ووضع علامة فيديو من خلال النقر على السهم البرتقالي لأسفل
bg: трябва да се възпроизведе и поставете видео маркер, като щракнете върху оранжевата стрелка надолу
bn: চালানো উচিত এবং কমলা নিচের তীরটিতে ক্লিক করে একটি ভিডিও মার্কার স্থাপন করা উচিত
da: skal afspilles, og placer en videomarkør ved at klikke på den orange pil ned
sq: duhet të luhet dhe të vendoset një shënues video duke klikuar në shigjetën portokalli poshtë
zh: 应播放并通过单击橙色向下箭头放置视频标记

source: on the toolbar or selecting <Set video marker> from the edit menu.
ar: على شريط الأدوات أو عن طريق تحديد <تعيين علامة الفيديو> من قائمة التحرير.
bg: в лентата с инструменти или като изберете <Задаване на видео маркер> от менюто за редактиране.
bn: টুলবারে অথবা সম্পাদনা মেনু থেকে <Set video marker> নির্বাচন করে।
da: på værktøjslinjen eller ved at vælge <Indstil videomarkør> fra redigeringsmenuen.
sq: në shiritin e veglave ose duke zgjedhur <Set video marker> nga menyja e redaktimit.
zh: 或从编辑菜单中选择<设置视频标记>。

source: There are some technical issues relating to placing markers for annotations
ar: هناك بعض المشكلات الفنية المتعلقة بوضع علامات للتعليقات التوضيحية
bg: Има някои технически проблеми, свързани с поставянето на маркери за анотации
bn: টীকাগুলির জন্য মার্কার স্থাপন সম্পর্কিত কিছু প্রযুক্তিগত সমস্যা রয়েছে।
da: Der er nogle tekniske problemer i forbindelse med placering af markører til annoteringer
sq: Ka disa çështje teknike në lidhje me vendosjen e shënuesve për shënime
zh: 放置注释标记时存在一些技术问题

source: or for quiz questions in a game designed to be used in puzzle mode.
ar: أو لأسئلة الاختبار في لعبة مصممة لاستخدامها في وضع الألغاز.
bg: или за въпроси от викторина в игра, предназначена да се използва в режим пъзел.
bn: অথবা ধাঁধা মোডে ব্যবহারের জন্য ডিজাইন করা একটি গেমের কুইজ প্রশ্নের জন্য।
da: eller til quizspørgsmål i et spil designet til at blive brugt i puslespilstilstand.
sq: ose për pyetje kuiz në një lojë të krijuar për t'u përdorur në modalitetin e enigmës.
zh: 或用于在益智模式下使用的游戏中的测验问题。

source: The first arises when the move played in the main line is dubious
ar: الأول ينشأ عندما تكون الحركة التي يتم لعبها في الخط الرئيسي مشكوك فيها
bg: Първият възниква, когато ходът на основната линия е съмнителен
bn: প্রথমটি তখনই আসে যখন মূল লাইনে খেলানো চালটি সন্দেহজনক হয়
da: Den første opstår, når det træk, der spilles i hovedlinjen, er tvivlsomt
sq: E para lind kur lëvizja e luajtur në vijën kryesore është e dyshimtë
zh: 第一种情况是，主线中的走法有疑问

source: and you want to ask the user if they can find a better move
ar: وتريد أن تسأل المستخدم إذا كان بإمكانه العثور على خطوة أفضل
bg: и искате да попитате потребителя дали може да намери по-добър ход
bn: এবং আপনি ব্যবহারকারীকে জিজ্ঞাসা করতে চান যে তারা আরও ভালো পদক্ষেপ খুঁজে পেতে পারে কিনা
da: og du vil spørge brugeren, om de kan finde et bedre træk
sq: dhe ju dëshironi të pyesni përdoruesin nëse mund të gjejë një lëvizje më të mirë
zh: 你想询问用户是否可以找到更好的走法

source: which is placed in a sub-variation.
ar: والتي يتم وضعها في تباين فرعي.
bg: който е поставен в подвариант.
bn: যা একটি উপ-প্রকরণে স্থাপন করা হয়েছে।
da: som er placeret i en undervariation.
sq: e cila vendoset në një nënvariacion.
zh: 位于子变体中。

source: This means that if main line move is chosen by the user in puzzle mode,
ar: وهذا يعني أنه إذا اختار المستخدم التحرك على الخط الرئيسي في وضع الألغاز،
bg: Това означава, че ако ходът на основната линия е избран от потребителя в режим пъзел,
bn: এর মানে হল যে যদি ব্যবহারকারী ধাঁধা মোডে মূল লাইনের মুভ বেছে নেয়,
da: Dette betyder, at hvis hovedlinjebevægelsen er valgt af brugeren i puslespilstilstand,
sq: Kjo do të thotë se nëse lëvizja e linjës kryesore zgjidhet nga përdoruesi në modalitetin e enigmës,
zh: 这意味着如果用户在拼图模式下选择主线移动，

source: it should be taken back by the program and the user allowed
ar: يجب أن يتم استرجاعه بواسطة البرنامج والسماح للمستخدم
bg: то трябва да бъде взето обратно от програмата и потребителят да разреши
bn: এটি প্রোগ্রাম দ্বারা ফিরিয়ে নেওয়া উচিত এবং ব্যবহারকারীকে অনুমতি দেওয়া উচিত
da: det bør tages tilbage af programmet og brugeren har tilladelse
sq: duhet të merret përsëri nga programi dhe përdoruesi të lejohet
zh: 它应该被程序收回，并允许用户

source: to have another try, up to the maximum number of tries allowed.
ar: لإجراء محاولة أخرى، حتى الحد الأقصى لعدد المحاولات المسموح بها.
bg: за още един опит, до максималния разрешен брой опити.
bn: সর্বোচ্চ সংখ্যক চেষ্টা করার জন্য, আবার চেষ্টা করার জন্য।
da: at få et nyt forsøg, op til det maksimalt tilladte antal forsøg.
sq: për të bërë një përpjekje tjetër, deri në numrin maksimal të provave të lejuara.
zh: 再试一次，直至达到允许的最大尝试次数。

source: This is achieved by placing a ^p marker in a comment before the quiz move
ar: يتم تحقيق ذلك عن طريق وضع علامة ^p في تعليق قبل نقل الاختبار
bg: Това се постига чрез поставяне на маркер ^p в коментар преди преместването на теста
bn: কুইজ সরানোর আগে একটি মন্তব্যে ^p মার্কার স্থাপন করে এটি অর্জন করা হয়।
da: Dette opnås ved at placere en ^p-markør i en kommentar før quizzen
sq: Kjo arrihet duke vendosur një shënues ^p në një koment përpara lëvizjes së kuizit
zh: 这是通过在测验动作之前的评论中放置 ^p 标记来实现的

source: and a ^b backup marker in a comment after the move to be taken back.
ar: وعلامة احتياطية ^b في تعليق بعد النقل الذي سيتم إعادته.
bg: и резервен маркер ^b в коментар след преместването, което трябва да бъде върнато.
bn: এবং সরানো প্রত্যাহারের পরে একটি মন্তব্যে একটি ^b ব্যাকআপ মার্কার।
da: og en ^b backup markør i en kommentar efter flytningen, der skal tages tilbage.
sq: dhe një shënues rezervë ^b në një koment pas lëvizjes që do të merret përsëri.
zh: 并在要撤回的移动后的注释中使用 ^b 备份标记。

source: The backup one move process with a ^b marker only functions in puzzle mode.
ar: تعمل عملية النسخ الاحتياطي ذات الحركة الواحدة باستخدام علامة ^b في وضع اللغز فقط.
bg: Процесът на архивиране с едно движение с маркер ^b функционира само в режим на пъзел.
bn: ^b মার্কার সহ ব্যাকআপ ওয়ান মুভ প্রক্রিয়াটি শুধুমাত্র ধাঁধা মোডে কাজ করে।
da: Backup-processen med et træk med en ^b-markør fungerer kun i puslespilstilstand.
sq: Procesi rezervë me një lëvizje me një shënues ^b funksionon vetëm në modalitetin e enigmës.
zh: 带有 ^b 标记的备份一步过程仅在拼图模式下起作用。

source: You can see an example of how to do this in the London-Ediburgh game
ar: يمكنك رؤية مثال لكيفية القيام بذلك في لعبة لندن-إديبورغ
bg: Можете да видите пример как да направите това в играта Лондон-Едибург
bn: লন্ডন-এডিবার্গ খেলায় আপনি এটি কীভাবে করবেন তার একটি উদাহরণ দেখতে পারেন।
da: Du kan se et eksempel på, hvordan du gør dette i London-Ediburgh-spillet
sq: Ju mund të shihni një shembull se si ta bëni këtë në lojën Londër-Ediburg
zh: 您可以在伦敦-爱迪生游戏中看到如何做到这一点的示例

source: with the moves 24... g5 and 25. Rf5 in the main line.
ar: مع الحركات 24...g5 و25. Rf5 في الخط الرئيسي.
bg: с ходовете 24... g5 и 25. Rf5 в основната линия.
bn: মূল লাইনে 24... g5 এবং 25 মুভ সহ। Rf5।
da: med trækkene 24... g5 og 25. Rf5 i hovedlinjen.
sq: me lëvizjet 24... g5 dhe 25. Rf5 në vijën kryesore.
zh: 主线为 24...g5 和 25.Rf5。

source: The second issue concerns the placement of ^p and ^b markers in comments.
ar: المسألة الثانية تتعلق بوضع علامتي ^p و ^b في التعليقات.
bg: Вторият проблем се отнася до поставянето на маркери ^p и ^b в коментарите.
bn: দ্বিতীয় সমস্যাটি মন্তব্যে ^p এবং ^b মার্কার স্থাপনের সাথে সম্পর্কিত।
da: Det andet spørgsmål vedrører placeringen af ​​^p- og ^b-markører i kommentarer.
sq: Çështja e dytë ka të bëjë me vendosjen e shënuesve ^p dhe ^b në komente.
zh: 第二个问题涉及注释中 ^p 和 ^b 标记的位置。

source: If the comment is less than 255 characters, then the marker can be placed
ar: إذا كان التعليق أقل من 255 حرفًا، فيمكن وضع العلامة
bg: Ако коментарът е по-малък от 255 символа, тогава маркерът може да бъде поставен
bn: যদি মন্তব্যটি ২৫৫ অক্ষরের কম হয়, তাহলে মার্কারটি স্থাপন করা যেতে পারে
da: Hvis kommentaren er mindre end 255 tegn, kan markøren placeres
sq: Nëse komenti është më pak se 255 karaktere, atëherë shënuesi mund të vendoset
zh: 如果评论少于 255 个字符，则可以放置标记

source: at the end of the comment, otherwise it has to go at the start.
ar: في نهاية التعليق، وإلا فيجب وضعه في البداية.
bg: в края на коментара, иначе трябва да отиде в началото.
bn: মন্তব্যের শেষে, অন্যথায় এটি শুরুতেই যেতে হবে।
da: i slutningen af ​​kommentaren, ellers skal det gå i starten.
sq: në fund të komentit, përndryshe duhet të shkojë në fillim.
zh: 在评论的末尾，否则它必须放在开头。
