Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: Create evaluation profile : Check to create an evaluation profile simultaneously
ar: إنشاء ملف تعريف التقييم: حدد هذا الخيار لإنشاء ملف تعريف تقييم في نفس الوقت
bg: Създаване на профил за оценка: Поставете отметка, за да създадете профил за оценка едновременно
bn: মূল্যায়ন প্রোফাইল তৈরি করুন : একই সাথে একটি মূল্যায়ন প্রোফাইল তৈরি করতে চেক করুন
da: Opret evalueringsprofil : Marker for at oprette en evalueringsprofil samtidigt
sq: Krijo profilin e vlerësimit: Kontrollo për të krijuar një profil vlerësimi njëkohësisht
zh: 创建评估配置文件：勾选可同时创建评估配置文件

source: when the program analyses a game.
ar: عندما يقوم البرنامج بتحليل لعبة.
bg: когато програмата анализира игра.
bn: যখন প্রোগ্রামটি একটি খেলা বিশ্লেষণ করে।
da: når programmet analyserer et spil.
sq: kur programi analizon një lojë.
zh: 当程序分析游戏时。

source: Kibitz line no. : Enter the number of kibitz lines to display when analysing.
ar: رقم سطر Kibitz: أدخل عدد أسطر Kibitz التي سيتم عرضها عند التحليل.
bg: Кибиц линия № : Въведете броя кибиц редове, които да се показват при анализиране.
bn: কিবিটজ লাইন নম্বর: বিশ্লেষণ করার সময় প্রদর্শিত কিবিটজ লাইনের সংখ্যা লিখুন।
da: Kibitz linjenr. : Indtast antallet af kibitz-linjer, der skal vises ved analyse.
sq: Linja Kibitz nr. : Futni numrin e linjave kibitz që do të shfaqen gjatë analizimit.
zh: 基比兹线号：输入分析时显示的基比兹线数。

source: Less lines will mean that the program will search a bit deeper,
ar: سيؤدي وجود عدد أقل من الخطوط إلى أن يقوم البرنامج بالبحث بشكل أعمق قليلاً،
bg: По-малко редове ще означават, че програмата ще търси малко по-дълбоко,
bn: কম লাইনের অর্থ হল প্রোগ্রামটি আরও গভীরভাবে অনুসন্ধান করবে,
da: Færre linjer vil betyde, at programmet vil søge lidt dybere,
sq: Më pak rreshta do të thotë që programi do të kërkojë pak më thellë,
zh: 更少的行意味着程序将搜索得更深一些，

source: but the display will be less informative.
ar: ولكن العرض سيكون أقل إعلامًا.
bg: но дисплеят ще бъде по-малко информативен.
bn: কিন্তু ডিসপ্লে কম তথ্যবহুল হবে।
da: men displayet vil være mindre informativt.
sq: por ekrani do të jetë më pak informues.
zh: 但显示的信息会较少。

source: Side to analyse for : Select White, Black or both.
ar: الجانب الذي تريد تحليله: حدد الأبيض أو الأسود أو كليهما.
bg: Страна за анализиране: Изберете Бяло, Черно или и двете.
bn: বিশ্লেষণের জন্য দিক: সাদা, কালো অথবা উভয়ই নির্বাচন করুন।
da: Side at analysere for: Vælg Hvid, Sort eller begge dele.
sq: Ana për të analizuar: Zgjidhni Bardhë, E zezë ose të dyja.
zh: 分析的一方：选择白方、黑方或双方。

source: Storage options : These are options for multi game analysis.
ar: خيارات التخزين: هذه خيارات لتحليل الألعاب المتعددة.
bg: Опции за съхранение: Това са опции за анализ на няколко игри.
bn: স্টোরেজ অপশন: এগুলি মাল্টি গেম বিশ্লেষণের অপশন।
da: Opbevaringsmuligheder : Disse er muligheder for multispilanalyse.
sq: Opsionet e ruajtjes: Këto janë opsione për analizën e shumë lojërave.
zh: 存储选项：这些是用于多游戏分析的选项。

source: Select Replace to replace the original game after analysis.
ar: حدد استبدال لاستبدال اللعبة الأصلية بعد التحليل.
bg: Изберете Замяна, за да замените оригиналната игра след анализ.
bn: বিশ্লেষণের পর মূল গেমটি প্রতিস্থাপন করতে Replace নির্বাচন করুন।
da: Vælg Erstat for at erstatte det originale spil efter analyse.
sq: Zgjidhni Replace për të zëvendësuar lojën origjinale pas analizës.
zh: 分析完之后选择替换，替换原来的游戏。

source: Select Append to append the analysed game to the file.
ar: حدد "إضافة" لإضافة اللعبة التي تم تحليلها إلى الملف.
bg: Изберете Добавяне, за да добавите анализираната игра към файла.
bn: বিশ্লেষণ করা গেমটি ফাইলে যুক্ত করতে "অ্যাপেন্ড" নির্বাচন করুন।
da: Vælg Tilføj for at tilføje det analyserede spil til filen.
sq: Zgjidhni Append për të shtuar lojën e analizuar në skedar.
zh: 选择附加将分析的游戏附加到文件。

source: Variation lengths.. : Click this button to select the advantage variation lengths.
ar: أطوال التباين.. : انقر فوق هذا الزر لتحديد أطوال التباين المميزة.
bg: Дължини на вариация.. : Щракнете върху този бутон, за да изберете дължини на вариация с предимство.
bn: পরিবর্তনের দৈর্ঘ্য.. : সুবিধাজনক পরিবর্তনের দৈর্ঘ্য নির্বাচন করতে এই বোতামে ক্লিক করুন।
da: Variationslængder.. : Klik på denne knap for at vælge fordelsvariationslængder.
sq: Gjatësitë e variacionit.. : Klikoni këtë buton për të zgjedhur gjatësitë e variacionit të avantazhit.
zh: 变体长度..：单击此按钮可以选择优势变体长度。

source: Select engine.. : Select the engine for analysis.
ar: حدد المحرك.. : حدد المحرك للتحليل.
bg: Изберете двигател.. : Изберете двигателя за анализ.
bn: ইঞ্জিন নির্বাচন করুন.. : বিশ্লেষণের জন্য ইঞ্জিন নির্বাচন করুন।
da: Vælg motor.. : Vælg motoren til analyse.
sq: Zgjidh motorin.. : Zgjidhni motorin për analizë.
zh: 选择引擎..：选择要分析的引擎。

source: Start game analysis.. : Start the automatic analysis.
ar: ابدأ تحليل اللعبة.. : ابدأ التحليل التلقائي.
bg: Стартиране на анализ на играта.. : Стартирайте автоматичния анализ.
bn: খেলা বিশ্লেষণ শুরু করুন.. : স্বয়ংক্রিয় বিশ্লেষণ শুরু করুন।
da: Start spilanalyse.. : Start den automatiske analyse.
sq: Fillo analizën e lojës.. : Fillo analizën automatike.
zh: 开始游戏分析.. ：开始自动分析。

source: Bug fix : Set the bug fix options for the addition of sub-variations.
ar: إصلاح الأخطاء: قم بتعيين خيارات إصلاح الأخطاء لإضافة الاختلافات الفرعية.
bg: Коригиране на грешки: Задайте опциите за коригиране на грешки за добавяне на подварианти.
bn: বাগ ফিক্স: উপ-প্রকরণ যোগ করার জন্য বাগ ফিক্স বিকল্পগুলি সেট করুন।
da: Bug fix : Indstil fejlrettelsesindstillingerne for tilføjelse af undervariationer.
sq: Rregullimi i defekteve: Vendosni opsionet e rregullimit të gabimeve për shtimin e nënvariacioneve.
zh: 错误修复：设置错误修复选项以添加子变体。

source: Help on comment files
ar: المساعدة في ملفات التعليق
bg: Помощ за файлове с коментари
bn: মন্তব্য ফাইলের ব্যাপারে সাহায্য
da: Hjælp til kommentarfiler
sq: Ndihmë për skedarët e komenteve
zh: 评论文件帮助

source: Sometimes, one side can achieve a winning position without a mistake
ar: في بعض الأحيان، قد يتمكن أحد الطرفين من تحقيق موقف رابح دون ارتكاب خطأ
bg: Понякога едната страна може да постигне печеливша позиция без грешка
bn: কখনও কখনও, একটি পক্ষ ভুল ছাড়াই জয়লাভের অবস্থান অর্জন করতে পারে।
da: Nogle gange kan den ene side opnå en vinderposition uden fejl
sq: Ndonjëherë, njëra palë mund të arrijë një pozicion fitues pa gabim
zh: 有时，一方可以不犯任何错误就取得胜利

source: by their opponent that is above the error threshold.
ar: من قبل خصمهم الذي يتجاوز عتبة الخطأ.
bg: от противника им, който е над прага на грешка.
bn: তাদের প্রতিপক্ষের দ্বারা যারা ত্রুটির সীমার উপরে।
da: af deres modstander, der er over fejltærsklen.
sq: nga kundërshtari i tyre që është mbi pragun e gabimit.
zh: 对手的失误率要高于错误阈值。

source: So an annotation would not normally be added.
ar: لذلك لن يتم إضافة أي تعليق عادةً.
bg: Така че обикновено не се добавя анотация.
bn: তাই সাধারণত কোনও টীকা যোগ করা হবে না।
da: Så en anmærkning vil normalt ikke blive tilføjet.
sq: Pra, një shënim normalisht nuk do të shtohej.
zh: 因此通常不会添加注释。

source: e.g. Given a winning threshold of 1.5 pawns and a current postion value
ar: على سبيل المثال، إذا كان الحد الأدنى للفوز 1.5 بيدق وقيمة الموقف الحالية
bg: напр. Като се има предвид печеливш праг от 1,5 пешки и текуща стойност на позицията
bn: উদাহরণস্বরূপ, ১.৫ প্যানের জয়ের থ্রেশহোল্ড এবং বর্তমান অবস্থানের মান দেওয়া হয়েছে
da: f.eks. Givet en vindergrænse på 1,5 bønder og en aktuel positionsværdi
sq: p.sh. Duke pasur parasysh një prag fitues prej 1.5 pengjesh dhe një vlerë aktuale të pozicionit
zh: 例如，给定 1.5 个棋子的获胜门槛和当前位置值

source: of 1.4 in White's favour and Black plays a move with a value of 0.3
ar: 1.4 لصالح الأبيض ويلعب الأسود نقلة بقيمة 0.3
bg: от 1,4 в полза на белите и черните играят ход със стойност 0,3
bn: হোয়াইটের পক্ষে ১.৪ এবং ব্ল্যাক ০.৩ মান নিয়ে একটি চাল খেলে
da: på 1,4 i hvids favør, og sort spiller et træk med en værdi på 0,3
sq: 1.4 në favor të Bardhëve dhe Zi luan një lëvizje me vlerë 0.3
zh: 白方的优势为 1.4，而黑方的棋步价值为 0.3

source: If the error threshold for moves is set at 0.6, no annotation would be added,
ar: إذا تم تعيين عتبة الخطأ للحركات على 0.6، فلن تتم إضافة أي تعليق توضيحي،
bg: Ако прагът на грешка за ходове е зададен на 0,6, няма да се добави пояснение,
bn: যদি মুভের জন্য ত্রুটির থ্রেশহোল্ড 0.6 এ সেট করা থাকে, তাহলে কোনও টীকা যোগ করা হবে না,
da: Hvis fejltærsklen for træk er sat til 0,6, vil der ikke blive tilføjet nogen anmærkning,
sq: Nëse pragu i gabimit për lëvizjet është vendosur në 0.6, nuk do të shtohet asnjë shënim,
zh: 如果将移动的错误阈值设置为 0.6，则不会添加注释，

source: even if there was a better move for Black available, say -0.2 for example.
ar: حتى لو كانت هناك خطوة أفضل متاحة للأسود، على سبيل المثال -0.2.
bg: дори ако имаше наличен по-добър ход за черно, например -0,2.
bn: এমনকি যদি ব্ল্যাকের জন্য আরও ভালো পদক্ষেপ পাওয়া যেত, উদাহরণস্বরূপ -0.2 ধরুন।
da: selvom der var et bedre træk til sort tilgængeligt, f.eks. -0,2.
sq: edhe nëse do të kishte një lëvizje më të mirë për të Zi në dispozicion, le të themi -0.2 për shembull.
zh: 即使黑方有更好的走法，比如说 -0.2。

source: If < Identify winning position > is checked, an annotation is added in this case.
ar: إذا تم تحديد <تحديد موقف الفوز>، فسيتم إضافة تعليق توضيحي في هذه الحالة.
bg: Ако < Идентифицирай печелившата позиция > е отметнато, в този случай се добавя анотация.
bn: যদি <আইডেন্টিফাই উইনিং পজিশন> চেক করা থাকে, তাহলে এই ক্ষেত্রে একটি টীকা যোগ করা হবে।
da: Hvis < Identificer vinderposition > er markeret, tilføjes en anmærkning i dette tilfælde.
sq: Nëse kontrollohet < Identifiko pozicionin fitues >, në këtë rast shtohet një shënim.
zh: 如果选中<识别获胜位置>，则在这种情况下添加注释。

source: However, because the margins of victory are so tight here, this feature can produce
ar: ومع ذلك، نظرًا لأن هوامش النصر هنا ضيقة للغاية، فإن هذه الميزة يمكن أن تنتج
bg: Въпреки това, тъй като границите на победата тук са толкова ограничени, тази функция може да доведе до резултат
bn: তবে, যেহেতু এখানে জয়ের ব্যবধান খুবই কম, তাই এই বৈশিষ্ট্যটি তৈরি করতে পারে
da: Men fordi sejrsmarginerne er så snævre her, kan denne funktion producere
sq: Megjithatë, për shkak se kufijtë e fitores janë kaq të ngushta këtu, kjo veçori mund të prodhojë
zh: 然而，由于这里的胜负差距非常小，这一特征可能会产生

source: contradictory results in the annotations, especially at time settings that do not allow
ar: نتائج متناقضة في التعليقات التوضيحية، وخاصة في إعدادات الوقت التي لا تسمح
bg: противоречиви резултати в анотациите, особено при настройки на времето, които не позволяват
bn: টীকাগুলিতে পরস্পরবিরোধী ফলাফল, বিশেষ করে এমন সময় সেটিংসে যা অনুমতি দেয় না
da: modstridende resultater i annoteringerne, især ved tidsindstillinger, der ikke tillader det
sq: rezultate kontradiktore në shënime, veçanërisht në cilësimet e kohës që nuk lejojnë
zh: 注释中出现矛盾的结果，特别是在时间设置不允许的情况下

source: for deep enough searchs of the position. (Roughly 16 ply)
ar: لإجراء عمليات بحث عميقة بما فيه الكفاية عن الموقع. (حوالي 16 طبقة)
bg: за достатъчно дълбоки търсения на позицията. (Приблизително 16 слоя)
bn: অবস্থানের যথেষ্ট গভীর অনুসন্ধানের জন্য। (প্রায় ১৬ প্লাই)
da: for dybe nok søgninger af positionen. (Omtrent 16 lag)
sq: për kërkime mjaft të thella të pozicionit. (Afërsisht 16 shtresa)
zh: 对该位置进行足够深入的搜索。（大约 16 层）

source: This problem is largely solved by allowing more time for the analysis,
ar: يتم حل هذه المشكلة إلى حد كبير من خلال تخصيص المزيد من الوقت للتحليل،
bg: Този проблем до голяма степен се решава, като се даде повече време за анализ,
bn: বিশ্লেষণের জন্য আরও সময় দেওয়ার মাধ্যমে এই সমস্যাটি মূলত সমাধান করা সম্ভব,
da: Dette problem er stort set løst ved at give mere tid til analysen,
sq: Ky problem zgjidhet kryesisht duke i dhënë më shumë kohë analizës,
zh: 这个问题在很大程度上可以通过留出更多时间进行分析来解决，

source: and/or by adjusting the < Error margin > setting upwards.
ar: و/أو عن طريق ضبط إعداد <هامش الخطأ> إلى الأعلى.
bg: и/или чрез регулиране на настройката < Error margin > нагоре.
bn: এবং/অথবা <Error margin > সেটিং উপরের দিকে সামঞ্জস্য করে।
da: og/eller ved at justere indstillingen < Fejlmargen > opad.
sq: dhe/ose duke rregulluar lart cilësimin < Error margin >.
zh: 和/或通过向上调整<误差幅度>设置。

source: On my computer, a Time per move setting of 3 seconds combined
ar: على جهاز الكمبيوتر الخاص بي، تم ضبط الوقت لكل حركة على 3 ثوانٍ مجتمعة
bg: На моя компютър настройката за време на движение е комбинирана от 3 секунди
bn: আমার কম্পিউটারে, প্রতি পদক্ষেপে ৩ সেকেন্ডের সময় নির্ধারণ করা হয়েছে
da: På min computer er en Time per move-indstilling på 3 sekunder kombineret
sq: Në kompjuterin tim, një cilësim Koha për lëvizje prej 3 sekondash të kombinuara
zh: 在我的电脑上，每步时间设置为 3 秒

source: with an error margin of 10 (0.1 pawns) is ok.
ar: مع هامش خطأ 10 (0.1 بيدق) هو أمر جيد.
bg: с граница на грешка от 10 (0,1 пешки) е добре.
bn: ১০ (০.১ প্যান) এর ত্রুটি মার্জিন থাকলে ঠিক আছে।
da: med en fejlmargin på 10 (0,1 bønder) er ok.
sq: me një diferencë gabimi prej 10 (0.1 pengje) është në rregull.
zh: 误差幅度为 10（0.1 个棋子）就可以了。

source: At 5 seconds per move, an error margin of 7 (0.07 pawns) is ok.
ar: عند 5 ثوانٍ لكل حركة، يكون هامش الخطأ 7 (0.07 بيدق) مقبولًا.
bg: При 5 секунди на ход границата на грешка от 7 (0,07 пешки) е ок.
bn: প্রতি পদক্ষেপে ৫ সেকেন্ডে, ৭ (০.০৭ প্যান) এর ত্রুটির মার্জিন ঠিক আছে।
da: Ved 5 sekunder pr. træk er en fejlmargin på 7 (0,07 bønder) ok.
sq: Në 5 sekonda për lëvizje, një diferencë gabimi prej 7 (0,07 pengje) është në rregull.
zh: 每步 5 秒，误差幅度为 7（0.07 个棋子）是可以接受的。

source: At 10 seconds per move, an error margin of 5 (0.05 pawns) is ok.
ar: عند 10 ثوانٍ لكل حركة، يكون هامش الخطأ 5 (0.05 بيدق) مقبولًا.
bg: При 10 секунди на ход границата на грешка от 5 (0,05 пешки) е ок.
bn: প্রতি পদক্ষেপে ১০ সেকেন্ডে, ৫ (০.০৫ প্যান) এর ত্রুটির মার্জিন ঠিক আছে।
da: Ved 10 sekunder pr. træk er en fejlmargin på 5 (0,05 bønder) ok.
sq: Në 10 sekonda për lëvizje, një marzh gabimi prej 5 (0,05 pengje) është në rregull.
zh: 每步 10 秒，误差幅度为 5（0.05 个棋子）是可以的。

source: At 15 seconds per move, an error margin of 3 (0.03) is ok.
ar: عند 15 ثانية لكل حركة، يكون هامش الخطأ 3 (0.03) مقبولًا.
bg: При 15 секунди на ход границата на грешка от 3 (0,03) е ок.
bn: প্রতি পদক্ষেপে ১৫ সেকেন্ডে, ৩ (০.০৩) এর ত্রুটির মার্জিন ঠিক আছে।
da: Ved 15 sekunder pr. træk er en fejlmargin på 3 (0,03) ok.
sq: Në 15 sekonda për lëvizje, një marzh gabimi prej 3 (0.03) është në rregull.
zh: 每步 15 秒，误差幅度为 3（0.03）是可以的。

source: At 20 seconds per move and above, no error margin is needed.
ar: عند 20 ثانية لكل حركة وما فوق، لا يلزم وجود هامش خطأ.
bg: При 20 секунди на ход и повече не е необходима граница на грешка.
bn: প্রতি মুভ এবং তার বেশি ২০ সেকেন্ডে, কোনও ত্রুটির মার্জিনের প্রয়োজন নেই।
da: Ved 20 sekunder pr. træk og derover er der ingen fejlmargen nødvendig.
sq: Në 20 sekonda për lëvizje e lart, nuk nevojitet asnjë diferencë gabimi.
zh: 每步 20 秒以上，不需要任何误差幅度。

source: To find the correct settings for your computer, you can auto-analyse the game
ar: للعثور على الإعدادات الصحيحة لجهاز الكمبيوتر الخاص بك، يمكنك تحليل اللعبة تلقائيًا
bg: За да намерите правилните настройки за вашия компютър, можете автоматично да анализирате играта
bn: আপনার কম্পিউটারের জন্য সঠিক সেটিংস খুঁজে পেতে, আপনি গেমটি স্বয়ংক্রিয়ভাবে বিশ্লেষণ করতে পারেন
da: For at finde de korrekte indstillinger til din computer kan du automatisk analysere spillet
sq: Për të gjetur cilësimet e sakta për kompjuterin tuaj, mund ta analizoni automatikisht lojën
zh: 为了找到适合您电脑的正确设置，您可以自动分析游戏

source: J.R. Capablanca - A. Burn San Sebastian 1911, which is in the db_small.pgn database
ar: J.R. Capablanca - A. Burn San Sebastian 1911، والذي يوجد في قاعدة بيانات db_small.pgn
bg: J.R. Capablanca - A. Burn San Sebastian 1911, който е в базата данни db_small.pgn
bn: জে.আর. ক্যাপাব্লাঙ্কা - এ. বার্ন সান সেবাস্তিয়ান ১৯১১, যা db_small.pgn ডাটাবেসে রয়েছে
da: J.R. Capablanca - A. Burn San Sebastian 1911, som er i databasen db_small.pgn
sq: J.R. Capablanca - A. Burn San Sebastian 1911, e cila është në bazën e të dhënave db_small.pgn
zh: J.R. Capablanca - A. Burn San Sebastian 1911，位于 db_small.pgn 数据库中

source: and examine the annotations produced between moves 22 to 26.
ar: وفحص التعليقات التي تم إنتاجها بين التحركات 22 إلى 26.
bg: и разгледайте анотациите, направени между ходове 22 до 26.
bn: এবং ২২ থেকে ২৬ নম্বর চালের মধ্যে উৎপাদিত টীকাগুলি পরীক্ষা করুন।
da: og undersøg annoteringerne mellem træk 22 til 26.
sq: dhe shqyrtoni shënimet e prodhuara midis lëvizjeve 22 deri në 26.
zh: 并检查第 22 步至第 26 步之间产生的注释。

source: You can then adjust the < Identify winning position > settings accordingly.
ar: يمكنك بعد ذلك ضبط إعدادات <تحديد موقف الفوز> وفقًا لذلك.
bg: След това можете да коригирате съответно настройките < Идентифициране на печеливша позиция >.
bn: এরপর আপনি <আইডেন্টিফাই উইনিং পজিশন > সেটিংস সেই অনুযায়ী সামঞ্জস্য করতে পারেন।
da: Du kan derefter justere indstillingerne for < Identificer vinderposition > i overensstemmelse hermed.
sq: Më pas mund të rregulloni cilësimet < Identifiko pozicionin fitues > në përputhje me rrethanat.
zh: 然后您可以相应地调整<识别获胜位置>设置。

source: Unless you have a really fast computer, for time settings of less than
ar: ما لم يكن لديك جهاز كمبيوتر سريع حقًا، لإعدادات الوقت التي تقل عن
bg: Освен ако нямате наистина бърз компютър, за настройки на времето по-малко от
bn: যদি না আপনার কাছে খুব দ্রুতগতির কম্পিউটার থাকে, তাহলে এর চেয়ে কম সময়ের সেটিংসের জন্য
da: Medmindre du har en rigtig hurtig computer, for tidsindstillinger på mindre end
sq: Nëse nuk keni një kompjuter vërtet të shpejtë, për cilësimet e kohës më pak se
zh: 除非你有一台非常快的计算机，对于小于

source: 3 seconds per move, it is best not to use this option when auto-analysing games.
ar: 3 ثوانٍ لكل حركة، ومن الأفضل عدم استخدام هذا الخيار عند تحليل الألعاب تلقائيًا.
bg: 3 секунди на ход, най-добре е да не използвате тази опция при автоматичен анализ на игри.
bn: প্রতি পদক্ষেপে ৩ সেকেন্ড, গেমগুলি স্বয়ংক্রিয়ভাবে বিশ্লেষণ করার সময় এই বিকল্পটি ব্যবহার না করাই ভালো।
da: 3 sekunder pr. træk, er det bedst ikke at bruge denne mulighed, når du automatisk analyserer spil.
sq: 3 sekonda për lëvizje, është mirë të mos e përdorni këtë opsion kur analizoni automatikisht lojërat.
zh: 每步3秒，自动分析比赛时最好不要使用此选项。

source: Notes on Identify winning position
ar: ملاحظات حول تحديد موقف الفوز
bg: Бележки за идентифициране на печеливша позиция
bn: বিজয়ী অবস্থান চিহ্নিত করার বিষয়ে নোটস
da: Bemærkninger om Identificer vinderposition
sq: Shënime mbi Identifikimin e pozicionit fitues
zh: 确定获胜位置的注意事项

source: Please select the sub variation length options :-
ar: الرجاء تحديد خيارات طول التباين الفرعي:
bg: Моля, изберете опциите за дължина на подвариантите: -
bn: অনুগ্রহ করে উপ-প্রকরণের দৈর্ঘ্যের বিকল্পগুলি নির্বাচন করুন :-
da: Vælg venligst undervariationslængdemulighederne:-
sq: Ju lutemi zgjidhni opsionet e gjatësisë së nënvariacionit:-
zh: 请选择子变体长度选项：-

source: Error range (1/10 pawns) Line length (ply)
ar: نطاق الخطأ (1/10 بيادق) طول الخط (طبقة)
bg: Диапазон на грешка (1/10 пешки) Дължина на линията (слой)
bn: ত্রুটি পরিসীমা (১/১০ প্যান) লাইনের দৈর্ঘ্য (প্লাই)
da: Fejlområde (1/10 bønder) Linjelængde (lag)
sq: Gama e gabimit (1/10 pengje) Gjatësia e rreshtit (shtresa)
zh: 误差范围（1/10 棋子） 线长（股）

source: Tiny (0 - 49)
ar: صغير (0 - 49)
bg: Малък (0 - 49)
bn: ক্ষুদ্র (০ - ৪৯)
da: Lille (0 - 49)
sq: I vogël (0 - 49)
zh: 微小 (0 - 49)

source: Small (50 - 99)
ar: صغير (50 - 99)
bg: Малък (50 - 99)
bn: ছোট (৫০ - ৯৯)
da: Lille (50 - 99)
sq: E vogël (50 - 99)
zh: 小 (50 - 99)

source: Medium (100 - 149)
ar: متوسط (100 - 149)
bg: Среден (100 - 149)
bn: মাঝারি (১০০ - ১৪৯)
da: Mellem (100 - 149)
sq: Mesatare (100 - 149)
zh: 中 (100 - 149)

source: Large (150 - 299)
ar: كبير (150 - 299)
bg: Голям (150 - 299)
bn: বড় (১৫০ - ২৯৯)
da: Stor (150 - 299)
sq: I madh (150 - 299)
zh: 大 (150 - 299)

source: Huge (300 - 499)
ar: ضخم (300 - 499)
bg: Огромен (300 - 499)
bn: বিশাল (৩০০ - ৪৯৯)
da: Kæmpe (300 - 499)
sq: I madh (300 - 499)
zh: 巨大 (300 - 499)

source: Gigantic (500 +)
ar: عملاق (500+)
bg: Гигантски (500 +)
bn: বিশাল (৫০০+)
da: Gigantisk (500+)
sq: Gigant (500+)
zh: 巨型（500 以上）

source: Use random variation line lengths
ar: استخدم أطوال خطوط التباين العشوائية
bg: Използвайте произволни вариации на дължините на линиите
bn: র‍্যান্ডম ভ্যারিয়েশন লাইন লেন্থ ব্যবহার করুন
da: Brug tilfældige variationslinjelængder
sq: Përdorni gjatësitë e linjave të variacionit të rastësishëm
zh: 使用随机变化的线长度

source: Random boundaries :
ar: الحدود العشوائية :
bg: Случайни граници:
bn: এলোমেলো সীমানা:
da: Tilfældige grænser:
sq: Kufijtë e rastësishëm:
zh: 随机边界：

source: Lower :
ar: أدنى :
bg: Долна:
bn: নিম্ন:
da: Lavere:
sq: Më e ulët:
zh: 降低 ：

source: Upper :
ar: العلوي :
bg: Горна част:
bn: উপরের:
da: Øvre:
sq: E sipërme:
zh: 上部：

source: Enter the line length for a tiny error
ar: أدخل طول السطر لوجود خطأ بسيط
bg: Въведете дължината на реда за малка грешка
bn: একটি ছোট ত্রুটির জন্য লাইনের দৈর্ঘ্য লিখুন
da: Indtast linjelængden for en lille fejl
sq: Futni gjatësinë e rreshtit për një gabim të vogël
zh: 输入行长以防出现微小错误

source: Enter the line length for a small error
ar: أدخل طول السطر لوجود خطأ صغير
bg: Въведете дължината на реда за малка грешка
bn: একটি ছোট ত্রুটির জন্য লাইনের দৈর্ঘ্য লিখুন
da: Indtast linjelængden for en lille fejl
sq: Vendosni gjatësinë e rreshtit për një gabim të vogël
zh: 输入行长度以获得小错误

source: Enter the line length for a medium error
ar: أدخل طول السطر للخطأ المتوسط
bg: Въведете дължината на реда за средна грешка
bn: মাঝারি ত্রুটির জন্য লাইনের দৈর্ঘ্য লিখুন
da: Indtast linjelængden for en medium fejl
sq: Futni gjatësinë e rreshtit për një gabim mesatar
zh: 输入中等误差的行长度

source: Enter the line length for a large error
ar: أدخل طول السطر للخطأ الكبير
bg: Въведете дължината на реда за голяма грешка
bn: একটি বড় ত্রুটির জন্য লাইনের দৈর্ঘ্য লিখুন
da: Indtast linjelængden for en stor fejl
sq: Futni gjatësinë e rreshtit për një gabim të madh
zh: 输入大错误行的长度

source: Enter the line length for a huge error
ar: أدخل طول السطر لوجود خطأ كبير
bg: Въведете дължината на реда за огромна грешка
bn: একটি বিশাল ত্রুটির জন্য লাইনের দৈর্ঘ্য লিখুন
da: Indtast linjelængden for en stor fejl
sq: Shkruani gjatësinë e rreshtit për një gabim të madh
zh: 输入行长度出现巨大错误

source: Enter the line length for a gigantic error
ar: أدخل طول الخط لخطأ فادح
bg: Въведете дължината на реда за гигантска грешка
bn: একটি বিশাল ত্রুটির জন্য লাইনের দৈর্ঘ্য লিখুন
da: Indtast linjelængden for en gigantisk fejl
sq: Fut gjatësinë e rreshtit për një gabim gjigant
zh: 输入巨大错误的行长度

source: Check this box to use random line lengths for sub-vars
ar: حدد هذا المربع لاستخدام أطوال خطوط عشوائية للمتغيرات الفرعية
bg: Поставете отметка в това квадратче, за да използвате произволни дължини на редове за подварианти
bn: সাব-ভারের জন্য এলোমেলো লাইন দৈর্ঘ্য ব্যবহার করতে এই বাক্সটি চেক করুন।
da: Marker dette felt for at bruge tilfældige linjelængder for sub-vars
sq: Zgjidhni këtë kuti për të përdorur gjatësi të rastësishme të rreshtave për nënvars
zh: 选中此框可为子变量使用随机行长度

source: Enter the lower boundary for line lengths
ar: أدخل الحد الأدنى لأطوال الخطوط
bg: Въведете долната граница за дължините на линиите
bn: লাইন দৈর্ঘ্যের জন্য নিম্ন সীমানা লিখুন
da: Indtast den nedre grænse for linjelængder
sq: Vendosni kufirin e poshtëm për gjatësinë e rreshtave
zh: 输入线长度的下限

source: Enter the upper boundary for line lengths
ar: أدخل الحد الأعلى لأطوال الخطوط
bg: Въведете горната граница за дължините на линиите
bn: লাইন দৈর্ঘ্যের জন্য উপরের সীমানা লিখুন
da: Indtast den øvre grænse for linjelængder
sq: Vendosni kufirin e sipërm për gjatësinë e rreshtave
zh: 输入线长度的上限

source: Here you can select the length of the sub-variations
ar: هنا يمكنك تحديد طول الاختلافات الفرعية
bg: Тук можете да изберете дължината на подвариантите
bn: এখানে আপনি উপ-প্রকরণের দৈর্ঘ্য নির্বাচন করতে পারেন
da: Her kan du vælge længden af ​​undervariationerne
sq: Këtu mund të zgjidhni gjatësinë e nënvariacioneve
zh: 您可以在这里选择子变体的长度

source: to be used when adding annotations.
ar: لاستخدامها عند إضافة التعليقات التوضيحية.
bg: да се използва при добавяне на анотации.
bn: টীকা যোগ করার সময় ব্যবহার করা হবে।
da: skal bruges, når du tilføjer anmærkninger.
sq: për t'u përdorur kur shtoni shënime.
zh: 添加注释时使用。
