Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: Hold down <ALT> and <a> or <z> when you click an arrow to tilt the board.
ar: اضغط باستمرار على <ALT> و<a> أو <z> عند النقر فوق أحد الأسهم لإمالة اللوحة.
bg: Задръжте <ALT> и <a> или <z>, когато щракнете върху стрелка, за да наклоните дъската.
bn: যখন আপনি বোর্ডটি কাত করার জন্য একটি তীর ক্লিক করবেন তখন <ALT> এবং <a> অথবা <z> কীগুলি চেপে ধরে রাখুন।
da: Hold <ALT> og <a> eller <z> nede, når du klikker på en pil for at vippe brættet.
sq: Mbani të shtypur <ALT> dhe <a> ose <z> kur klikoni një shigjetë për të anuar tabelën.
zh: 按住 <ALT> 和 <a> 或 <z> 并单击箭头即可倾斜棋盘。

source: Once you get used to the board widget controls, you may want to turn off
ar: بمجرد أن تعتاد على عناصر التحكم في أدوات لوحة التحكم، قد ترغب في إيقاف تشغيلها
bg: След като свикнете с контролите на джаджата на дъската, може да искате да изключите
bn: একবার আপনি বোর্ড উইজেট নিয়ন্ত্রণের সাথে অভ্যস্ত হয়ে গেলে, আপনি বন্ধ করতে চাইতে পারেন
da: Når du har vænnet dig til kontrolpanelets widget-kontroller, vil du måske slå fra
sq: Pasi të mësoheni me kontrollet e miniaplikacionit të bordit, mund të dëshironi ta çaktivizoni
zh: 一旦你习惯了棋盘小部件控件，你可能想要关闭

source: the board widget help. To do this, check the < Display help > checkbox to off
ar: أداة مساعدة اللوحة. للقيام بذلك، حدد مربع الاختيار <عرض المساعدة> لإيقاف تشغيله
bg: помощ за джаджата на дъската. За да направите това, поставете отметка в квадратчето < Display help > на изключено
bn: বোর্ড উইজেট সাহায্য। এটি করার জন্য, <Display help > চেকবক্সটি বন্ধ করতে চেক করুন
da: hjælp til board-widgeten. For at gøre dette skal du markere afkrydsningsfeltet < Vis hjælp > for at slå fra
sq: ndihma e miniaplikacionit të tabelës. Për ta bërë këtë, kontrolloni kutinë e zgjedhjes < Display help > për të çaktivizuar
zh: 棋盘小部件帮助。为此，请选中 < 显示帮助 > 复选框以将其关闭

source: in the 3d options dialog box.
ar: في مربع حوار الخيارات ثلاثية الأبعاد.
bg: в диалоговия прозорец с 3d опции.
bn: 3d অপশন ডায়ালগ বক্সে।
da: i dialogboksen 3D-indstillinger.
sq: në kutinë e dialogut të opsioneve 3d.
zh: 在 3d 选项对话框中。

source: There is a choice of two types of tooltip help display. The reason for this
ar: هناك خيار بين نوعين من عرض تعليمات التلميح. والسبب وراء ذلك هو
bg: Има избор от два вида помощни подсказки. Причината за това
bn: দুই ধরণের টুলটিপ সহায়তা প্রদর্শনের মধ্যে একটি পছন্দ রয়েছে। এর কারণ
da: Der er et valg mellem to typer visning af værktøjstip. Årsagen til dette
sq: Ekziston një zgjedhje midis dy llojeve të shfaqjes së ndihmës së këshillave të veglave. Arsyeja për këtë
zh: 有两种类型的工具提示帮助显示可供选择。这样做的原因

source: is that sometimes the program would crash using the rich tooltip help.
ar: هو أنه في بعض الأحيان قد يتعطل البرنامج عند استخدام أداة المساعدة الغنية بالأدوات.
bg: е, че понякога програмата се срива, използвайки богатата помощ с подсказки.
bn: কখনও কখনও রিচ টুলটিপ সাহায্য ব্যবহার করে প্রোগ্রামটি ক্র্যাশ হয়ে যেত।
da: er, at nogle gange ville programmet gå ned ved hjælp af den omfattende værktøjstip-hjælp.
sq: është se ndonjëherë programi do të rrëzohej duke përdorur ndihmën e pasur të këshillës së veglave.
zh: 有时使用丰富的工具提示帮助程序会崩溃。

source: I think that I have fixed this problem, but if the program crashes on your computer
ar: أعتقد أنني قمت بإصلاح هذه المشكلة، ولكن إذا تعطل البرنامج على جهاز الكمبيوتر الخاص بك
bg: Мисля, че поправих този проблем, но ако програмата се срине на вашия компютър
bn: আমার মনে হয় আমি এই সমস্যাটি সমাধান করেছি, কিন্তু যদি প্রোগ্রামটি আপনার কম্পিউটারে ক্র্যাশ করে
da: Jeg tror, ​​at jeg har løst dette problem, men hvis programmet går ned på din computer
sq: Unë mendoj se e kam rregulluar këtë problem, por nëse programi rrëzohet në kompjuterin tuaj
zh: 我认为我已经解决了这个问题，但如果程序在你的电脑上崩溃

source: using the rich tooltip help, then you can switch to the normal tooltip.
ar: باستخدام أداة الإرشاد الغنية، يمكنك بعد ذلك التبديل إلى أداة الإرشاد العادية.
bg: с помощта на богатата подсказка, тогава можете да превключите към нормалната подсказка.
bn: রিচ টুলটিপ সাহায্য ব্যবহার করে, তারপর আপনি স্বাভাবিক টুলটিপে স্যুইচ করতে পারেন।
da: ved at bruge den omfattende værktøjstip-hjælp, så kan du skifte til det normale værktøjstip.
sq: duke përdorur ndihmën e pasur të këshillës së veglave, atëherë mund të kaloni në këshillën normale të veglave.
zh: 使用丰富的工具提示帮助，然后您可以切换到普通工具提示。

source: Digesting book
ar: هضم الكتاب
bg: Книга за храносмилане
bn: ডাইজেস্টিং বই
da: Fordøje bog
sq: Libër tretës
zh: 文摘书

source: Redigesting book
ar: إعادة هضم الكتاب
bg: Книга за преработване
bn: পুনঃহজম বই
da: Bog om fordøjelse
sq: Libër për tretje
zh: 重新消化这本书

source: Cannot find book file
ar: لا يمكن العثور على ملف الكتاب
bg: Не може да се намери файл с книга
bn: বইয়ের ফাইল খুঁজে পাচ্ছি না।
da: Bogfilen kan ikke findes
sq: Skedari i librit nuk mund të gjendet
zh: 找不到书籍文件

source: One time only book digestion
ar: هضم الكتاب مرة واحدة فقط
bg: Резервирайте храносмилането само еднократно
bn: একবারের জন্য শুধুমাত্র বই হজম
da: En gang kun bog fordøjelse
sq: Tretje libri vetëm një herë
zh: 一次仅需消化的书籍

source: Digestion cancelled by user - no book moves available
ar: تم إلغاء عملية الهضم بواسطة المستخدم - لا تتوفر أي تحركات للكتاب
bg: Храносмилането е отменено от потребителя - няма налични премествания на книги
bn: ব্যবহারকারীর দ্বারা ডাইজেস্টেশন বাতিল করা হয়েছে - কোনও বই স্থানান্তরের সুবিধা নেই
da: Fordøjelse annulleret af bruger - ingen bogbevægelser tilgængelige
sq: Tretja u anulua nga përdoruesi - nuk ofrohen lëvizje librash
zh: 用户取消消化 - 没有可用的书籍移动

source: This panel lets you setup the opening book.
ar: تتيح لك هذه اللوحة إعداد كتاب الافتتاح.
bg: Този панел ви позволява да настроите книгата за отваряне.
bn: এই প্যানেলটি আপনাকে উদ্বোধনী বইটি সেটআপ করতে দেয়।
da: Dette panel lader dig opsætte åbningsbogen.
sq: Ky panel ju lejon të konfiguroni librin hapës.
zh: 该面板可让您设置开篇书。

source: Select .pgn or .bin file for book
ar: حدد ملف .pgn أو .bin للكتاب
bg: Изберете .pgn или .bin файл за книга
bn: বইয়ের জন্য .pgn অথবা .bin ফাইল নির্বাচন করুন
da: Vælg .pgn- eller .bin-fil til bog
sq: Zgjidhni skedarin .pgn ose .bin për librin
zh: 为书籍选择 .pgn 或 .bin 文件

source: Enabled
ar: مُمَكَّن
bg: Активирано
bn: সক্ষম করা হয়েছে
da: Aktiveret
sq: Aktivizuar
zh: 已启用

source: If available always play book moves up until move:
ar: إذا كان متاحًا، قم دائمًا بلعب تحركات الكتاب لأعلى حتى التحرك:
bg: Ако е налице, винаги играйте книгата се движи нагоре до преместване:
bn: যদি পাওয়া যায় তবে সর্বদা প্লে বুক উপরে সরানো হবে যতক্ষণ না সরানো হয়:
da: Hvis det er tilgængeligt, rykker spilbogen altid op indtil flytning:
sq: Nëse disponohet, libri luaj gjithmonë lëviz lart deri në lëvizje:
zh: 如果可用，总是玩书本移动直到移动：

source: Then if available play book moves this percentage of the time:
ar: ثم إذا كان كتاب اللعب متاحًا، فإنه يتحرك بهذه النسبة من الوقت:
bg: След това, ако е налична игралната книга, премества този процент от времето:
bn: তারপর যদি পাওয়া যায় তাহলে খেলার বইটি সময়ের এই শতাংশকে সরিয়ে দেয়:
da: Så, hvis tilgængelig, flytter spillebogen denne procentdel af tiden:
sq: Pastaj, nëse disponohet, libri i luajtjes lëviz këtë përqindje të kohës:
zh: 然后，如果可用的剧本会按照这个百分比的时间移动：

source: Suggest book moves
ar: اقترح نقل الكتاب
bg: Предложете движения на книгата
bn: বই স্থানান্তরের পরামর্শ দিন
da: Foreslå bogbevægelser
sq: Sugjeroni lëvizje librash
zh: 建议书籍移动

source: Polyglot book options..
ar: خيارات الكتاب متعدد اللغات.
bg: Опции за книги за полиглот..
bn: পলিগ্লট বইয়ের বিকল্প..
da: Polyglot bog muligheder..
sq: Opsionet e librit Polyglot..
zh: 多语言书籍选项..

source: Polyglot book weights..
ar: أوزان الكتب متعددة اللغات.
bg: Тегла на книгите на полиглота..
bn: বহুভাষিক বইয়ের ওজন..
da: Polyglot bogvægte..
sq: Peshat e librave poliglot..
zh: 多语言书籍重量..

source: The .pgn or .bin file that is used for opening book moves.
ar: يتم نقل الملف .pgn أو .bin المستخدم لفتح الكتاب.
bg: Файлът .pgn или .bin, който се използва за отваряне на книги, се движи.
bn: বই খোলার জন্য ব্যবহৃত .pgn বা .bin ফাইলটি সরানো হয়।
da: .pgn- eller .bin-filen, der bruges til at åbne bogtræk.
sq: Skedari .pgn ose .bin që përdoret për hapjen e librit lëviz.
zh: 用于开书移动的.pgn或.bin文件。

source: Check this box to enable the book, clear to disable
ar: حدد هذا المربع لتمكين الكتاب، أو قم بإلغاء تحديده لتعطيله
bg: Поставете отметка в това квадратче, за да активирате книгата, изчистете, за да деактивирате
bn: বইটি সক্রিয় করতে এই বাক্সটি চেক করুন, অক্ষম করতে পরিষ্কার করুন
da: Marker dette felt for at aktivere bogen, ryd for at deaktivere
sq: Zgjidhni këtë kuti për të aktivizuar librin, pastroni për ta çaktivizuar
zh: 选中此框可启用该书，清除则禁用该书

source: Initially always play a book move if available up to given move number.
ar: في البداية، قم دائمًا بلعب حركة الكتاب إذا كانت متاحة حتى رقم الحركة المحدد.
bg: Първоначално винаги играйте ход на книга, ако е наличен до дадения номер на ход.
bn: প্রাথমিকভাবে সর্বদা একটি বইয়ের মুভ খেলুন, যদি পাওয়া যায়, প্রদত্ত মুভ নম্বর পর্যন্ত।
da: Til at begynde med skal du altid spille et bogtræk, hvis det er tilgængeligt op til et givet træknummer.
sq: Fillimisht luani gjithmonë një lëvizje libri nëse është e disponueshme deri në numrin e caktuar të lëvizjes.
zh: 最初，如果可用，总是按照给定的移动次数进行移动。

source: Once limit reached, a book move
ar: بمجرد الوصول إلى الحد الأقصى، يتم نقل الكتاب
bg: След като лимитът бъде достигнат, книгата се премества
bn: সীমা শেষ হয়ে গেলে, একটি বই সরানো হবে
da: Når grænsen er nået, flytter en bog
sq: Pasi të arrihet kufiri, një lëvizje libri
zh: 一旦达到限制，一本书就能

source: is only selected this proportion of the time.
ar: يتم تحديد هذه النسبة فقط من الوقت.
bg: се избира само тази част от времето.
bn: শুধুমাত্র সময়ের এই অনুপাতে নির্বাচিত হয়।
da: er kun valgt denne del af tiden.
sq: zgjidhet vetëm kjo pjesë e kohës.
zh: 只选择这个比例的时间。

source: Check to suggest book moves.
ar: حدد هذا الخيار لاقتراح تحركات الكتاب.
bg: Поставете отметка, за да предложите ходове на книги.
bn: বই স্থানান্তরের পরামর্শ দিতে চেক করুন।
da: Marker for at foreslå bogbevægelser.
sq: Kontrollo për të sugjeruar lëvizje librash.
zh: 检查以建议书籍移动。

source: Click to open the Polyglot .bin book options dialog box
ar: انقر لفتح مربع حوار خيارات كتاب Polyglot .bin
bg: Щракнете, за да отворите диалоговия прозорец с опции за книгата Polyglot .bin
bn: Polyglot .bin বই বিকল্প ডায়ালগ বক্স খুলতে ক্লিক করুন।
da: Klik for at åbne dialogboksen Polyglot .bin bogindstillinger
sq: Klikoni për të hapur kutinë e dialogut të opsioneve të librit Polyglot .bin
zh: 点击打开 Polyglot .bin 书籍选项对话框

source: Click to open the Polyglot .bin book weights dialog box
ar: انقر لفتح مربع حوار أوزان الكتب Polyglot .bin
bg: Щракнете, за да отворите диалоговия прозорец за тегла на книгите на Polyglot .bin
bn: Polyglot .bin book weights ডায়ালগ বক্স খুলতে ক্লিক করুন।
da: Klik for at åbne dialogboksen Polyglot .bin bogvægte
sq: Klikoni për të hapur kutinë e dialogut Polyglot .bin
zh: 单击打开 Polyglot .bin 书籍重量对话框

source: This dialog box allows you to select the opening book options.
ar: يسمح لك مربع الحوار هذا بتحديد خيارات فتح الكتاب.
bg: Този диалогов прозорец ви позволява да изберете опциите за отваряне на книгата.
bn: এই ডায়ালগ বক্সটি আপনাকে খোলার বইয়ের বিকল্পগুলি নির্বাচন করতে দেয়।
da: Denne dialogboks giver dig mulighed for at vælge åbningsbogens muligheder.
sq: Kjo kuti dialogu ju lejon të zgjidhni opsionet e librit hapës.
zh: 该对话框允许您选择打开书籍的选项。

source: File : Select the .pgn or .bin file to use as an opening book.
ar: الملف: حدد الملف .pgn أو .bin لاستخدامه ككتاب افتتاحي.
bg: Файл : Изберете файла .pgn или .bin, който да използвате като отваряща книга.
bn: ফাইল: খোলার বই হিসেবে ব্যবহার করার জন্য .pgn অথবা .bin ফাইলটি নির্বাচন করুন।
da: Fil : Vælg .pgn- eller .bin-filen, der skal bruges som åbningsbog.
sq: Skedari: Zgjidhni skedarin .pgn ose .bin për ta përdorur si libër hapës.
zh: 文件：选择 .pgn 或 .bin 文件作为开篇书。

source: If you change the opening book, you can redisplay the dialog box
ar: إذا قمت بتغيير الكتاب الافتتاحي، يمكنك إعادة عرض مربع الحوار
bg: Ако промените началната книга, можете да покажете отново диалоговия прозорец
bn: আপনি যদি খোলার বইটি পরিবর্তন করেন, তাহলে আপনি ডায়ালগ বক্সটি পুনরায় প্রদর্শন করতে পারেন
da: Hvis du ændrer åbningsbogen, kan du få vist dialogboksen igen
sq: Nëse ndryshoni librin hapës, mund të rishfaqni kutinë e dialogut
zh: 如果更改开书，可以重新显示对话框

source: with it set, by clicking <Ok> with the shift key held down.
ar: مع ضبطه، عن طريق النقر فوق <موافق> مع الضغط باستمرار على مفتاح التحويل.
bg: с него, като щракнете върху <Ok> със задържан клавиш shift.
bn: এটি সেট হয়ে গেলে, Shift কী চেপে ধরে <Ok> এ ক্লিক করে।
da: med den indstillet, ved at klikke på <Ok> med shift-tasten nede.
sq: me të vendosur, duke klikuar <Ok> me tastin shift të mbajtur të shtypur.
zh: 设置完成后，按住 Shift 键并单击 <Ok>。

source: Enabled : Check this box to enable the opening book.
ar: ممكّن: قم بتحديد هذا المربع لتمكين فتح الكتاب.
bg: Активирано: Поставете отметка в това квадратче, за да активирате отварящата книга.
bn: সক্রিয়: খোলার বইটি সক্রিয় করতে এই বাক্সটি চেক করুন।
da: Aktiveret : Marker dette felt for at aktivere åbningsbogen.
sq: Aktivizuar: Zgjidhni këtë kuti për të aktivizuar librin e hapjes.
zh: 已启用：选中此框可以启用开篇书。

source: Enter the move number to play book moves up to.
ar: أدخل رقم الحركة لتشغيل تحركات الكتاب حتى تصل إليها.
bg: Въведете номера на хода, до който да играете ходове на книгата.
bn: বইটি যে মুভ পর্যন্ত চালাতে হবে সেই মুভ নম্বরটি লিখুন।
da: Indtast træknummeret for at spille bogbevægelser op til.
sq: Futni numrin e lëvizjes për të luajtur ku lëviz libri.
zh: 输入要玩棋谱的步数。

source: Enter the percentage of the time to play book moves after that.
ar: أدخل النسبة المئوية للوقت الذي سيتم فيه تشغيل تحركات الكتاب بعد ذلك.
bg: Въведете процента от времето за игра на ходовете на книгата след това.
bn: এরপর বইয়ের চাল চালানোর জন্য কত সময় ব্যয় হয়েছে তার শতাংশ লিখুন।
da: Indtast procentdelen af ​​tiden til at spille bogtræk efter det.
sq: Futni përqindjen e kohës për të luajtur lëvizjet e librit pas kësaj.
zh: 输入此后玩书本动作的时间百分比。

source: Suggest book moves : Check this box for book moves to be suggested.
ar: اقترح نقل الكتاب: حدد هذا المربع لاقتراح نقل الكتاب.
bg: Предложете ходове на книги : Поставете отметка в това квадратче, за да бъдат предлагани ходове на книги.
bn: বই স্থানান্তরের পরামর্শ দিন: বই স্থানান্তরের পরামর্শের জন্য এই বাক্সটি চেক করুন।
da: Foreslå bogtræk : Marker dette felt for bogtræk, der skal foreslås.
sq: Sugjeroni lëvizjet e librave: Zgjidhni këtë kuti për lëvizjet e librave që do të sugjerohen.
zh: 建议书籍移动：选中此框可以建议书籍移动。

source: Note that the book may contain endgame training exercises
ar: لاحظ أن الكتاب قد يحتوي على تمارين تدريبية لنهاية اللعبة
bg: Обърнете внимание, че книгата може да съдържа упражнения за обучение в края на играта
bn: মনে রাখবেন যে বইটিতে খেলার শেষ পর্যায়ের প্রশিক্ষণ অনুশীলন থাকতে পারে
da: Bemærk at bogen kan indeholde slutspilstræningsøvelser
sq: Vini re se libri mund të përmbajë ushtrime stërvitore në fund të lojës
zh: 请注意，本书可能包含残局训练练习

source: (refer to < training positions > when setting up a position)
ar: (راجع <وظائف التدريب> عند إعداد وظيفة)
bg: (вижте < тренировъчни позиции >, когато настройвате позиция)
bn: (কোনও পজিশন সেট আপ করার সময় <training positions > দেখুন)
da: (se < træningspositioner > ved opsætning af en position)
sq: (referojuni < pozicionet e trajnimit > kur vendosni një pozicion)
zh: （设置岗位时请参考<训练岗位>）

source: and if you start a game from one of those positions the engine
ar: وإذا بدأت اللعبة من أحد هذه المواضع، فإن المحرك
bg: и ако започнете игра от една от тези позиции, двигателят
bn: এবং যদি আপনি ঐ অবস্থানগুলির একটি থেকে একটি খেলা শুরু করেন তবে ইঞ্জিনটি
da: og hvis du starter et spil fra en af ​​disse positioner, motoren
sq: dhe nëse filloni një lojë nga një nga ato pozicione motori
zh: 如果你从其中一个位置开始游戏，引擎

source: will always use a book move if one is available.
ar: سوف أستخدم دائمًا نقل الكتاب إذا كان متاحًا.
bg: винаги ще използва движение на книга, ако има такова.
bn: যদি বই স্থানান্তরের ব্যবস্থা থাকে, তাহলে সর্বদা একটি ব্যবহার করব।
da: vil altid bruge et bogtræk, hvis et sådant er ledigt.
sq: do të përdorë gjithmonë një lëvizje libri nëse është i disponueshëm.
zh: 如果有书本可用，将始终使用它。

source: Polyglot book options.. : Click this button to open the
ar: خيارات الكتاب متعدد اللغات.. : انقر فوق هذا الزر لفتح
bg: Опции за книгата Polyglot.. : Щракнете върху този бутон, за да отворите
bn: পলিগ্লট বইয়ের বিকল্পগুলি.. : খুলতে এই বোতামটি ক্লিক করুন
da: Polyglot bogindstillinger.. : Klik på denne knap for at åbne
sq: Opsionet e librit Polyglot.. : Klikoni këtë buton për të hapur
zh: 多语言书籍选项.. ：单击此按钮打开

source: Polyglot .bin opening book options dialog box.
ar: مربع حوار خيارات فتح كتاب .bin متعدد اللغات.
bg: Диалогов прозорец с опции за отваряне на книга на Polyglot .bin.
bn: পলিগ্লট .বিন খোলার বইয়ের বিকল্প ডায়ালগ বক্স।
da: Polyglot .bin åbningsbogsindstillinger dialogboks.
sq: Kutia e dialogut e opsioneve të librit të hapjes së Polyglot .bin.
zh: Polyglot.bin 打开书籍选项对话框。

source: Polyglot book weights.. : Click this button to open the
ar: أوزان الكتب متعددة اللغات.. : انقر على هذا الزر لفتح
bg: Тегла на книгата на полиглота.. : Щракнете върху този бутон, за да отворите
bn: পলিগ্লট বইয়ের ওজন.. : খুলতে এই বোতামে ক্লিক করুন
da: Polyglot bogvægte.. : Klik på denne knap for at åbne
sq: Peshat e librit Polyglot.. : Klikoni këtë buton për të hapur
zh: 多语言书籍重量.. ：单击此按钮打开

source: Polyglot .bin opening book weights dialog box.
ar: مربع حوار فتح أوزان الكتب متعدد اللغات .bin.
bg: Диалогов прозорец за тегла на отваряне на книга на Polyglot .bin.
bn: পলিগ্লট .বিন খোলার বইয়ের ওজন ডায়ালগ বক্স।
da: Polyglot .bin åbningsbog vægte dialogboks.
sq: Kutia e dialogut Polyglot .bina e hapjes së peshave të librit.
zh: Polyglot .bin 打开书籍重量对话框。

source: These last two Polyglot options buttons are only enabled
ar: يتم تمكين هذين الزرين الأخيرين لخيارات Polyglot فقط
bg: Активирани са само последните два бутона за опции на Polyglot
bn: এই শেষ দুটি পলিগ্লট বিকল্প বোতাম শুধুমাত্র সক্রিয় করা আছে
da: Disse sidste to Polyglot-indstillingsknapper er kun aktiveret
sq: Këta dy butona të fundit të opsioneve të Polyglotit janë aktivizuar vetëm
zh: 最后两个 Polyglot 选项按钮仅启用

source: when a Polyglot .bin opening book is loaded.
ar: عند تحميل كتاب فتح .bin متعدد اللغات.
bg: когато е заредена начална книга на Polyglot .bin.
bn: যখন একটি Polyglot .bin খোলার বই লোড করা হয়।
da: når en polyglot .bin-åbningsbog er indlæst.
sq: kur ngarkohet një libër i hapjes së Polyglot .bin.
zh: 当加载 Polyglot .bin 开篇书时。

source: Polyglot .bin opening book dialog help
ar: مساعدة في فتح مربع حوار الكتاب متعدد اللغات .bin
bg: Помощ за диалогов прозорец за отваряне на книга на Polyglot.bin
bn: পলিগ্লট .bin বই খোলার ডায়ালগ সাহায্য
da: Polyglot .bin åbningsbogsdialoghjælp
sq: Ndihma e dialogut për hapjen e librit Polyglot .bin
zh: Polyglot .bin 打开书本对话框帮助

source: Save game and other modified tabs?
ar: حفظ اللعبة والتبويبات المعدلة الأخرى؟
bg: Запазване на играта и други променени раздели?
bn: গেম এবং অন্যান্য পরিবর্তিত ট্যাব সংরক্ষণ করবেন?
da: Vil du gemme spil og andre ændrede faner?
sq: Të ruhet loja dhe skeda të tjera të modifikuara?
zh: 保存游戏和其他修改过的标签？

source: Save game ?
ar: حفظ اللعبة ؟
bg: Запазване на играта?
bn: খেলা সংরক্ষণ করবেন?
da: gemme spillet?
sq: Të ruhet loja?
zh: 保存游戏？

source: Save game and other modified tabs to
ar: احفظ اللعبة والعلامات التبويبية المعدلة الأخرى في
bg: Запазете играта и други променени раздели в
bn: গেম এবং অন্যান্য পরিবর্তিত ট্যাবগুলি এতে সংরক্ষণ করুন
da: Gem spil og andre ændrede faner til
sq: Ruani lojën dhe skedat e tjera të modifikuara në
zh: 保存游戏和其他修改过的标签至

source: Save game to
ar: حفظ اللعبة في
bg: Запазете играта в
bn: খেলাটি এখানে সংরক্ষণ করুন
da: Gem spil til
sq: Ruaje lojën në
zh: 保存游戏至

source: 'Yes' to save, 'No' to discard
ar: نعم للحفظ، لا للتجاهل
bg: „Да“ за запазване, „Не“ за отхвърляне
bn: সংরক্ষণ করতে 'হ্যাঁ', বাতিল করতে 'না'
da: 'Ja' for at gemme, 'Nej' for at kassere
sq: 'Po' për të kursyer, 'Jo' për ta hedhur poshtë
zh: “是”表示保存，“否”表示丢弃

source: Save modified tabs ?
ar: حفظ علامات التبويب المعدلة؟
bg: Запазване на променени раздели?
bn: পরিবর্তিত ট্যাবগুলি সংরক্ষণ করবেন?
da: Vil du gemme ændrede faner?
sq: Të ruhen skedat e modifikuara?
zh: 保存修改过的标签吗？

source: Save modified games to
ar: حفظ الألعاب المعدلة في
bg: Запазете модифицираните игри в
bn: পরিবর্তিত গেমগুলি এতে সংরক্ষণ করুন
da: Gem ændrede spil til
sq: Ruani lojërat e modifikuara në
zh: 保存修改后的游戏到

source: Save modified tabs to
ar: حفظ علامات التبويب المعدلة في
bg: Запазване на променени раздели в
bn: পরিবর্তিত ট্যাবগুলি এতে সংরক্ষণ করুন
da: Gem ændrede faner til
sq: Ruani skedat e modifikuara në
zh: 保存修改的标签至

source: Select .pgn file to create, replace or append to
ar: حدد ملف .pgn لإنشائه أو استبداله أو إضافته
bg: Изберете .pgn файл, към който да създадете, замените или добавите
bn: তৈরি, প্রতিস্থাপন বা যুক্ত করতে .pgn ফাইল নির্বাচন করুন
da: Vælg .pgn-fil for at oprette, erstatte eller tilføje
sq: Zgjidhni skedarin .pgn për të krijuar, zëvendësuar ose shtuar
zh: 选择要创建、替换或附加的 .pgn 文件

source: 'Yes' to append, 'No' to replace (be careful with 'No')
ar: "نعم" للإضافة، "لا" للاستبدال (كن حذرًا مع "لا")
bg: „Да“ за добавяне, „Не“ за замяна (внимавайте с „Не“)
bn: 'হ্যাঁ' যোগ করতে হবে, 'না' প্রতিস্থাপন করতে হবে ('না' ব্যবহারে সতর্ক থাকুন)
da: "Ja" for at tilføje, "Nej" for at erstatte (vær forsigtig med "Nej")
sq: "Po" për të shtuar, "Jo" për të zëvendësuar (kini kujdes me "Jo")
zh: “是”表示追加，“否”表示替换（谨慎使用“否”）

source: Append games to existing file ?
ar: إضافة الألعاب إلى ملف موجود؟
bg: Добавяне на игри към съществуващ файл?
bn: বিদ্যমান ফাইলে গেম যোগ করবেন?
da: Vil du tilføje spil til eksisterende fil?
sq: Të shtohen lojërat në skedarin ekzistues?
zh: 将游戏附加到现有文件？

source: Cannot append to existing file
ar: لا يمكن الإضافة إلى الملف الموجود
bg: Не може да се добави към съществуващ файл
bn: বিদ্যমান ফাইলে যোগ করা যাচ্ছে না
da: Kan ikke tilføje til eksisterende fil
sq: Nuk mund t'i shtohet skedarit ekzistues
zh: 无法附加到现有文件

source: Error reading file
ar: خطأ في قراءة الملف
bg: Грешка при четене на файла
bn: ফাইলটি পড়ার সময় ত্রুটি হয়েছে
da: Fejl ved læsning af fil
sq: Gabim gjatë leximit të skedarit
zh: 读取文件时出错

source: 'Yes' to append, 'No' to overwrite (be careful with 'No')
ar: "نعم" للإضافة، "لا" للكتابة فوق (كن حذرًا مع "لا")
bg: „Да“ за добавяне, „Не“ за презаписване (внимавайте с „Не“)
bn: 'হ্যাঁ' যোগ করতে হবে, 'না' ওভাররাইট করতে হবে ('না' ব্যবহারে সতর্ক থাকুন)
da: 'Ja' for at tilføje, 'Nej' for at overskrive (vær forsigtig med 'Nej')
sq: "Po" për të shtuar, "Jo" për të mbishkruar (kini kujdes me "Jo")
zh: “是”表示追加，“否”表示覆盖（请谨慎使用“否”）

source: Append to existing file ?
ar: إضافة إلى ملف موجود؟
bg: Добавяне към съществуващ файл?
bn: বিদ্যমান ফাইলে যোগ করবেন?
da: Tilføj til eksisterende fil?
sq: Të shtohet te skedari ekzistues?
zh: 附加到现有文件？

source: Append game to file ?
ar: إضافة اللعبة إلى الملف؟
bg: Добавяне на играта към файла?
bn: ফাইলে গেম যোগ করবেন?
da: Vil du tilføje spillet til filen?
sq: Të shtohet loja në skedar?
zh: 将游戏附加到文件吗？

source: There are other modified games in file, save all, then switch to new file?
ar: هل يوجد ألعاب أخرى معدلة في الملف، احفظها كلها، ثم انتقل إلى الملف الجديد؟
bg: Има други модифицирани игри във файла, запазете всички, след което превключете към нов файл?
bn: ফাইলটিতে আরও কিছু পরিবর্তিত গেম আছে, সবগুলো সেভ করে নতুন ফাইলে স্যুইচ করবেন?
da: Der er andre modificerede spil i filen, gemme alle, og derefter skifte til ny fil?
sq: A ka lojëra të tjera të modifikuara në skedar, t'i ruani të gjitha, pastaj të kaloni në skedar të ri?
zh: 文件中还有其他修改过的游戏，全部保存，然后切换到新文件？

source: Switch to new file?
ar: التبديل إلى ملف جديد؟
bg: Превключване към нов файл?
bn: নতুন ফাইলে স্যুইচ করবেন?
da: Skift til ny fil?
sq: Të kalosh te skedari i ri?
zh: 切换到新文件？

source: Cannot switch to new file
ar: لا يمكن التبديل إلى ملف جديد
bg: Не може да се превключи към нов файл
bn: নতুন ফাইলে স্যুইচ করা যাচ্ছে না
da: Kan ikke skifte til ny fil
sq: Nuk mund të kalohet në skedar të ri
zh: 无法切换到新文件
