Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: Check to use player clock number 2
ar: حدد خيار استخدام ساعة اللاعب رقم 2
bg: Поставете отметка, за да използвате часовника номер 2 на играча
bn: প্লেয়ার ঘড়ি নম্বর 2 ব্যবহার করতে চেক করুন
da: Marker for at bruge afspillerens ur nummer 2
sq: Kontrolloni për të përdorur orën e luajtësit numër 2
zh: 勾选使用 2 号球员时钟

source: Check to use player clock number 3
ar: حدد خيار استخدام ساعة اللاعب رقم 3
bg: Поставете отметка, за да използвате часовника номер 3 на играча
bn: প্লেয়ার ঘড়ি নম্বর 3 ব্যবহার করতে চেক করুন
da: Marker for at bruge afspillerens ur nummer 3
sq: Kontrolloni për të përdorur orën e luajtësit numër 3
zh: 勾选使用 3 号球员时钟

source: Check to use player clock number 4
ar: حدد المربع لاستخدام ساعة اللاعب رقم 4
bg: Поставете отметка, за да използвате часовника номер 4 на играча
bn: প্লেয়ার ঘড়ি নম্বর ৪ ব্যবহার করতে চেক করুন।
da: Marker for at bruge afspillerens ur nummer 4
sq: Kontrolloni për të përdorur orën e luajtësit numër 4
zh: 勾选使用 4 号球员时钟

source: Check to use computer clock number 1
ar: حدد استخدام ساعة الكمبيوتر رقم 1
bg: Поставете отметка, за да използвате компютърен часовник номер 1
bn: কম্পিউটার ঘড়ি নম্বর ১ ব্যবহার করতে চেক করুন
da: Marker for at bruge computerur nummer 1
sq: Kontrolloni për të përdorur orën e kompjuterit numër 1
zh: 勾选使用电脑时钟1号

source: Check to use computer clock number 2
ar: تأكد من استخدام ساعة الكمبيوتر رقم 2
bg: Поставете отметка, за да използвате компютърен часовник номер 2
bn: কম্পিউটার ঘড়ি নম্বর 2 ব্যবহার করতে চেক করুন
da: Marker for at bruge computerur nummer 2
sq: Kontrolloni për të përdorur orën e kompjuterit numër 2
zh: 勾选使用电脑时钟2号

source: Check to use computer clock number 3
ar: تأكد من استخدام ساعة الكمبيوتر رقم 3
bg: Поставете отметка, за да използвате компютърен часовник номер 3
bn: কম্পিউটার ঘড়ি নম্বর ৩ ব্যবহার করতে চেক করুন
da: Marker for at bruge computerur nummer 3
sq: Kontrolloni për të përdorur orën e kompjuterit numër 3
zh: 勾选使用电脑时钟 3 号

source: Check to use computer clock number 4
ar: تأكد من استخدام ساعة الكمبيوتر رقم 4
bg: Поставете отметка, за да използвате компютърен часовник номер 4
bn: কম্পিউটার ঘড়ি নম্বর ৪ ব্যবহার করতে চেক করুন
da: Marker for at bruge computerur nummer 4
sq: Kontrolloni për të përdorur orën e kompjuterit numër 4
zh: 勾选使用电脑时钟 4 号

source: sound effects options help
ar: خيارات المؤثرات الصوتية تساعد
bg: опциите за звукови ефекти помагат
bn: শব্দ প্রভাব বিকল্প সাহায্য
da: hjælp til lydeffekter
sq: Ndihmojnë opsionet e efekteve zanore
zh: 音效选项帮助

source: Game sound effects
ar: المؤثرات الصوتية للعبة
bg: Звукови ефекти на играта
bn: গেমের সাউন্ড এফেক্ট
da: Spil lydeffekter
sq: Efektet e zërit të lojës
zh: 游戏音效

source: Sfx notes
ar: ملاحظات المؤثرات الصوتية
bg: Sfx бележки
bn: এসএফএক্স নোটস
da: Sfx noter
sq: Shënime Sfx
zh: 音效说明

source: This dialog box allows you to set the sound effects options.
ar: يسمح لك مربع الحوار هذا بتعيين خيارات المؤثرات الصوتية.
bg: Този диалогов прозорец ви позволява да зададете опциите за звукови ефекти.
bn: এই ডায়ালগ বক্সটি আপনাকে সাউন্ড এফেক্টের বিকল্পগুলি সেট করতে দেয়।
da: Denne dialogboks giver dig mulighed for at indstille lydeffektindstillingerne.
sq: Kjo kuti dialogu ju lejon të vendosni opsionet e efekteve zanore.
zh: 该对话框允许您设置声音效果选项。

source: Use sound effects - Check to use sound effects.
ar: استخدام المؤثرات الصوتية - حدد هذا الخيار لاستخدام المؤثرات الصوتية.
bg: Използвайте звукови ефекти - Поставете отметка, за да използвате звукови ефекти.
bn: শব্দ প্রভাব ব্যবহার করুন - শব্দ প্রভাব ব্যবহার করতে চেক করুন।
da: Brug lydeffekter - Marker for at bruge lydeffekter.
sq: Përdorni efektet zanore - Kontrolloni për të përdorur efektet zanore.
zh: 使用音效- 勾选即可使用音效。

source: Chess pieces - Check to use sound effects for chess pieces,
ar: قطع الشطرنج - حدد خيار استخدام المؤثرات الصوتية لقطع الشطرنج،
bg: Шахматни фигури - Поставете отметка, за да използвате звукови ефекти за шахматни фигури,
bn: দাবার টুকরো - দাবার টুকরোর জন্য শব্দ প্রভাব ব্যবহার করতে চেক করুন,
da: Skakbrikker - Marker for at bruge lydeffekter til skakbrikker,
sq: Pjesët e shahut - Kontrolloni për të përdorur efekte zanore për pjesët e shahut,
zh: 棋子 - 勾选后将使用棋子的音效，

source: including < New game >
ar: بما في ذلك <لعبة جديدة>
bg: включително < Нова игра >
bn: <নতুন খেলা > সহ
da: inklusive < Nyt spil >
sq: duke përfshirë < Lojë e re >
zh: 包括<新游戏>

source: Clocks - Check to use sound effects for clocks during a game.
ar: الساعات - حدد هذا الخيار لاستخدام المؤثرات الصوتية للساعات أثناء اللعبة.
bg: Часовници – Поставете отметка, за да използвате звукови ефекти за часовници по време на игра.
bn: ঘড়ি - খেলার সময় ঘড়ির জন্য শব্দ প্রভাব ব্যবহার করতে চেক করুন।
da: Ure - Marker for at bruge lydeffekter til ure under et spil.
sq: Orët - Kontrolloni për të përdorur efektet zanore për orët gjatë një loje.
zh: 时钟 - 勾选后可在游戏过程中使用时钟的音效。

source: human vs engine or engine vs engine.
ar: الإنسان مقابل المحرك أو المحرك مقابل المحرك.
bg: човек срещу двигател или двигател срещу двигател.
bn: মানুষ বনাম ইঞ্জিন অথবা ইঞ্জিন বনাম ইঞ্জিন।
da: menneske vs motor eller motor vs motor.
sq: njeriu kundër motorit ose motori kundër motorit.
zh: 人与引擎或引擎与引擎。

source: Puzzle mode - Check to use sound effects for puzzle mode.
ar: وضع اللغز - حدد هذا الخيار لاستخدام المؤثرات الصوتية لوضع اللغز.
bg: Режим пъзел - Поставете отметка, за да използвате звукови ефекти за режим пъзел.
bn: ধাঁধা মোড - ধাঁধা মোডের জন্য শব্দ প্রভাব ব্যবহার করতে চেক করুন।
da: Puslespilstilstand - Marker for at bruge lydeffekter til puslespilstilstand.
sq: Modaliteti i enigmës - Kontrolloni për të përdorur efektet zanore për modalitetin e enigmës.
zh: 拼图模式- 勾选后拼图模式将使用音效。

source: Game result - Check to use sound effects for a game result,
ar: نتيجة اللعبة - حدد هذا الخيار لاستخدام المؤثرات الصوتية لنتيجة اللعبة،
bg: Резултат от играта - Поставете отметка, за да използвате звукови ефекти за резултат от игра,
bn: খেলার ফলাফল - খেলার ফলাফলের জন্য শব্দ প্রভাব ব্যবহার করতে চেক করুন,
da: Spilresultat - Marker for at bruge lydeffekter til et spilresultat,
sq: Rezultati i lojës - Kontrolloni për të përdorur efektet zanore për një rezultat të lojës,
zh: 游戏结果 - 勾选此项可使用音效来显示游戏结果，

source: Select clock sounds - Select the clock file number to use
ar: تحديد أصوات الساعة - حدد رقم ملف الساعة الذي تريد استخدامه
bg: Изберете звуци на часовника - Изберете номера на файла на часовника, който да използвате
bn: ঘড়ির শব্দ নির্বাচন করুন - ব্যবহার করার জন্য ঘড়ির ফাইল নম্বর নির্বাচন করুন
da: Vælg urlyde - Vælg det urfilnummer, der skal bruges
sq: Zgjidh tingujt e orës - Zgjidhni numrin e skedarit të orës për t'u përdorur
zh: 选择时钟声音 - 选择要使用的时钟文件编号

source: for human and computer during a game.
ar: للإنسان والكمبيوتر أثناء اللعبة.
bg: за човек и компютър по време на игра.
bn: খেলার সময় মানুষ এবং কম্পিউটারের জন্য।
da: for mennesker og computer under et spil.
sq: për njeriun dhe kompjuterin gjatë një loje.
zh: 在游戏过程中为人类和计算机提供。

source: Program volume - Set the volume percentage for the program.
ar: حجم الصوت للبرنامج - قم بتعيين نسبة حجم الصوت للبرنامج.
bg: Сила на звука на програмата - Задайте процента на силата на звука за програмата.
bn: প্রোগ্রামের ভলিউম - প্রোগ্রামের ভলিউম শতাংশ সেট করুন।
da: Programvolumen - Indstil volumenprocenten for programmet.
sq: Vëllimi i programit - Vendosni përqindjen e volumit për programin.
zh: 程序音量- 设置程序的音量百分比。

source: The value you set is saved for the next program run.
ar: سيتم حفظ القيمة التي قمت بتعيينها لتشغيل البرنامج التالي.
bg: Зададената от вас стойност се запазва за следващото изпълнение на програмата.
bn: আপনার সেট করা মান পরবর্তী প্রোগ্রাম চালানোর জন্য সংরক্ষিত আছে।
da: Den indstillede værdi gemmes til næste programkørsel.
sq: Vlera që vendosni ruhet për ekzekutimin e ardhshëm të programit.
zh: 您设置的值将被保存以供下次程序运行。

source: The changes that you make will not affect the system volume
ar: لن تؤثر التغييرات التي تقوم بها على حجم النظام
bg: Промените, които правите, няма да повлияят на силата на звука на системата
bn: আপনার করা পরিবর্তনগুলি সিস্টেমের ভলিউমের উপর কোনও প্রভাব ফেলবে না।
da: De ændringer, du foretager, vil ikke påvirke systemlydstyrken
sq: Ndryshimet që bëni nuk do të ndikojnë në volumin e sistemit
zh: 您所做的更改不会影响系统音量

source: once the program has finished.
ar: بمجرد انتهاء البرنامج.
bg: след като програмата приключи.
bn: প্রোগ্রামটি শেষ হয়ে গেলে।
da: når programmet er færdigt.
sq: pasi të ketë përfunduar programi.
zh: 程序完成后。

source: It is, of course, also possible to change the overall
ar: ومن الممكن أيضًا بالطبع تغيير الإجمالي
bg: Разбира се, възможно е и цялостната промяна
bn: অবশ্যই, সামগ্রিক পরিবর্তন করাও সম্ভব
da: Det er selvfølgelig også muligt at ændre helheden
sq: Sigurisht, është gjithashtu e mundur të ndryshohet në përgjithësi
zh: 当然，也可以改变整体

source: system volume with the slider on the Windows taskbar.
ar: قم بضبط مستوى صوت النظام باستخدام شريط التمرير الموجود على شريط مهام Windows.
bg: сила на звука на системата с плъзгача на лентата на задачите на Windows.
bn: উইন্ডোজ টাস্কবারের স্লাইডার দিয়ে সিস্টেম ভলিউম।
da: systemvolumen med skyderen på proceslinjen i Windows.
sq: vëllimi i sistemit me rrëshqitësin në shiritin e detyrave të Windows.
zh: 使用 Windows 任务栏上的滑块调节系统音量。

source: 2d and 3d sound effects are stored separately,
ar: يتم تخزين المؤثرات الصوتية ثنائية الأبعاد وثلاثية الأبعاد بشكل منفصل،
bg: 2d и 3d звуковите ефекти се съхраняват отделно,
bn: 2D এবং 3D সাউন্ড এফেক্ট আলাদাভাবে সংরক্ষণ করা হয়,
da: 2d og 3d lydeffekter gemmes separat,
sq: Efektet zanore 2d dhe 3d ruhen veçmas,
zh: 2D和3D音效分开存储，

source: so you can chose a different set for each screen.
ar: حتى تتمكن من اختيار مجموعة مختلفة لكل شاشة.
bg: така че можете да изберете различен набор за всеки екран.
bn: তাই আপনি প্রতিটি স্ক্রিনের জন্য একটি ভিন্ন সেট বেছে নিতে পারেন।
da: så du kan vælge et andet sæt for hver skærm.
sq: kështu që ju mund të zgjidhni një grup të ndryshëm për çdo ekran.
zh: 因此您可以为每个屏幕选择不同的设置。

source: Here is a list of the names of the sound effects
ar: وهنا قائمة بأسماء المؤثرات الصوتية
bg: Ето списък с имената на звуковите ефекти
bn: এখানে সাউন্ড এফেক্টগুলির নামের একটি তালিকা দেওয়া হল
da: Her er en liste over navnene på lydeffekterne
sq: Këtu është një listë me emrat e efekteve zanore
zh: 以下是音效名称的列表

source: files used in the program.
ar: الملفات المستخدمة في البرنامج.
bg: файлове, използвани в програмата.
bn: প্রোগ্রামে ব্যবহৃত ফাইলগুলি।
da: filer brugt i programmet.
sq: skedarët e përdorur në program.
zh: 程序中使用的文件。

source: Move sounds
ar: تحريك الأصوات
bg: Звуци на движение
bn: শব্দ সরান
da: Bevægelseslyde
sq: Lëvizja e tingujve
zh: 移动声音

source: Game Sounds
ar: أصوات اللعبة
bg: Игрови звуци
bn: গেম সাউন্ডস
da: Spil lyde
sq: Loja Tinguj
zh: 游戏声音

source: for a human player win against the computer
ar: للاعب بشري الفوز على الكمبيوتر
bg: за победа на човешки играч срещу компютъра
bn: একজন মানব খেলোয়াড়ের কম্পিউটারের বিরুদ্ধে জয়ের জন্য
da: for en menneskelig spiller vinder mod computeren
sq: për një lojtar njerëzor të fitojë kundër kompjuterit
zh: 人类玩家战胜计算机

source: for a computer win against a human player
ar: من أجل فوز الكمبيوتر على اللاعب البشري
bg: за победа на компютър срещу човешки играч
bn: একজন মানব খেলোয়াড়ের বিরুদ্ধে কম্পিউটার জয়ের জন্য
da: for en computersejr mod en menneskelig spiller
sq: për një fitore kompjuterike kundër një lojtari njerëzor
zh: 计算机战胜人类玩家

source: for a white win in an engine vs engine game
ar: من أجل الفوز الأبيض في لعبة محرك ضد محرك
bg: за победа на белите в игра двигател срещу двигател
bn: ইঞ্জিন বনাম ইঞ্জিন খেলায় সাদাদের জয়ের জন্য
da: for en hvid sejr i et motor vs motor spil
sq: për një fitore të bardhë në një lojë motor vs motor
zh: 在引擎对引擎的游戏中白方获胜

source: for a drawn human vs engine game
ar: لعبة مرسومة بين الإنسان والمحرك
bg: за нарисувана игра човек срещу двигател
bn: একটি টানা মানুষ বনাম ইঞ্জিন খেলার জন্য
da: for et tegnet menneske vs motor spil
sq: për një lojë të vizatuar njeriu kundër motorit
zh: 用于绘制人类与引擎的游戏

source: Clock sounds
ar: أصوات الساعة
bg: Звуци на часовника
bn: ঘড়ির শব্দ
da: Uret lyder
sq: Tingujt e orës
zh: 时钟声音

source: Puzzle mode sounds
ar: أصوات وضع الألغاز
bg: Звуци в режим пъзел
bn: ধাঁধা মোডের শব্দ
da: Puslespilstilstand lyder
sq: Tingëllon modaliteti i enigmës
zh: 拼图模式声音

source: Some of these sounds are duplicates, but becasue they have different names,
ar: بعض هذه الأصوات مكررة، ولكن لأن لها أسماء مختلفة،
bg: Някои от тези звуци са дубликати, но тъй като имат различни имена,
bn: এই ধ্বনিগুলির মধ্যে কিছু সদৃশ, কিন্তু কারণ তাদের বিভিন্ন নাম রয়েছে,
da: Nogle af disse lyde er dubletter, men fordi de har forskellige navne,
sq: Disa nga këta tinguj janë dublikatë, por për shkak se kanë emra të ndryshëm,
zh: 有些声音是重复的，但由于名称不同，

source: this allows you to swap new sounds for various operations if you want to.
ar: يتيح لك هذا تبديل الأصوات الجديدة لعمليات مختلفة إذا كنت تريد ذلك.
bg: това ви позволява да разменяте нови звуци за различни операции, ако желаете.
bn: এটি আপনাকে চাইলে বিভিন্ন ক্রিয়াকলাপের জন্য নতুন শব্দ অদলবদল করতে দেয়।
da: dette giver dig mulighed for at udskifte nye lyde til forskellige operationer, hvis du ønsker det.
sq: kjo ju lejon të ndërroni tinguj të rinj për operacione të ndryshme nëse dëshironi.
zh: 如果您愿意的话，这允许您为各种操作交换新的声音。

source: Click the < Sfx notes > button on the previous help screen for instructions.
ar: انقر فوق الزر <ملاحظات المؤثرات الصوتية> على شاشة المساعدة السابقة للحصول على الإرشادات.
bg: Щракнете върху бутона <Sfx бележки> на предишния помощен екран за инструкции.
bn: নির্দেশাবলীর জন্য পূর্ববর্তী সহায়তা স্ক্রিনে <Sfx notes > বোতামে ক্লিক করুন।
da: Klik på knappen < Sfx notes > på den forrige hjælpeskærm for instruktioner.
sq: Klikoni butonin < Sfx notes > në ekranin e mëparshëm të ndihmës për udhëzime.
zh: 单击上一个帮助屏幕上的<Sfx notes>按钮获取说明。

source: List of game sound effects
ar: قائمة المؤثرات الصوتية للعبة
bg: Списък със звукови ефекти на играта
bn: গেমের সাউন্ড এফেক্টের তালিকা
da: Liste over spil lydeffekter
sq: Lista e efekteve zanore të lojës
zh: 游戏音效列表

source: files
ar: الملفات
bg: файлове
bn: ফাইল
da: filer
sq: dosjet
zh: 文件

source: The program uses various
ar: يستخدم البرنامج مختلف
bg: Програмата използва различни
bn: প্রোগ্রামটি বিভিন্ন ব্যবহার করে
da: Programmet bruger forskellige
sq: Programi përdor të ndryshme
zh: 该程序使用各种

source: sound files for the sound effects in the program.
ar: ملفات صوتية للمؤثرات الصوتية في البرنامج.
bg: звукови файлове за звуковите ефекти в програмата.
bn: প্রোগ্রামের সাউন্ড এফেক্টের জন্য সাউন্ড ফাইল।
da: lydfiler til lydeffekterne i programmet.
sq: skedarët e zërit për efektet zanore në program.
zh: 程序中的声音效果的声音文件。

source: They are usually installed in the
ar: يتم تثبيتها عادة في
bg: Те обикновено се инсталират в
bn: এগুলি সাধারণত ইনস্টল করা হয়
da: De er normalt installeret i
sq: Zakonisht instalohen në
zh: 它们通常安装在

source: directory
ar: دليل
bg: указател
bn: ডিরেক্টরি
da: vejviser
sq: drejtoria
zh: 目录

source: As with the bitmap files, I have put in some extra files,
ar: كما هو الحال مع ملفات الخريطة النقطية، لقد قمت بإضافة بعض الملفات الإضافية،
bg: Както при растерните файлове, поставих някои допълнителни файлове,
bn: বিটম্যাপ ফাইলের মতো, আমি কিছু অতিরিক্ত ফাইল রেখেছি,
da: Som med bitmap-filerne, har jeg indsat nogle ekstra filer,
sq: Ashtu si me skedarët bitmap, unë kam vendosur disa skedarë shtesë,
zh: 和位图文件一样，我添加了一些额外的文件，

source: so that you can swap in new sounds if you want to.
ar: حتى تتمكن من تبديل الأصوات الجديدة إذا كنت تريد ذلك.
bg: така че можете да сменяте нови звуци, ако искате.
bn: যাতে আপনি চাইলে নতুন শব্দ পরিবর্তন করতে পারেন।
da: så du kan bytte nye lyde ind, hvis du vil.
sq: në mënyrë që të mund të ndërroni tinguj të rinj nëse dëshironi.
zh: 这样您就可以根据需要更换新的声音。

source: e.g. To try a different sound for
ar: على سبيل المثال، لتجربة صوت مختلف
bg: напр. За да опитате различен звук за
bn: যেমন, ভিন্ন শব্দ চেষ্টা করার জন্য
da: f.eks. For at prøve en anden lyd
sq: p.sh. Për të provuar një tingull tjetër për
zh: 例如尝试不同的声音

source: rename the original file to
ar: إعادة تسمية الملف الأصلي إلى
bg: преименувайте оригиналния файл на
bn: মূল ফাইলটির নাম পরিবর্তন করুন
da: omdøbe den originale fil til
sq: riemërto skedarin origjinal në
zh: 将原始文件重命名为

source: or something similar
ar: أو شيء مماثل
bg: или нещо подобно
bn: অথবা অনুরূপ কিছু
da: eller noget lignende
sq: apo diçka të ngjashme
zh: 或类似的东西

source: and then rename
ar: ومن ثم إعادة التسمية
bg: и след това преименувайте
bn: এবং তারপর নাম পরিবর্তন করুন
da: og derefter omdøbe
sq: dhe më pas riemërto
zh: 然后重命名

source: to
ar: ل
bg: към
bn: থেকে
da: til
sq: te
zh: 到

source: It is best to keep the original file with the changed name, in case you change your mind.
ar: من الأفضل الاحتفاظ بالملف الأصلي بالاسم الذي تم تغييره، في حالة تغيير رأيك.
bg: Най-добре е да запазите оригиналния файл с промененото име, в случай че промените решението си.
bn: যদি আপনার মত পরিবর্তন হয়, তাহলে মূল ফাইলটি পরিবর্তিত নাম দিয়ে রাখাই ভালো।
da: Det er bedst at beholde den originale fil med det ændrede navn, hvis du skulle ombestemme dig.
sq: Është mirë të ruani skedarin origjinal me emrin e ndryshuar, në rast se ndryshoni mendje.
zh: 最好保留更改名称后的原始文件，以防您改变主意。

source: Also, as with the bitmap files, you can add your own sound effects in a similar way.
ar: بالإضافة إلى ذلك، كما هو الحال مع ملفات الخريطة النقطية، يمكنك إضافة المؤثرات الصوتية الخاصة بك بطريقة مماثلة.
bg: Освен това, както при растерните файлове, можете да добавите свои собствени звукови ефекти по подобен начин.
bn: এছাড়াও, বিটম্যাপ ফাইলগুলির মতো, আপনি একইভাবে আপনার নিজস্ব সাউন্ড এফেক্ট যুক্ত করতে পারেন।
da: Ligesom med bitmapfilerne kan du også tilføje dine egne lydeffekter på en lignende måde.
sq: Gjithashtu, si me skedarët bitmap, ju mund të shtoni efektet tuaja zanore në një mënyrë të ngjashme.
zh: 另外，与位图文件一样，您可以以类似的方式添加自己的声音效果。

source: Many sound effect files are offered in the *.mp3 format.
ar: يتم تقديم العديد من ملفات المؤثرات الصوتية بتنسيق *.mp3.
bg: Много файлове със звукови ефекти се предлагат във формат *.mp3.
bn: অনেক সাউন্ড এফেক্ট ফাইল *.mp3 ফর্ম্যাটে দেওয়া হয়।
da: Mange lydeffektfiler tilbydes i *.mp3-formatet.
sq: Shumë skedarë me efekt zanor ofrohen në formatin *.mp3.
zh: 许多音效文件以*.mp3 格式提供。

source: I got quite a few of these from
ar: لقد حصلت على عدد لا بأس به من هؤلاء
bg: Взех доста от тях от
bn: আমি এর মধ্যে বেশ কিছু পেয়েছি
da: Jeg fik en del af disse fra
sq: Kam marrë mjaft nga këto
zh: 我从

source: I got some more from the following archive -
ar: لقد حصلت على المزيد من الأرشيف التالي -
bg: Получих още малко от следния архив -
bn: নিম্নলিখিত আর্কাইভ থেকে আমি আরও কিছু পেয়েছি -
da: Jeg fik noget mere fra følgende arkiv -
sq: Mora disa të tjera nga arkivi i mëposhtëm -
zh: 我从以下档案中获得了更多信息 -

source: The sounds are located in the
ar: الأصوات تقع في
bg: Звуците се намират в
bn: শব্দগুলি অবস্থিত
da: Lydene er placeret i
sq: Tingujt ndodhen në
zh: 声音位于

source: Although some of the sound files are damaged and unusable,
ar: على الرغم من أن بعض ملفات الصوت تالفة وغير قابلة للاستخدام،
bg: Въпреки че някои от звуковите файлове са повредени и неизползваеми,
bn: যদিও কিছু সাউন্ড ফাইল ক্ষতিগ্রস্ত এবং ব্যবহারের অযোগ্য,
da: Selvom nogle af lydfilerne er beskadigede og ubrugelige,
sq: Edhe pse disa nga skedarët e zërit janë të dëmtuar dhe të papërdorshëm,
zh: 虽然有些声音文件已损坏无法使用，

source: many of them are fine and there are a lot to choose from.
ar: الكثير منهم جيدون وهناك الكثير للاختيار من بينها.
bg: много от тях са добри и има много за избор.
bn: তাদের মধ্যে অনেকগুলিই ঠিক আছে এবং বেছে নেওয়ার জন্য অনেক কিছু আছে।
da: mange af dem er fine, og der er meget at vælge imellem.
sq: shumë prej tyre janë mirë dhe ka shumë për të zgjedhur.
zh: 其中许多都很好，有很多可供选择。

source: There are also some good ones at the following site -
ar: هناك أيضًا بعض الأشياء الجيدة في الموقع التالي -
bg: Има и някои добри на следния сайт -
bn: নিম্নলিখিত সাইটে কিছু ভালো জিনিসও আছে -
da: Der er også nogle gode på følgende websted -
sq: Ka gjithashtu disa të mira në faqen e mëposhtme -
zh: 以下网站上也有一些不错的内容 -

source: I think these are the ones used for the Chess.com game interface.
ar: أعتقد أن هذه هي المستخدمة لواجهة لعبة Chess.com.
bg: Мисля, че това са тези, използвани за игровия интерфейс на Chess.com.
bn: আমার মনে হয় Chess.com গেম ইন্টারফেসের জন্য এগুলোই ব্যবহৃত হয়েছে।
da: Jeg tror, ​​det er dem, der bruges til Chess.com spilgrænsefladen.
sq: Unë mendoj se këto janë ato që përdoren për ndërfaqen e lojës Chess.com.
zh: 我认为这些是用于 Chess.com 游戏界面的。

source: I contacted them to ask for their permission to distribute them
ar: اتصلت بهم لطلب إذنهم بتوزيعها
bg: Свързах се с тях, за да поискам разрешението им да ги разпространявам
bn: আমি তাদের সাথে যোগাযোগ করে এগুলো বিতরণের অনুমতি চেয়েছিলাম।
da: Jeg kontaktede dem for at bede om deres tilladelse til at distribuere dem
sq: I kontaktova për t'u kërkuar leje për t'i shpërndarë
zh: 我联系了他们，请求他们允许我分发这些作品

source: with my program, but I got no reply, so I took this as a no.
ar: مع برنامجي، ولكن لم أتلق أي رد، لذلك اعتبرت هذا بمثابة لا.
bg: с моята програма, но не получих отговор, така че приех това като не.
bn: আমার প্রোগ্রামের সাথে, কিন্তু আমি কোনও উত্তর পাইনি, তাই আমি এটিকে "না" হিসেবে ধরে নিলাম।
da: med mit program, men jeg fik intet svar, så jeg tog dette som et nej.
sq: me programin tim, por nuk mora përgjigje, kështu që e mora këtë si jo.
zh: 使用我的程序，但没有收到回复，所以我认为这是不行的。

source: However, it is a fairly simple process to put them in yourself.
ar: ومع ذلك، فإن عملية إدخالها إلى نفسك تعتبر بسيطة إلى حد ما.
bg: Въпреки това е доста прост процес да ги поставите в себе си.
bn: তবে, এগুলি নিজের মধ্যে স্থাপন করা মোটামুটি সহজ প্রক্রিয়া।
da: Det er dog en ret simpel proces at putte dem i sig selv.
sq: Megjithatë, është një proces mjaft i thjeshtë për t'i vendosur ato në veten tuaj.
zh: 不过，自己把它们放进去是一个相当简单的过程。

source: After downloading and unzipping the files, they can be easily
ar: بعد تنزيل الملفات وفك ضغطها، يمكن تنزيلها بسهولة
bg: След като изтеглите и разархивирате файловете, те могат лесно да бъдат
bn: ফাইলগুলি ডাউনলোড এবং আনজিপ করার পরে, সেগুলি সহজেই
da: Efter at have downloadet og udpakket filerne, kan de nemt være
sq: Pas shkarkimit dhe zbërthimit të skedarëve, ato mund të jenë lehtësisht
zh: 下载并解压文件后，可以轻松

source: converted to
ar: تم تحويله إلى
bg: преобразуван в
bn: রূপান্তরিত
da: konverteret til
sq: konvertuar në
zh: 转换为

source: format, which is the format used in this program,
ar: التنسيق، وهو التنسيق المستخدم في هذا البرنامج،
bg: формат, който е форматът, използван в тази програма,
bn: ফর্ম্যাট, যা এই প্রোগ্রামে ব্যবহৃত ফর্ম্যাট,
da: format, som er det format, der bruges i dette program,
sq: formati, i cili është formati i përdorur në këtë program,
zh: 格式，这是本程序中使用的格式，

source: using either of the following free programs -
ar: باستخدام أي من البرامج المجانية التالية -
bg: като използвате някоя от следните безплатни програми -
bn: নিম্নলিখিত বিনামূল্যের প্রোগ্রামগুলির যেকোনো একটি ব্যবহার করে -
da: ved at bruge et af følgende gratis programmer -
sq: duke përdorur një nga programet e mëposhtme falas -
zh: 使用以下任一免费程序 -

source: < Hamster free audio converter > or < Movavi video converter >
ar: < محول الصوت المجاني Hamster > أو < محول الفيديو Movavi >
bg: < Hamster безплатен аудио конвертор > или < Movavi видео конвертор >
bn: হ্যামস্টার ফ্রি অডিও কনভার্টার > অথবা <Movavi ভিডিও কনভার্টার >
da: < Hamster gratis lydkonverter > eller < Movavi videokonverter >
sq: < Konvertuesi audio pa brejtësi > ose < konvertuesi video Movavi >
zh: < Hamster 免费音频转换器 > 或 < Movavi 视频转换器 >

source: They can also be edited, if necessary, with the free program < Waveshop >
ar: يمكن أيضًا تحريرها، إذا لزم الأمر، باستخدام البرنامج المجاني < Waveshop >
bg: Могат да се редактират и при необходимост с безплатната програма < Waveshop >
bn: প্রয়োজনে, বিনামূল্যের প্রোগ্রাম Waveshop > এর মাধ্যমে এগুলি সম্পাদনা করা যেতে পারে।
da: De kan også redigeres, hvis det er nødvendigt, med det gratis program < Waveshop >
sq: Ato gjithashtu mund të modifikohen, nëse është e nevojshme, me programin falas <Waveshop>
zh: 如果需要，还可以使用免费程序 < Waveshop > 进行编辑
