Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: SyzygyProbeDepth - Minimum remaining depth for which a position is probed.
ar: SyzygyProbeDepth - الحد الأدنى للعمق المتبقي الذي يتم عنده فحص الموضع.
bg: SyzygyProbeDepth - Минимална оставаща дълбочина, за която се сондира позиция.
bn: SyzygyProbeDepth - ন্যূনতম অবশিষ্ট গভীরতা যার জন্য একটি অবস্থান অনুসন্ধান করা হচ্ছে।
da: SyzygyProbeDepth - Minimum resterende dybde, for hvilken en position sonderes.
sq: SyzygyProbeDepth - Thellësia minimale e mbetur për të cilën është hetuar një pozicion.
zh: SyzygyProbeDepth—探测位置的最小剩余深度。

source: Set this option to a higher value to probe less aggressively if you experience
ar: اضبط هذا الخيار على قيمة أعلى للتحقيق بشكل أقل عدوانية إذا واجهت
bg: Задайте тази опция на по-висока стойност, за да изследвате по-малко агресивно, ако изпитвате
bn: যদি আপনি অভিজ্ঞতা পান তবে কম আক্রমণাত্মকভাবে অনুসন্ধান করার জন্য এই বিকল্পটিকে একটি উচ্চ মানের সেট করুন
da: Indstil denne indstilling til en højere værdi for at sondere mindre aggressivt, hvis du oplever
sq: Vendoseni këtë opsion në një vlerë më të lartë për të hetuar në mënyrë më pak agresive nëse përjetoni
zh: 如果您遇到以下情况，请将此选项设置为更高的值，以减少探测

source: too much slowdown(in terms of nps) due to tablebase probing.
ar: تباطؤ شديد (من حيث nps) بسبب فحص قاعدة الجدول.
bg: твърде много забавяне (от гледна точка на nps) поради сондиране на таблична база.
bn: টেবিলবেস প্রোবিংয়ের কারণে (nps এর নিরিখে) খুব বেশি স্লোডাউন।
da: for meget afmatning (i form af nps) på grund af tablebase-probing.
sq: shumë ngadalësim (përsa i përket nps) për shkak të hetimit të bazës së tabelave.
zh: 由于表库探测导致速度过于缓慢（就 nps 而言）。

source: Syzygy50MoveRule - Disable to let fifty-move rule draws detected by Syzygy
ar: Syzygy50MoveRule - تعطيل السماح باكتشاف عمليات سحب قاعدة الخمسين حركة بواسطة Syzygy
bg: Syzygy50MoveRule - Деактивирайте, за да позволите тегления на правила за петдесет хода, открити от Syzygy
bn: Syzygy50MoveRule - Syzygy দ্বারা সনাক্ত করা পঞ্চাশ-মুভ নিয়ম ড্র করতে অক্ষম করুন
da: Syzygy50MoveRule - Deaktiver for at lade halvtreds træk-regeltræk registreret af Syzygy
sq: Syzygy50MoveRule - Çaktivizo për të lejuar që vizatimet e rregullave me pesëdhjetë lëvizje të zbulohen nga Syzygy
zh: Syzygy50MoveRule - 禁用让 Syzygy 检测五十步规则抽签

source: tablebase probes count as wins or losses.
ar: يتم احتساب تحقيقات قاعدة الجدول على أنها انتصارات أو خسائر.
bg: пробите на базата на таблици се броят за печалби или загуби.
bn: টেবিলবেস প্রোবগুলি জয় বা পরাজয় হিসাবে গণনা করা হয়।
da: tablebase-prober tæller som sejre eller tab.
sq: Sondat e tavolinës llogariten si fitore ose humbje.
zh: 表库探测算作胜利或失败。

source: SyzygyProbeLimit - Limit Syzygy tablebase probing to positions with at most
ar: SyzygyProbeLimit - تقييد فحص قاعدة بيانات Syzygy على المواضع التي لا يزيد عددها عن
bg: SyzygyProbeLimit - Ограничете сондирането на Syzygy таблична база до позиции с най-много
bn: SyzygyProbeLimit - Syzygy টেবিলবেস প্রোবিংকে সর্বাধিক পজিশনে সীমাবদ্ধ করুন
da: SyzygyProbeLimit - Begræns Syzygy-tablebase-probing til positioner med højst
sq: SyzygyProbeLimit - Kufizo kërkimin e bazës së tabelave Syzygy në pozicione me maksimum
zh: SyzygyProbeLimit - 将 Syzygy 表库探测限制在最多

source: this many pieces left(including kings and pawns).
ar: هذا هو عدد القطع المتبقية (بما في ذلك الملوك والبيادق).
bg: толкова останали фигури (включително попове и пешки).
bn: এতগুলো টুকরো বাকি আছে (রাজা এবং বন্ধকী সহ)।
da: så mange stykker tilbage (inklusive konger og bønder).
sq: kanë mbetur kaq shumë pjesë (përfshirë mbretërit dhe pengjet).
zh: 还剩下这么多棋子（包括王和兵）。

source: Move Overhead - Assume a time delay of x milli-seconds due to network
ar: نقل النفقات العامة - افترض وجود تأخير زمني قدره x مللي ثانية بسبب الشبكة
bg: Move Overhead - приемете времево забавяне от x милисекунди поради мрежата
bn: ওভারহেড সরান - নেটওয়ার্কের কারণে x মিলি-সেকেন্ডের সময় বিলম্ব ধরে নিন।
da: Flyt overhead - Antag en tidsforsinkelse på x millisekunder på grund af netværk
sq: Move Overhead - Supozoni një vonesë kohore prej x mili-sekonda për shkak të rrjetit
zh: 移动开销 - 假设由于网络原因，时间延迟为 x 毫秒

source: and GUI overheads.
ar: والنفقات العامة لواجهة المستخدم الرسومية.
bg: и GUI режийни разходи.
bn: এবং GUI ওভারহেড।
da: og GUI overhead.
sq: dhe shpenzimet e përgjithshme GUI.
zh: 和 GUI 开销。

source: Specifying a value larger than the default is needed to avoid time losses
ar: من الضروري تحديد قيمة أكبر من القيمة الافتراضية لتجنب إهدار الوقت
bg: Посочването на стойност, по-голяма от стандартната, е необходимо, за да се избегнат загуби на време
bn: সময়ের অপচয় এড়াতে ডিফল্ট মান থেকে বড় মান নির্দিষ্ট করা প্রয়োজন।
da: Det er nødvendigt at angive en værdi, der er større end standardværdien, for at undgå tidstab
sq: Për të shmangur humbjet e kohës, nevojitet përcaktimi i një vlere më të madhe se vlera e paracaktuar
zh: 需要指定大于默认值的值以避免时间损失

source: or near instantaneous moves, in particular for time controls without increment
ar: أو التحركات اللحظية تقريبًا، وخاصةً بالنسبة لضوابط الوقت دون زيادة
bg: или почти мигновени ходове, по-специално за времеви контроли без нарастване
bn: অথবা তাৎক্ষণিক পদক্ষেপের কাছাকাছি, বিশেষ করে সময় নিয়ন্ত্রণের জন্য বৃদ্ধি ছাড়াই
da: eller næsten øjeblikkelige bevægelser, især for tidsstyring uden trin
sq: ose afër lëvizjeve të menjëhershme, veçanërisht për kontrollet e kohës pa rritje
zh: 或接近瞬时移动，特别是对于没有增量的时间控制

source: (e.g.sudden death). The default is suitable for engine - engine matches played
ar: (على سبيل المثال، الموت المفاجئ). الإعداد الافتراضي مناسب لمباريات المحرك - المباريات التي يتم لعبها باستخدام المحرك
bg: (напр. внезапна смърт). По подразбиране е подходящо за двигател - изиграни съвпадения на двигателя
bn: (যেমন, আকস্মিক মৃত্যু)। ডিফল্ট ইঞ্জিনের জন্য উপযুক্ত - ইঞ্জিনের সাথে খেলা ম্যাচ
da: (fx pludselig død). Standarden er velegnet til motor - motor kampe, der spilles
sq: (p.sh. vdekja e papritur). Parazgjedhja është e përshtatshme për ndeshjet motor - motor të luajtura
zh: （例如突然死亡）。默认值适用于引擎 - 引擎比赛

source: locally on dedicated hardware, while it needs to be increased on a loaded system,
ar: محليًا على أجهزة مخصصة، بينما يلزم زيادتها على نظام محمل،
bg: локално на специален хардуер, докато трябва да се увеличи на натоварена система,
bn: স্থানীয়ভাবে ডেডিকেটেড হার্ডওয়্যারে, যখন লোড করা সিস্টেমে এটি বাড়ানো প্রয়োজন,
da: lokalt på dedikeret hardware, mens det skal øges på et indlæst system,
sq: lokalisht në harduer të dedikuar, ndërsa duhet të rritet në një sistem të ngarkuar,
zh: 在专用硬件上本地执行，而在加载的系统上则需要增加，

source: when playing over a network, or when using certain GUIs
ar: عند اللعب عبر الشبكة، أو عند استخدام واجهات المستخدم الرسومية معينة
bg: когато играете през мрежа или когато използвате определени GUI
bn: নেটওয়ার্কে খেলার সময়, অথবা নির্দিষ্ট GUI ব্যবহার করার সময়
da: når du spiller over et netværk, eller når du bruger visse GUI'er
sq: kur luani në një rrjet ose kur përdorni GUI të caktuara
zh: 通过网络玩游戏或使用某些 GUI 时

source: Slow Mover - Lower values will make the engine take less time in games,
ar: بطيء الحركة - ستؤدي القيم المنخفضة إلى جعل المحرك يستغرق وقتًا أقل في الألعاب،
bg: Slow Mover - По-ниските стойности ще накарат двигателя да отнема по-малко време в игрите,
bn: স্লো মুভার - কম মান ইঞ্জিনকে গেমে কম সময় দেবে,
da: Slow Mover - Lavere værdier vil få motoren til at tage mindre tid i spil,
sq: Lëvizës i ngadalshëm - Vlerat më të ulëta do ta bëjnë motorin të marrë më pak kohë në lojëra,
zh: 缓慢移动 - 较低的值将使引擎在游戏中花费更少的时间，

source: higher values will make it think longer.
ar: القيم الأعلى ستجعلك تفكر لفترة أطول.
bg: по-високите стойности ще го накарат да мисли по-дълго.
bn: উচ্চতর মান এটিকে দীর্ঘ সময় ধরে চিন্তা করতে সাহায্য করবে।
da: højere værdier vil få den til at tænke længere.
sq: vlerat më të larta do ta bëjnë atë të mendojë më gjatë.
zh: 值越高，思考的时间就越长。

source: Nodestime - Tells the engine to use nodes searched instead of wall time
ar: Nodestime - يخبر المحرك باستخدام العقد التي تم البحث عنها بدلاً من وقت الجدار
bg: Nodestime - Указва на двигателя да използва претърсени възли вместо време на стената
bn: নোডটাইম - ইঞ্জিনকে ওয়াল টাইমের পরিবর্তে সার্চ করা নোড ব্যবহার করতে বলে।
da: Nodestime - Fortæller motoren at bruge noder, der søges i stedet for vægtid
sq: Nodestime - i tregon motorit të përdorë nyjet e kërkuara në vend të kohës së murit
zh: Nodestime - 告诉引擎使用搜索到的节点而不是实际时间

source: to account for elapsed time. This is useful for engine testing.
ar: لحساب الوقت المنقضي. وهذا مفيد لاختبار المحرك.
bg: за отчитане на изминалото време. Това е полезно за тестване на двигателя.
bn: অতিবাহিত সময়ের হিসাব করার জন্য। এটি ইঞ্জিন পরীক্ষার জন্য কার্যকর।
da: for at tage højde for forløbet tid. Dette er nyttigt til motortest.
sq: për të llogaritur kohën e kaluar. Kjo është e dobishme për testimin e motorit.
zh: 计算经过的时间。这对于发动机测试很有用。

source: When this option is set, the engine is only limited by the total amount of nodes
ar: عند تعيين هذا الخيار، يصبح المحرك محدودًا فقط بالعدد الإجمالي للعقد
bg: Когато тази опция е зададена, двигателят е ограничен само от общия брой възли
bn: যখন এই বিকল্পটি সেট করা থাকে, তখন ইঞ্জিনটি কেবলমাত্র মোট নোডের পরিমাণ দ্বারা সীমাবদ্ধ থাকে
da: Når denne indstilling er indstillet, er motoren kun begrænset af det samlede antal noder
sq: Kur vendoset ky opsion, motori kufizohet vetëm nga sasia totale e nyjeve
zh: 设置此选项后，引擎仅受节点总数的限制

source: searched per game. This limit is calculated once per game.
ar: يتم البحث عن كل لعبة. يتم حساب هذا الحد مرة واحدة لكل لعبة.
bg: търсени на игра. Този лимит се изчислява веднъж на игра.
bn: প্রতি খেলায় অনুসন্ধান করা হয়েছে। এই সীমা প্রতি খেলায় একবার গণনা করা হয়।
da: søgt pr. spil. Denne grænse beregnes én gang pr. spil.
sq: të kërkuar për lojë. Ky limit llogaritet një herë për lojë.
zh: 每场比赛搜索次数。此限制每场比赛计算一次。

source: The initial time control values in milliseconds (time and increment per move)
ar: قيم التحكم في الوقت الأولي بالمللي ثانية (الوقت والزيادة لكل حركة)
bg: Стойностите за начален контрол на времето в милисекунди (време и увеличение на ход)
bn: প্রাথমিক সময় নিয়ন্ত্রণ মান মিলিসেকেন্ডে (প্রতি পদক্ষেপে সময় এবং বৃদ্ধি)
da: De indledende tidskontrolværdier i millisekunder (tid og stigning pr. træk)
sq: Vlerat fillestare të kontrollit të kohës në milisekonda (koha dhe rritja për lëvizje)
zh: 初始时间控制值（以毫秒为单位）（每次移动的时间和增量）

source: are used as input values to calculate the total number of nodes per game.
ar: يتم استخدامها كقيم إدخال لحساب العدد الإجمالي للعقد لكل لعبة.
bg: се използват като входни стойности за изчисляване на общия брой възли на игра.
bn: প্রতি গেমে মোট নোডের সংখ্যা গণনা করতে ইনপুট মান হিসেবে ব্যবহৃত হয়।
da: bruges som inputværdier til at beregne det samlede antal noder pr. spil.
sq: përdoren si vlera hyrëse për të llogaritur numrin total të nyjeve për lojë.
zh: 用作输入值来计算每个游戏的总节点数。

source: The increment per move inc is used as if it was just one move per game.
ar: يتم استخدام الزيادة لكل حركة كما لو كانت مجرد حركة واحدة لكل لعبة.
bg: Увеличението на ход се използва така, сякаш е само един ход на игра.
bn: প্রতি মুভ ইনকর্পোরেটেড ইনক্রিমেন্টটি এমনভাবে ব্যবহার করা হয় যেন এটি প্রতি খেলায় মাত্র একটি মুভ।
da: Tilvæksten pr. træk inc bruges, som om det kun var et træk pr. spil.
sq: Rritja për lëvizje inc përdoret sikur të ishte vetëm një lëvizje për lojë.
zh: 每步增量 inc 的使用方式就好像每场游戏只移动一步一样。

source: The formula is totalnodes = (time + inc * 1) * nodestime.
ar: الصيغة هي totalnodes = (time + inc * 1) * nodestime.
bg: Формулата е общи възли = (време + вкл. * 1) * време на възли.
bn: সূত্রটি হল totalnodes = (সময় + inc * 1) * nodestime.
da: Formlen er totalnodes = (tid + ink * 1) * nodestime.
sq: Formula është totalnodes = (koha + inc * 1) * nodestime.
zh: 公式是totalnodes = (time + inc * 1) * nodestime。

source: Suppose you specified nodestime = 600, and the time control per game is
ar: افترض أنك قمت بتحديد nodestime = 600، والتحكم في الوقت لكل لعبة هو
bg: Да предположим, че сте посочили nodestime = 600 и контролът на времето за игра е
bn: ধরুন আপনি nodestime = 600 উল্লেখ করেছেন, এবং প্রতি খেলায় সময় নিয়ন্ত্রণ হল
da: Antag, at du har angivet nodestime = 600, og tidskontrollen pr. spil er
sq: Supozoni se keni specifikuar nodestime = 600, dhe kontrolli i kohës për lojë është
zh: 假设你指定nodestime = 600，每场游戏的时间控制是

source: 300 seconds plus 3 seconds increment per move (300s + 3s),
ar: 300 ثانية بالإضافة إلى 3 ثوانٍ إضافية لكل حركة (300 ثانية + 3 ثوانٍ)،
bg: 300 секунди плюс 3 секунди увеличение на ход (300s + 3s),
bn: প্রতি পদক্ষেপে ৩০০ সেকেন্ড এবং ৩ সেকেন্ড বৃদ্ধি (৩০০ সেকেন্ড + ৩ সেকেন্ড),
da: 300 sekunder plus 3 sekunders stigning pr. træk (300s + 3s),
sq: 300 sekonda plus 3 sekonda rritje për lëvizje (300s + 3s),
zh: 300 秒，每走一步加 3 秒（300 秒 + 3 秒），

source: or 300000 milliseconds plus 3000 milliseconds increment per move.
ar: أو 300000 مللي ثانية بالإضافة إلى زيادة قدرها 3000 مللي ثانية لكل حركة.
bg: или 300 000 милисекунди плюс 3000 милисекунди увеличение на ход.
bn: অথবা প্রতি পদক্ষেপে 300000 মিলিসেকেন্ড প্লাস 3000 মিলিসেকেন্ড বৃদ্ধি।
da: eller 300.000 millisekunder plus 3000 millisekunders stigning pr. træk.
sq: ose 300000 milisekonda plus 3000 milisekonda rritje për lëvizje.
zh: 或 300000 毫秒加上每移动 3000 毫秒的增量。

source: In that case, the maximum total number of nodes searched per game
ar: في هذه الحالة، الحد الأقصى لإجمالي عدد العقد التي يتم البحث عنها لكل لعبة
bg: В този случай максималният общ брой търсени възли за игра
bn: সেই ক্ষেত্রে, প্রতি খেলায় অনুসন্ধান করা নোডের সর্বাধিক সংখ্যা
da: I så fald er det maksimale samlede antal søgte noder pr. spil
sq: Në atë rast, numri maksimal i përgjithshëm i nyjeve të kërkuara për lojë
zh: 在这种情况下，每场游戏搜索的最大节点总数

source: by the engine is totalnodes = (300000 + 3000 * 1) * 600 = 181800000
ar: حسب المحرك يكون إجمالي العقد = (300000 + 3000 * 1) * 600 = 181800000
bg: от двигателя е totalnodes = (300000 + 3000 * 1) * 600 = 181800000
bn: ইঞ্জিন অনুসারে মোট নোড = (300000 + 3000 * 1) * 600 = 181800000
da: ved motoren er totalnoder = (300000 + 3000 * 1) * 600 = 181800000
sq: nga motori është totalnodes = (300000 + 3000 * 1) * 600 = 181800000
zh: 引擎计算的结果为：totalnodes = (300000 + 3000 * 1) * 600 = 181800000

source: (one hundred eighty one million, eight hundred thousand) nodes,
ar: (مائة وواحد وثمانون مليون وثمانمائة ألف) عقدة،
bg: (сто осемдесет и един милиона, осемстотин хиляди) възли,
bn: (এক লক্ষ একাশি মিলিয়ন, আট লক্ষ) নোড,
da: (hundrede enogfirs million, otte hundrede tusinde) noder,
sq: (njëqind e tetëdhjetë e një milion, tetëqind mijë) nyje,
zh: （一亿八千一百八十万）个节点，

source: regardless of how much wall time it will actually take.
ar: بغض النظر عن مقدار الوقت الذي سيستغرقه الجدار فعليًا.
bg: независимо от това колко време на стената всъщност ще отнеме.
bn: দেয়ালে আসলে কত সময় লাগবে তা নির্বিশেষে।
da: uanset hvor meget vægtid det rent faktisk vil tage.
sq: pavarësisht se sa kohë do të marrë në të vërtetë muri.
zh: 不管实际需要花费多少时间。

source: Debug Log File - Write all communication to and from the engine into a text file.
ar: ملف سجل التصحيح - اكتب كافة الاتصالات من وإلى المحرك في ملف نصي.
bg: Регистрационен файл за отстраняване на грешки - Запишете цялата комуникация към и от двигателя в текстов файл.
bn: ডিবাগ লগ ফাইল - ইঞ্জিনে এবং ইঞ্জিন থেকে সমস্ত যোগাযোগ একটি টেক্সট ফাইলে লিখুন।
da: Debug Log File - Skriv al kommunikation til og fra motoren til en tekstfil.
sq: Skedari i regjistrit të korrigjimit të gabimeve - Shkruani të gjithë komunikimin drejt dhe nga motori në një skedar teksti.
zh: 调试日志文件 - 将所有往返于引擎的通信写入文本文件。

source: OwnBook - This means that the engine has its own book which is accessed by the
ar: OwnBook - هذا يعني أن المحرك لديه كتابه الخاص الذي يمكن الوصول إليه بواسطة
bg: OwnBook - Това означава, че двигателят има своя собствена книга, която е достъпна от
bn: OwnBook - এর অর্থ হল ইঞ্জিনটির নিজস্ব বই আছে যা দ্বারা অ্যাক্সেস করা যায়
da: OwnBook - Dette betyder, at motoren har sin egen bog, som tilgås af
sq: OwnBook - Kjo do të thotë që motori ka librin e tij, i cili aksesohet nga
zh: OwnBook - 这意味着引擎有自己的书，可以通过

source: engine itself. If this is set, the engine takes care of the opening book
ar: المحرك نفسه. إذا تم ضبط هذا، فإن المحرك يعتني بكتاب الافتتاح
bg: самия двигател. Ако това е зададено, двигателят се грижи за отварящата книга
bn: ইঞ্জিন নিজেই। যদি এটি সেট করা থাকে, তাহলে ইঞ্জিনটি খোলার বইয়ের যত্ন নেয়
da: selve motoren. Hvis dette er indstillet, tager motoren sig af åbningsbogen
sq: vetë motori. Nëse kjo është vendosur, motori kujdeset për librin e hapjes
zh: 引擎本身。如果设置了此项，引擎将负责开书

source: and the GUI will never execute a move out of its book for the engine.
ar: ولن تقوم واجهة المستخدم الرسومية أبدًا بتنفيذ أي خطوة خارج كتابها للمحرك.
bg: и GUI никога няма да изпълни преместване от книгата си за двигателя.
bn: এবং GUI কখনই ইঞ্জিনের জন্য তার বই থেকে কোনও পদক্ষেপ কার্যকর করবে না।
da: og GUI'en vil aldrig udføre et træk ud af sin bog for motoren.
sq: dhe GUI nuk do të ekzekutojë kurrë një lëvizje nga libri i saj për motorin.
zh: 并且 GUI 永远不会执行引擎手册之外的移动。

source: If this is set to false by the GUI, the engine should not access its own book.
ar: إذا تم تعيين هذا على "خطأ" بواسطة واجهة المستخدم الرسومية، فلا ينبغي للمحرك الوصول إلى كتابه الخاص.
bg: Ако това е зададено на false от GUI, машината не трябва да осъществява достъп до собствената си книга.
bn: যদি GUI দ্বারা এটি মিথ্যাতে সেট করা থাকে, তাহলে ইঞ্জিনটি তার নিজস্ব বই অ্যাক্সেস করবে না।
da: Hvis dette er indstillet til falsk af GUI'en, bør motoren ikke få adgang til sin egen bog.
sq: Nëse kjo është caktuar si false nga GUI, motori nuk duhet të ketë akses në librin e vet.
zh: 如果 GUI 将其设置为 false，则引擎不应访问其自己的书籍。

source: Book File - The filename with path for the book file.
ar: ملف الكتاب - اسم الملف مع المسار لملف الكتاب.
bg: Файл на книгата - Името на файла с пътя за файла на книгата.
bn: বই ফাইল - বই ফাইলের জন্য পাথ সহ ফাইলের নাম।
da: Bogfil - Filnavnet med stien til bogfilen.
sq: Skedari i librit - Emri i skedarit me shteg për skedarin e librit.
zh: 书籍文件 - 书籍文件的文件名及其路径。

source: Note : When I tested the Komodo 12 with its own book set, and the GUI book on,
ar: ملاحظة: عندما قمت باختبار جهاز Komodo 12 بمجموعة الكتب الخاصة به، وكتاب واجهة المستخدم الرسومية،
bg: Забележка: Когато тествах Komodo 12 със собствен комплект книги и книгата с GUI,
bn: দ্রষ্টব্য: যখন আমি কমোডো ১২ এর নিজস্ব বই সেট এবং GUI বই দিয়ে পরীক্ষা করেছিলাম,
da: Bemærk: Da jeg testede Komodo 12 med sit eget bogsæt, og GUI-bogen på,
sq: Shënim: Kur testova Komodo 12 me grupin e vet të librave, dhe librin GUI në,
zh: 注意：当我测试 Komodo 12 及其自带的书籍套装和 GUI 书籍时，

source: I found that the GUI opening book took precedence.
ar: وجدت أن كتاب افتتاح واجهة المستخدم الرسومية له الأولوية.
bg: Открих, че началната книга на GUI има предимство.
bn: আমি দেখতে পেলাম যে GUI খোলার বইটি প্রাধান্য পেয়েছে।
da: Jeg fandt ud af, at GUI-åbningsbogen havde forrang.
sq: Zbulova se libri i hapjes së GUI kishte përparësi.
zh: 我发现GUI开书优先。

source: Also, with the Komodo 12 engine, I found that with the opening book on,
ar: كما وجدت مع محرك كومودو 12 أنه مع فتح الكتاب،
bg: Освен това с двигателя Komodo 12 открих, че с началната книга,
bn: এছাড়াও, কমোডো ১২ ইঞ্জিনের সাথে, আমি দেখতে পেলাম যে উদ্বোধনী বইটি চালু থাকা অবস্থায়,
da: Med Komodo 12-motoren fandt jeg også ud af, at med åbningsbogen om,
sq: Gjithashtu, me motorin Komodo 12, zbulova se me librin e hapjes në,
zh: 此外，使用 Komodo 12 引擎时，我发现在打开开场白的情况下，

source: it would not show any kibitz analysis when it was still in its book.
ar: لن يظهر أي تحليل جانبي عندما كان لا يزال في كتابه.
bg: нямаше да покаже никакъв кибиц анализ, когато все още беше в книгата си.
bn: এটি যখন তার বইয়ে থাকত তখন এটি কোনও কিবিটজ বিশ্লেষণ দেখাত না।
da: den ville ikke vise nogen kbitz-analyse, da den stadig var i sin bog.
sq: nuk do të tregonte asnjë analizë kibitz kur ishte ende në librin e saj.
zh: 当它还在书中时，它不会显示任何kibitz分析。

source: With the other engines I tried using these settings, this was not the case
ar: مع المحركات الأخرى التي حاولت استخدام هذه الإعدادات، لم يكن هذا هو الحال
bg: С другите двигатели, които опитах да използвам тези настройки, това не беше така
bn: অন্যান্য ইঞ্জিনগুলির ক্ষেত্রে আমি এই সেটিংসগুলি ব্যবহার করার চেষ্টা করেছি, তবে এটি এমন ছিল না।
da: Med de andre motorer, jeg prøvede at bruge disse indstillinger, var dette ikke tilfældet
sq: Me motorët e tjerë që provova duke përdorur këto cilësime, nuk ishte kështu
zh: 我尝试使用这些设置的其他引擎，但情况并非如此

source: and they all showed kibitz analysis normally.
ar: وقد أظهروا جميعًا تحليلًا استجوابيًا بشكل طبيعي.
bg: и всички те показаха нормален кибиц анализ.
bn: এবং তাদের সকলের কিবিটজ বিশ্লেষণ স্বাভাবিকভাবে দেখা গেছে।
da: og de viste alle kibitz-analyse normalt.
sq: dhe të gjithë treguan analiza kibitz normalisht.
zh: 并且他们都正常地进行了 kibitz 分析。

source: Description of UCI engine options
ar: وصف خيارات محرك UCI
bg: Описание на опциите на UCI двигателя
bn: UCI ইঞ্জিন বিকল্পগুলির বর্ণনা
da: Beskrivelse af UCI-motormuligheder
sq: Përshkrimi i opsioneve të motorit UCI
zh: UCI 引擎选项描述

source: Use engine time adjustments
ar: استخدم تعديلات وقت المحرك
bg: Използвайте корекции на времето на двигателя
bn: ইঞ্জিনের সময় সমন্বয় ব্যবহার করুন
da: Brug motortidsjusteringer
sq: Përdorni rregullimet e kohës së motorit
zh: 使用引擎时间调整

source: Adjustment activation
ar: تفعيل التعديل
bg: Активиране на корекцията
bn: সমন্বয় সক্রিয়করণ
da: Justeringsaktivering
sq: Aktivizimi i rregullimit
zh: 调节激活

source: (30 - 180 seconds)
ar: (30 - 180 ثانية)
bg: (30 - 180 секунди)
bn: (৩০ - ১৮০ সেকেন্ড)
da: (30 - 180 sekunder)
sq: (30 - 180 sekonda)
zh: （30 - 180 秒）

source: Move number factor
ar: عامل رقم الحركة
bg: Преместете числовия фактор
bn: সংখ্যার গুণনীয়ক সরান
da: Flyt talfaktor
sq: Lëvizni faktorin e numrit
zh: 移动次数因子

source: (20 - 100 moves)
ar: (20 - 100 حركة)
bg: (20 - 100 хода)
bn: (২০ - ১০০ চাল)
da: (20 - 100 træk)
sq: (20 - 100 lëvizje)
zh: （20 - 100 步）

source: 1 minute
ar: 1 دقيقة
bg: 1 минута
bn: ১ মিনিট
da: 1 minut
sq: 1 minutë
zh: 1 分钟

source: 2 minutes
ar: 2 دقيقة
bg: 2 минути
bn: ২ মিনিট
da: 2 minutter
sq: 2 minuta
zh: 2 分钟

source: 3 minutes
ar: 3 دقائق
bg: 3 минути
bn: ৩ মিনিট
da: 3 minutter
sq: 3 minuta
zh: 3 分钟

source: Use fake book delay
ar: استخدم تأخير الكتاب المزيف
bg: Използвайте забавяне на фалшива книга
bn: জাল বই বিলম্ব ব্যবহার করুন
da: Brug falsk bogforsinkelse
sq: Përdorni vonesën e librit të rremë
zh: 使用假书延迟

source: Check to use engine time adjustments
ar: التحقق من استخدام تعديلات وقت المحرك
bg: Поставете отметка, за да използвате настройките на времето на двигателя
bn: ইঞ্জিনের সময় সমন্বয় ব্যবহার করতে চেক করুন
da: Marker for at bruge motortidsjusteringer
sq: Kontrolloni për të përdorur rregullimet e kohës së motorit
zh: 检查使用发动机时间调整

source: Enter adjustment activation in seconds
ar: أدخل تفعيل التعديل في ثوانٍ
bg: Въведете активиране на настройката за секунди
bn: সেকেন্ডের মধ্যে সমন্বয় সক্রিয়করণ প্রবেশ করুন
da: Indtast justeringsaktivering på få sekunder
sq: Futni aktivizimin e rregullimit në sekonda
zh: 在几秒内输入调整激活

source: Enter move number factor for 1 minute or less
ar: أدخل عامل رقم الحركة لمدة دقيقة واحدة أو أقل
bg: Въведете коефициента на броя на ходовете за 1 минута или по-малко
bn: ১ মিনিট বা তার কম সময়ের জন্য মুভ নম্বর ফ্যাক্টর লিখুন
da: Indtast træktalfaktor i 1 minut eller mindre
sq: Fut faktorin e numrit të lëvizjes për 1 minutë ose më pak
zh: 输入移动次数因子 1 分钟或更短

source: Enter move number factor for 2 minutes or less
ar: أدخل عامل رقم الحركة لمدة دقيقتين أو أقل
bg: Въведете коефициента на броя на ходовете за 2 минути или по-малко
bn: ২ মিনিট বা তার কম সময়ের জন্য মুভ নম্বর ফ্যাক্টর লিখুন
da: Indtast træktalfaktor i 2 minutter eller mindre
sq: Fut faktorin e numrit të lëvizjes për 2 minuta ose më pak
zh: 输入手数因子 2 分钟或更短

source: Enter move number factor for 3 minutes or less
ar: أدخل عامل رقم الحركة لمدة 3 دقائق أو أقل
bg: Въведете коефициента на броя на ходовете за 3 минути или по-малко
bn: ৩ মিনিট বা তার কম সময়ের জন্য মুভ নম্বর ফ্যাক্টর লিখুন
da: Indtast træktalfaktor i 3 minutter eller mindre
sq: Futni faktorin e numrit të lëvizjes për 3 minuta ose më pak
zh: 输入手数因子 3 分钟或更短
