Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: Game over
ar: انتهت اللعبة
bg: Играта приключи
bn: খেলা শেষ
da: Spillet er slut
sq: Loja ka përfunduar
zh: 游戏结束

source: Drawn by agreement
ar: تم رسمها بالاتفاق
bg: Теглени по договаряне
bn: চুক্তি অনুসারে আঁকা
da: Tegnet efter aftale
sq: Vizatuar me marrëveshje
zh: 按协议绘制

source: Drawn by insufficient material
ar: تم رسمها بواسطة مادة غير كافية
bg: Начертан от недостатъчен материал
bn: অপর্যাপ্ত উপাদান দ্বারা আঁকা
da: Tegnet af utilstrækkeligt materiale
sq: Vizatuar nga materiali i pamjaftueshëm
zh: 因材料不足而绘制

source: Drawn by stalemate
ar: مرسوم بالجمود
bg: Теглени от безизходица
bn: অচলাবস্থার দ্বারা আঁকা
da: Tegnet af dødvande
sq: Tërhequr nga ngërçi
zh: 陷入僵局

source: Drawn by the 50 move rule
ar: تم رسمها وفقًا لقاعدة الخمسين حركة
bg: Теглени по правилото за 50 хода
bn: ৫০ চালের নিয়ম অনুসারে আঁকা
da: Tegnet af 50 træks reglen
sq: Tërhequr nga rregulli i 50 lëvizjeve
zh: 根据 50 步规则绘制

source: Enter the game request parameters :
ar: أدخل معلمات طلب اللعبة:
bg: Въведете параметрите на заявката за игра:
bn: গেম রিকোয়েস্ট প্যারামিটার লিখুন:
da: Indtast spilanmodningsparametrene:
sq: Futni parametrat e kërkesës së lojës:
zh: 输入游戏请求参数：

source: Time controls :
ar: ضوابط الوقت :
bg: Времеви контроли:
bn: সময় নিয়ন্ত্রণ:
da: Tidskontrol:
sq: Kontrollet e kohës:
zh: 时间控制：

source: Minutes
ar: دقائق
bg: минути
bn: মিনিট
da: Referat
sq: Minutat
zh: 分钟

source: Increment (secs)
ar: زيادة (ثانية)
bg: Увеличение (секунди)
bn: বৃদ্ধি (সেকেন্ড)
da: Forøgelse (sek.)
sq: Rritje (seks)
zh: 增量（秒）

source: Select colour :
ar: اختر اللون :
bg: Изберете цвят:
bn: রঙ নির্বাচন করুন:
da: Vælg farve:
sq: Zgjidhni ngjyrën:
zh: 选择颜色 :

source: Either
ar: أيضاً
bg: Или
bn: হয়
da: Enten
sq: Ose
zh: 任何一个

source: Rating range :
ar: نطاق التقييم :
bg: Диапазон на оценка:
bn: রেটিং পরিসীমা:
da: Bedømmelsesområde:
sq: Gama e vlerësimit:
zh: 评分范围：

source: Lower
ar: أدنى
bg: По-ниска
bn: নিম্ন
da: Sænke
sq: Më e ulët
zh: 降低

source: Upper
ar: العلوي
bg: Горна
bn: উপরের
da: Øverst
sq: E sipërme
zh: 上

source: Rated game
ar: لعبة مصنفة
bg: Игра с рейтинг
bn: রেটেড গেম
da: Bedømt spil
sq: Lojë e vlerësuar
zh: 评级游戏

source: Auto response
ar: الرد التلقائي
bg: Автоматичен отговор
bn: স্বয়ংক্রিয় প্রতিক্রিয়া
da: Autosvar
sq: Përgjigje automatike
zh: 自动回复

source: Apply formula
ar: تطبيق الصيغة
bg: Приложете формула
bn: সূত্র প্রয়োগ করুন
da: Anvend formel
sq: Aplikoni formulën
zh: 应用公式

source: Place ad
ar: وضع إعلان
bg: Поставете реклама
bn: বিজ্ঞাপন দিন
da: Indsæt annonce
sq: Vendosni reklamën
zh: 放置广告

source: Input the time in minutes allowed for a game
ar: أدخل الوقت بالدقائق المسموح به للعبة
bg: Въведете времето в минути, разрешено за игра
bn: খেলার জন্য অনুমোদিত সময় মিনিটে ইনপুট করুন।
da: Indtast den tilladte tid i minutter for et spil
sq: Vendosni kohën në minuta të lejuar për një lojë
zh: 输入游戏允许的分钟时间

source: Select the increment in seconds which
ar: حدد الزيادة بالثواني التي
bg: Изберете увеличението в секунди, което
bn: সেকেন্ডে বৃদ্ধি নির্বাচন করুন যা
da: Vælg stigningen i sekunder, som
sq: Zgjidhni rritjen në sekonda e cila
zh: 选择以秒为单位的增量

source: will be added after a move is played.
ar: سيتم إضافتها بعد لعب الحركة.
bg: ще бъдат добавени след изиграване на ход.
bn: একটি মুভ খেলার পরে যোগ করা হবে।
da: vil blive tilføjet efter et træk er spillet.
sq: do të shtohet pasi të luhet një lëvizje.
zh: 将在走完一步后添加。

source: Select to play white
ar: حدد للعب باللون الأبيض
bg: Изберете, за да играете бели
bn: সাদা রঙে খেলতে বেছে নিন
da: Vælg for at spille hvid
sq: Zgjidhni për të luajtur të bardhë
zh: 选择出白方

source: Select to play black
ar: حدد للعب باللون الأسود
bg: Изберете, за да играете черно
bn: কালো খেলতে নির্বাচন করুন
da: Vælg for at spille sort
sq: Zgjidhni për të luajtur të zezë
zh: 选择玩黑色

source: Select to play either colour
ar: حدد للعب أي لون
bg: Изберете за възпроизвеждане на който и да е цвят
bn: যেকোনো রঙ খেলতে বেছে নিন
da: Vælg for at spille en af ​​farverne
sq: Zgjidhni për të luajtur njërën nga ngjyrat
zh: 选择玩任意颜色

source: Select the lower rating range for an opponent
ar: حدد نطاق التصنيف الأدنى للخصم
bg: Изберете долния диапазон на рейтинг за опонент
bn: প্রতিপক্ষের জন্য নিম্ন রেটিং পরিসর নির্বাচন করুন
da: Vælg det lavere ratingområde for en modstander
sq: Zgjidhni diapazonin më të ulët të vlerësimit për një kundërshtar
zh: 选择对手的较低等级范围

source: Select the upper rating range for an opponent
ar: حدد نطاق التصنيف الأعلى للخصم
bg: Изберете горния диапазон на рейтинг за опонент
bn: প্রতিপক্ষের জন্য উপরের রেটিং পরিসর নির্বাচন করুন
da: Vælg det øvre ratingområde for en modstander
sq: Zgjidhni diapazonin e sipërm të vlerësimit për një kundërshtar
zh: 选择对手的上限评分范围

source: Check to play a rated game
ar: تأكد من لعب لعبة مصنفة
bg: Поставете отметка, за да играете игра с рейтинг
bn: একটি রেট করা খেলা খেলতে চেক করুন
da: Marker for at spille et bedømt spil
sq: Kontrollo për të luajtur një lojë të vlerësuar
zh: 检查玩评级游戏

source: Check for automatic response to your game advert
ar: التحقق من الاستجابة التلقائية لإعلان لعبتك
bg: Проверете за автоматичен отговор на вашата реклама на играта
bn: আপনার গেমের বিজ্ঞাপনে স্বয়ংক্রিয় প্রতিক্রিয়া আছে কিনা তা পরীক্ষা করুন।
da: Tjek for automatisk svar på din spilannonce
sq: Kontrolloni për përgjigje automatike ndaj reklamës suaj të lojës
zh: 检查你的游戏广告的自动响应

source: Check to apply your formula to filter game advert responses
ar: حدد هذا المربع لتطبيق الصيغة الخاصة بك لتصفية استجابات إعلانات اللعبة
bg: Поставете отметка, за да приложите формулата си за филтриране на отговорите на рекламата на играта
bn: গেম বিজ্ঞাপনের প্রতিক্রিয়া ফিল্টার করতে আপনার সূত্রটি প্রয়োগ করতে চেক করুন।
da: Marker for at anvende din formel til at filtrere spilannoncesvar
sq: Kontrolloni për të aplikuar formulën tuaj për të filtruar përgjigjet e reklamave të lojës
zh: 勾选应用公式来过滤游戏广告响应

source: This dialog box allows you to enter the parameters for your game advert
ar: يسمح لك مربع الحوار هذا بإدخال المعلمات الخاصة بإعلان لعبتك
bg: Този диалогов прозорец ви позволява да въведете параметрите за вашата реклама на играта
bn: এই ডায়ালগ বক্সটি আপনাকে আপনার গেম বিজ্ঞাপনের জন্য প্যারামিটারগুলি প্রবেশ করতে দেয়।
da: Denne dialogboks giver dig mulighed for at indtaste parametrene for din spilannonce
sq: Kjo kuti dialogu ju lejon të futni parametrat për reklamën tuaj të lojës
zh: 此对话框允许您输入游戏广告的参数

source: Other players on the server may respond and then you can choose an opponent
ar: قد يستجيب اللاعبون الآخرون على الخادم ويمكنك بعد ذلك اختيار خصم
bg: Други играчи на сървъра може да отговорят и след това можете да изберете опонент
bn: সার্ভারের অন্যান্য খেলোয়াড়রা প্রতিক্রিয়া জানাতে পারে এবং তারপর আপনি একটি প্রতিপক্ষ বেছে নিতে পারেন
da: Andre spillere på serveren kan svare, og så kan du vælge en modstander
sq: Lojtarët e tjerë në server mund të përgjigjen dhe më pas ju mund të zgjidhni një kundërshtar
zh: 服务器上的其他玩家可能会响应，然后你可以选择对手

source: for a game.
ar: من أجل لعبة.
bg: за игра.
bn: একটি খেলার জন্য।
da: for et spil.
sq: për një lojë.
zh: 一场比赛。

source: Minutes : The number of minutes allowed for a game.
ar: الدقائق : عدد الدقائق المسموح بها في المباراة.
bg: Минути : Броят минути, разрешени за игра.
bn: মিনিট: একটি খেলার জন্য অনুমোদিত মিনিটের সংখ্যা।
da: Minutter: Antallet af minutter tilladt for en kamp.
sq: Minutat: Numri i minutave të lejuara për një lojë.
zh: 分钟数：一场比赛允许的分钟数。

source: Increment : The increment in seconds for a move during the game.
ar: الزيادة: الزيادة بالثواني للحركة أثناء اللعبة.
bg: Увеличение : Увеличението в секунди за ход по време на игра.
bn: বৃদ্ধি: খেলা চলাকালীন একটি পদক্ষেপের জন্য সেকেন্ডে বৃদ্ধি।
da: Increment : Incrementet i sekunder for et træk under spillet.
sq: Increment: Rritja në sekonda për një lëvizje gjatë lojës.
zh: 增量：游戏过程中移动的增量（以秒为单位）。

source: Select colour : Choose the White pieces, the Black pieces or either colour.
ar: اختر اللون: اختر القطع البيضاء، أو القطع السوداء، أو أي لون.
bg: Изберете цвят: Изберете белите фигури, черните фигури или един от двата цвята.
bn: রঙ নির্বাচন করুন: সাদা টুকরো, কালো টুকরো অথবা যেকোনো রঙ বেছে নিন।
da: Vælg farve: Vælg de hvide stykker, de sorte stykker eller en af ​​farverne.
sq: Zgjedhja e ngjyrës: Zgjidhni pjesët e bardha, pjesët e zeza ose ndonjë ngjyrë.
zh: 选择颜色：选择白色棋子、黑色棋子或任一颜色。

source: Rating range : Choose the Elo rating range of your opponent.
ar: نطاق التصنيف: اختر نطاق تصنيف ELO الخاص بخصمك.
bg: Диапазон на рейтинг : Изберете диапазона на рейтинг Elo на вашия опонент.
bn: রেটিং রেঞ্জ: আপনার প্রতিপক্ষের Elo রেটিং রেঞ্জ বেছে নিন।
da: Bedømmelsesområde: Vælg Elo-vurderingsområdet for din modstander.
sq: Gama e vlerësimit: Zgjidhni diapazonin e vlerësimit Elo të kundërshtarit tuaj.
zh: 等级范围：选择对手的 Elo 等级范围。

source: Rated game : Check this box if you want the game to count towards your rating.
ar: اللعبة المصنفة: حدد هذا المربع إذا كنت تريد أن تُحسب اللعبة ضمن تصنيفك.
bg: Игра с оценка : Поставете отметка в това квадратче, ако искате играта да се зачита към вашата оценка.
bn: রেটেড গেম: যদি আপনি চান যে গেমটি আপনার রেটিংয়ের মধ্যে গণ্য হোক, তাহলে এই বক্সটি চেক করুন।
da: Vurderet spil: Marker dette felt, hvis du ønsker, at spillet skal tælle med i din vurdering.
sq: Lojë e vlerësuar: Zgjidhni këtë kuti nëse dëshironi që loja të llogaritet në vlerësimin tuaj.
zh: 评级游戏：如果您希望将该游戏计入您的评级，请选中此框。

source: Auto response : Check this box to accept the first respondant for a game.
ar: الرد التلقائي: حدد هذا المربع لقبول المستجيب الأول للعبة.
bg: Автоматичен отговор: Поставете отметка в това квадратче, за да приемете първия отговорил за игра.
bn: স্বয়ংক্রিয় প্রতিক্রিয়া: একটি গেমের জন্য প্রথম প্রতিক্রিয়াকারীকে গ্রহণ করতে এই বাক্সটি চেক করুন।
da: Autosvar : Marker dette felt for at acceptere den første respondent til et spil.
sq: Përgjigja automatike: Zgjidhni këtë kuti për të pranuar përgjigjen e parë për një lojë.
zh: 自动回复：选中此框可以接受游戏的第一位响应者。

source: Leave the box unchecked, if you want to choose from multiple replies.
ar: اترك المربع بدون تحديد، إذا كنت تريد الاختيار من بين ردود متعددة.
bg: Оставете полето без отметка, ако искате да изберете от няколко отговора.
bn: একাধিক উত্তর থেকে বেছে নিতে চাইলে, বাক্সটি টিক চিহ্নমুক্ত রাখুন।
da: Lad feltet være umarkeret, hvis du vil vælge mellem flere svar.
sq: Lëreni kutinë të pazgjedhur, nëse dëshironi të zgjidhni nga disa përgjigje.
zh: 如果您想从多个答复中进行选择，请不要选中该框。

source: Apply formula : Check this box to apply your choices to filter the replies.
ar: تطبيق الصيغة: حدد هذا المربع لتطبيق اختياراتك لتصفية الردود.
bg: Прилагане на формула: Поставете отметка в това квадратче, за да приложите избора си за филтриране на отговорите.
bn: সূত্র প্রয়োগ করুন: উত্তরগুলি ফিল্টার করার জন্য আপনার পছন্দগুলি প্রয়োগ করতে এই বাক্সটি চেক করুন।
da: Anvend formel : Marker dette felt for at anvende dine valg til at filtrere svarene.
sq: Aplikoni formulën: Zgjidhni këtë kuti për të aplikuar zgjedhjet tuaja për të filtruar përgjigjet.
zh: 应用公式：选中此框可以应用您的选择来过滤回复。

source: Fics place game advert help
ar: مساعدة في إعلان لعبة Fics Place
bg: Помощ за реклама на играта Fics place
bn: ফিক্স প্লেস গেম বিজ্ঞাপন সহায়তা
da: Fics placere spilannonce hjælp
sq: Ndihmë për reklamat e lojës Fics vend
zh: Fics 放置游戏广告帮助

source: Enter the network window settings
ar: أدخل إعدادات نافذة الشبكة
bg: Въведете настройките на мрежовия прозорец
bn: নেটওয়ার্ক উইন্ডো সেটিংস লিখুন
da: Indtast netværksvinduets indstillinger
sq: Futni cilësimet e dritares së rrjetit
zh: 进入网络窗口设置

source: Text input box line no.
ar: رقم سطر مربع إدخال النص.
bg: Поле за въвеждане на текст ред №
bn: টেক্সট ইনপুট বক্স লাইন নং।
da: Tekstindtastningsfelt linjenr.
sq: Kutia e futjes së tekstit nr.
zh: 文本输入框行号

source: Default take back move no.
ar: رقم الخطوة الاستعادة الافتراضية.
bg: По подразбиране връщане назад ход №.
bn: ডিফল্ট টেক ব্যাক মুভ নং।
da: Standard tage tilbage træk nr.
sq: Lëvizja e parazgjedhur e kthimit mbrapa nr.
zh: 默认收回招式编号

source: Cancel adverts on startup
ar: إلغاء الإعلانات عند بدء التشغيل
bg: Анулиране на реклами при стартиране
bn: স্টার্টআপে বিজ্ঞাপন বাতিল করুন
da: Annuller annoncer ved opstart
sq: Anuloni reklamat gjatë fillimit
zh: 取消启动时的广告

source: Silence connection messages
ar: إسكات رسائل الاتصال
bg: Заглушаване на съобщенията за връзка
bn: সংযোগ বার্তাগুলি নীরব করুন
da: Slå forbindelsesmeddelelser fra
sq: Heshtni mesazhet e lidhjes
zh: 静音连接消息

source: Display important game messages
ar: عرض رسائل اللعبة المهمة
bg: Показване на важни съобщения от играта
bn: গুরুত্বপূর্ণ খেলার বার্তা প্রদর্শন করুন
da: Vis vigtige spilmeddelelser
sq: Shfaq mesazhe të rëndësishme të lojës
zh: 显示重要的游戏信息

source: Confirm resign message box
ar: تأكيد مربع رسالة الاستقالة
bg: Потвърдете полето за съобщение за напускане
bn: পদত্যাগ নিশ্চিত করুন বার্তা বাক্স
da: Bekræft fratrædelsesmeddelelsesboks
sq: Konfirmo kutinë e mesazhit të dorëheqjes
zh: 确认辞职消息框

source: Display Fics status bar 2d message
ar: عرض رسالة ثنائية الأبعاد لشريط حالة القصص الخيالية
bg: Показване на 2d съобщение в лентата на състоянието на Fics
bn: Fics স্ট্যাটাস বার 2d বার্তা প্রদর্শন করুন
da: Vis Fics statuslinje 2d-meddelelse
sq: Shfaq mesazhin 2d të shiritit të statusit të Fics
zh: 显示 Fics 状态栏 2d 消息

source: Display Fics status bar 3d message
ar: عرض رسالة ثلاثية الأبعاد لشريط حالة Fics
bg: Показване на триизмерно съобщение в лентата на състоянието на Fics
bn: Fics স্ট্যাটাস বার 3d বার্তা প্রদর্শন করুন
da: Vis Fics statuslinje 3d-meddelelse
sq: Shfaq mesazhin 3d të shiritit të statusit të Fics
zh: 显示 Fics 状态栏 3d 消息

source: Select window background colour
ar: حدد لون خلفية النافذة
bg: Изберете цвят на фона на прозореца
bn: উইন্ডোর পটভূমির রঙ নির্বাচন করুন
da: Vælg vinduesbaggrundsfarve
sq: Zgjidhni ngjyrën e sfondit të dritares
zh: 选择窗口背景颜色

source: Toolbar icons..
ar: أيقونات شريط الأدوات..
bg: Икони на лентата с инструменти..
bn: টুলবার আইকন..
da: Værktøjslinjeikoner..
sq: Ikonat e shiritit të veglave..
zh: 工具栏图标..

source: Choose the number of lines for the text input box
ar: اختر عدد الأسطر لمربع إدخال النص
bg: Изберете броя на редовете за полето за въвеждане на текст
bn: টেক্সট ইনপুট বাক্সের জন্য লাইনের সংখ্যা বেছে নিন
da: Vælg antallet af linjer til tekstindtastningsfeltet
sq: Zgjidhni numrin e rreshtave për kutinë e futjes së tekstit
zh: 选择文本输入框的行数

source: Set the default takeback move number for a game
ar: تعيين رقم حركة الاستعادة الافتراضية للعبة
bg: Задайте номера на хода за връщане по подразбиране за игра
bn: একটি গেমের জন্য ডিফল্ট টেকব্যাক মুভ নম্বর সেট করুন
da: Indstil standardnummeret for tilbagetagelsestræk for et spil
sq: Cakto numrin e paracaktuar të lëvizjes së kthimit për një lojë
zh: 设置游戏的默认收回步数

source: Check to cancel the display of game adverts
ar: حدد هذا الخيار لإلغاء عرض إعلانات اللعبة
bg: Поставете отметка, за да отмените показването на реклами на играта
bn: গেমের বিজ্ঞাপন প্রদর্শন বাতিল করতে চেক করুন।
da: Marker for at annullere visningen af ​​spilannoncer
sq: Kontrolloni për të anuluar shfaqjen e reklamave të lojërave
zh: 勾选取消显示游戏广告

source: after logging on
ar: بعد تسجيل الدخول
bg: след влизане
bn: লগ ইন করার পর
da: efter at have logget på
sq: pas kyçjes
zh: 登录后

source: Check to silence messages when playing a game
ar: حدد هذا الخيار لإسكات الرسائل أثناء لعب اللعبة
bg: Поставете отметка, за да заглушите съобщенията, когато играете игра
bn: গেম খেলার সময় বার্তা নীরব করতে চেক করুন
da: Marker for at slå beskeder fra, når du spiller et spil
sq: Kontrolloni për të heshtur mesazhet kur luani një lojë
zh: 勾选后可在玩游戏时静音

source: Check to silence connection messages
ar: حدد لإسكات رسائل الاتصال
bg: Поставете отметка, за да заглушите съобщенията за връзка
bn: সংযোগ বার্তাগুলি নীরব করতে চেক করুন
da: Marker for at slå forbindelsesmeddelelser fra
sq: Kontrollo për të heshtur mesazhet e lidhjes
zh: 勾选以静音连接消息

source: for the status bar during a game
ar: لشريط الحالة أثناء اللعبة
bg: за лентата на състоянието по време на игра
bn: খেলার সময় স্ট্যাটাস বারের জন্য
da: for statuslinjen under et spil
sq: për shiritin e statusit gjatë një loje
zh: 游戏过程中的状态栏

source: Check to display important game messages
ar: حدد هذا الخيار لعرض رسائل اللعبة المهمة
bg: Поставете отметка, за да се показват важни съобщения от играта
bn: গুরুত্বপূর্ণ খেলার বার্তা প্রদর্শন করতে চেক করুন
da: Marker for at vise vigtige spilmeddelelser
sq: Kontrolloni për të shfaqur mesazhe të rëndësishme të lojës
zh: 勾选以显示重要的游戏信息

source: in a message box
ar: في صندوق الرسائل
bg: в кутия за съобщения
bn: একটি বার্তা বাক্সে
da: i en beskedboks
sq: në një kuti mesazhesh
zh: 在消息框中

source: Check to display confirm box after resigning
ar: حدد مربع التأكيد لعرضه بعد الاستقالة
bg: Поставете отметка за показване на полето за потвърждение след подаване на оставка
bn: পদত্যাগের পর নিশ্চিতকরণ বাক্সটি প্রদর্শন করতে টিক দিন
da: Marker for at vise bekræftelsesboksen efter fratrædelse
sq: Zgjidhni për të shfaqur kutinë e konfirmimit pas dorëheqjes
zh: 勾选退出后显示确认框

source: Check to display Fics messages
ar: حدد هذا الخيار لعرض رسائل Fics
bg: Поставете отметка, за да показвате Fics съобщения
bn: Fics বার্তা প্রদর্শনের জন্য চেক করুন
da: Marker for at vise Fics-meddelelser
sq: Kontrolloni për të shfaqur mesazhet Fics
zh: 勾选以显示 Fics 消息

source: on the status bar in 2d
ar: على شريط الحالة في 2d
bg: в лентата на състоянието в 2d
bn: 2d তে স্ট্যাটাস বারে
da: på statuslinjen i 2d
sq: në shiritin e statusit në 2d
zh: 在 2d 状态栏上

source: on the status bar in 3d
ar: على شريط الحالة في 3D
bg: в лентата на състоянието в 3d
bn: 3D তে স্ট্যাটাস বারে
da: på statuslinjen i 3d
sq: në shiritin e statusit në 3d
zh: 在 3D 状态栏上

source: Open choose colour dialog box
ar: افتح مربع حوار اختيار اللون
bg: Отворете диалоговия прозорец за избор на цвят
bn: রঙ নির্বাচন করুন ডায়ালগ বক্স খুলুন
da: Åbn dialogboksen Vælg farve
sq: Hap kutinë e dialogut të zgjedhjes së ngjyrës
zh: 打开选择颜色对话框

source: Open the select toolbar icons dialog box
ar: افتح مربع حوار تحديد أيقونات شريط الأدوات
bg: Отворете диалоговия прозорец за избор на икони на лентата с инструменти
bn: সিলেক্ট টুলবার আইকন ডায়ালগ বক্স খুলুন।
da: Åbn dialogboksen Vælg værktøjslinjeikoner
sq: Hapni kutinë e dialogut të përzgjedhjes së ikonave të shiritit të veglave
zh: 打开选择工具栏图标对话框

source: This dialog box allows you to set the following options for Fics -
ar: يسمح لك مربع الحوار هذا بتعيين الخيارات التالية للقصص الخيالية -
bg: Този диалогов прозорец ви позволява да зададете следните опции за Fics -
bn: এই ডায়ালগ বক্সটি আপনাকে Fics-এর জন্য নিম্নলিখিত বিকল্পগুলি সেট করতে দেয় -
da: Denne dialogboks giver dig mulighed for at indstille følgende muligheder for Fics -
sq: Kjo kuti dialogu ju lejon të vendosni opsionet e mëposhtme për Fics -
zh: 此对话框允许您为 Fics 设置以下选项 -

source: Text input box line no. - The number of lines of text in the input box.
ar: رقم سطر مربع إدخال النص - عدد أسطر النص الموجودة في مربع الإدخال.
bg: Номер на полето за въвеждане на текст - Броят редове текст в полето за въвеждане.
bn: টেক্সট ইনপুট বক্স লাইন নং - ইনপুট বক্সে টেক্সটের লাইনের সংখ্যা।
da: Tekstindtastningsfelt linjenr. - Antallet af tekstlinjer i indtastningsfeltet.
sq: Kutia e futjes së tekstit nr. - Numri i rreshtave të tekstit në kutinë e hyrjes.
zh: 文本输入框行数- 输入框中的文本行数。

source: This will determine the height of the box.
ar: سيحدد هذا ارتفاع الصندوق.
bg: Това ще определи височината на кутията.
bn: এটি বাক্সের উচ্চতা নির্ধারণ করবে।
da: Dette bestemmer boksens højde.
sq: Kjo do të përcaktojë lartësinë e kutisë.
zh: 这将决定盒子的高度。

source: Default take back move no. - This number will be automatically added
ar: رقم حركة الاستعادة الافتراضية - سيتم إضافة هذا الرقم تلقائيًا
bg: По подразбиране връщане назад ход №. - Този номер ще бъде добавен автоматично
bn: ডিফল্ট টেক ব্যাক মুভ নম্বর - এই নম্বরটি স্বয়ংক্রিয়ভাবে যোগ করা হবে।
da: Standard tage tilbage træk nr. - Dette nummer tilføjes automatisk
sq: Lëvizja e parazgjedhur e kthimit mbrapa nr. - Ky numër do të shtohet automatikisht
zh: 默认收回动作编号 - 此编号将自动添加

source: to the takeback command when selected and then sent to Fics.
ar: إلى أمر الاستعادة عند تحديده ثم إرساله إلى Fics.
bg: към командата за връщане, когато е избрана и след това изпратена до Fics.
bn: নির্বাচিত হলে টেকব্যাক কমান্ডে এবং তারপর Fics-এ পাঠানো হয়।
da: til tilbagetagningskommandoen, når den er valgt og derefter sendt til Fics.
sq: në komandën e kthimit kur zgjidhet dhe më pas dërgohet në Fics.
zh: 选定后执行回收命令，然后发送给Fics。

source: Cancel adverts on startup - Check to stop game adverts being sent
ar: إلغاء الإعلانات عند بدء التشغيل - حدد هذا الخيار لإيقاف إرسال إعلانات اللعبة
bg: Отмяна на реклами при стартиране - Поставете отметка, за да спрете изпращането на реклами на играта
bn: স্টার্টআপে বিজ্ঞাপন বাতিল করুন - গেমের বিজ্ঞাপন পাঠানো বন্ধ করতে চেক করুন
da: Annuller annoncer ved opstart - Marker for at stoppe spilannoncer, der sendes
sq: Anulo reklamat në fillim - Kontrollo për të ndaluar dërgimin e reklamave të lojërave
zh: 取消启动时的广告 - 勾选可停止发送游戏广告

source: after you have logged on to Fics.
ar: بعد تسجيل الدخول إلى Fics.
bg: след като сте влезли във Fics.
bn: Fics-এ লগ ইন করার পর।
da: efter du har logget på Fics.
sq: pasi të keni hyrë në Fics.
zh: 登录 Fics 后。

source: Set silence for game - Check to stop messages being sent
ar: ضبط الصمت أثناء اللعبة - حدد هذا الخيار لإيقاف إرسال الرسائل
bg: Задаване на тишина за играта - Поставете отметка, за да спрете изпращането на съобщения
bn: খেলার জন্য নীরবতা সেট করুন - বার্তা পাঠানো বন্ধ করতে চেক করুন
da: Indstil stilhed for spil - Marker for at stoppe meddelelser, der sendes
sq: Cakto heshtjen për lojën - Kontrollo për të ndaluar dërgimin e mesazheve
zh: 设置游戏静音 - 选中以停止发送消息

source: when you are playing a game.
ar: عندما تلعب لعبة.
bg: когато играете игра.
bn: যখন তুমি কোন খেলা খেলছো।
da: når du spiller et spil.
sq: kur jeni duke luajtur një lojë.
zh: 当你在玩游戏时。

source: Silence connection messages - Check to stop connection messages
ar: إسكات رسائل الاتصال - حدد هذا الخيار لإيقاف رسائل الاتصال
bg: Заглушаване на съобщенията за връзка - Поставете отметка, за да спрете съобщенията за връзка
bn: সংযোগ বার্তা নীরব করুন - সংযোগ বার্তা বন্ধ করতে চেক করুন
da: Lydløs forbindelsesmeddelelser - Marker for at stoppe forbindelsesmeddelelser
sq: Heshtni mesazhet e lidhjes - Kontrolloni për të ndaluar mesazhet e lidhjes
zh: 静音连接消息 - 勾选即可停止连接消息

source: being displayed on the toolbar when you are playing a game.
ar: يتم عرضها على شريط الأدوات أثناء لعب اللعبة.
bg: се показва в лентата с инструменти, когато играете игра.
bn: যখন আপনি একটি গেম খেলছেন তখন টুলবারে প্রদর্শিত হচ্ছে।
da: vises på værktøjslinjen, når du spiller et spil.
sq: duke u shfaqur në shiritin e veglave kur jeni duke luajtur një lojë.
zh: 当您玩游戏时显示在工具栏上。

source: Display important game messages - Check to display important game
ar: عرض رسائل اللعبة المهمة - حدد هذا الخيار لعرض رسائل اللعبة المهمة
bg: Показване на важни съобщения за игра - Поставете отметка, за да показвате важна игра
bn: গুরুত্বপূর্ণ খেলার বার্তা প্রদর্শন করুন - গুরুত্বপূর্ণ খেলা প্রদর্শন করতে চেক করুন
da: Vis vigtige spilmeddelelser - Marker for at vise vigtigt spil
sq: Shfaq mesazhe të rëndësishme të lojës - Kontrollo për të shfaqur lojën e rëndësishme
zh: 显示重要的游戏信息 - 勾选以显示重要的游戏信息

source: messages during a game. This includes draw offers, game over etc.
ar: الرسائل أثناء اللعبة. ويشمل ذلك عروض السحب، وانتهت اللعبة وما إلى ذلك.
bg: съобщения по време на игра. Това включва предложения за теглене, край на играта и др.
bn: খেলার সময় বার্তা। এর মধ্যে রয়েছে ড্র অফার, খেলা শেষ ইত্যাদি।
da: beskeder under et spil. Dette inkluderer lodtrækningstilbud, game over osv.
sq: mesazhe gjatë një loje. Këtu përfshihen ofertat e barazimit, loja mbi të etj.
zh: 游戏过程中的消息。其中包括抽奖、游戏结束等。
