Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: Media player message
ar: رسالة مشغل الوسائط
bg: Съобщение за медиен плейър
bn: মিডিয়া প্লেয়ারের বার্তা
da: Medieafspiller besked
sq: Mesazh i luajtësit të mediave
zh: 媒体播放器消息

source: You are about to add a move between ^p and ^b markers
ar: أنت على وشك إضافة حركة بين علامتي ^p و^b
bg: На път сте да добавите движение между маркерите ^p и ^b
bn: আপনি ^p এবং ^b মার্কারগুলির মধ্যে একটি স্থানান্তর যোগ করতে চলেছেন।
da: Du er ved at tilføje et træk mellem ^p- og ^b-markører
sq: Jeni gati të shtoni një lëvizje midis shënuesve ^p dhe ^b
zh: 您即将在 ^p 和 ^b 标记之间添加移动

source: with the media player active but not in puzzle mode.
ar: مع مشغل الوسائط النشط ولكن ليس في وضع اللغز.
bg: с активен медиен плейър, но не в режим пъзел.
bn: মিডিয়া প্লেয়ার সক্রিয় থাকলেও ধাঁধা মোডে নেই।
da: med medieafspilleren aktiv, men ikke i puslespilstilstand.
sq: me luajtësin e mediave aktiv, por jo në modalitetin e enigmës.
zh: 媒体播放器处于活动状态，但未处于拼图模式。

source: This could ruin game/video synchronization.
ar: قد يؤدي هذا إلى إفساد مزامنة اللعبة/الفيديو.
bg: Това може да развали синхронизирането на играта/видео.
bn: এটি গেম/ভিডিও সিঙ্ক্রোনাইজেশন নষ্ট করতে পারে।
da: Dette kan ødelægge spil/video-synkronisering.
sq: Kjo mund të prishë sinkronizimin e lojës/videos.
zh: 这可能会破坏游戏/视频同步。

source: Do you wish to continue (y/n) ?
ar: هل ترغب في الاستمرار (y/n)؟
bg: Искате ли да продължите (y/n)?
bn: তুমি কি (y/n) চালিয়ে যেতে চাও?
da: Ønsker du at fortsætte (y/n) ?
sq: Dëshironi të vazhdoni (y/n)?
zh: 您希望继续 (y/n) 吗？

source: Move input message
ar: نقل رسالة الإدخال
bg: Преместване на съобщение за въвеждане
bn: ইনপুট বার্তা সরান
da: Flyt inputmeddelelse
sq: Zhvendos mesazhin hyrës
zh: 移动输入消息

source: Free Internet Chess Server
ar: خادم شطرنج مجاني على الإنترنت
bg: Безплатен интернет шах сървър
bn: বিনামূল্যে ইন্টারনেট দাবা সার্ভার
da: Gratis internet skakserver
sq: Server falas për shah në internet
zh: 免费网络象棋服务器

source: Input command to Fics :
ar: إدخال الأمر إلى Fics:
bg: Въведете команда във Fics:
bn: Fics-এ কমান্ড ইনপুট করুন:
da: Indtast kommando til Fics:
sq: Futja e komandës në Fics:
zh: 向 Fics 输入命令：

source: Send
ar: يرسل
bg: Изпратете
bn: পাঠান
da: Sende
sq: Dërgo
zh: 发送

source: Output from Fics (read only)
ar: مخرجات من Fics (قراءة فقط)
bg: Изход от Fics (само за четене)
bn: Fics থেকে আউটপুট (শুধুমাত্র পঠনযোগ্য)
da: Output fra Fics (skrivebeskyttet)
sq: Dalje nga Fics (vetëm për lexim)
zh: Fics 的输出（只读）

source: Connect to Fics
ar: الاتصال بالقصص الخيالية
bg: Свържете се с Fics
bn: Fics-এর সাথে সংযোগ করুন
da: Opret forbindelse til Fics
sq: Lidhu me Fics
zh: 連接到 Fics

source: Disconnect from Fics
ar: الانفصال عن القصص الخيالية
bg: Прекъснете връзката с Fics
bn: Fics থেকে সংযোগ বিচ্ছিন্ন করুন
da: Afbryd forbindelsen til Fics
sq: Shkëputeni nga Fics
zh: 断开与 Fics 的连接

source: Place game ad
ar: وضع إعلان اللعبة
bg: Поставете реклама за игра
bn: খেলার বিজ্ঞাপন দিন
da: Placer spilannonce
sq: Vendosni reklamën e lojës
zh: 放置游戏广告

source: List games
ar: قائمة الألعاب
bg: Избройте игри
bn: তালিকাভুক্ত গেম
da: Liste over spil
sq: Listoni lojërat
zh: 列出游戏

source: List players
ar: قائمة اللاعبين
bg: Избройте играчи
bn: খেলোয়াড়দের তালিকা করুন
da: Liste spillere
sq: Listoni lojtarët
zh: 列出球员

source: Player profile
ar: الملف الشخصي للاعب
bg: Профил на играча
bn: খেলোয়াড়ের প্রোফাইল
da: Spiller profil
sq: Profili i lojtarit
zh: 玩家资料

source: Propose match game
ar: اقترح لعبة المباراة
bg: Предложете игра за съвпадение
bn: ম্যাচ খেলার প্রস্তাব দিন
da: Foreslå kampspil
sq: Propozoni lojën e ndeshjes
zh: 提议配对游戏

source: Offer/claim draw
ar: عرض/مطالبة السحب
bg: Теглене на оферта/иск
bn: অফার/দাবি ড্র
da: Tilbud/krav lodtrækning
sq: Barazimi i ofertës/kërkesës
zh: 提供/领取抽奖

source: Resign game
ar: لعبة الاستقالة
bg: Игра на оставка
bn: পদত্যাগের খেলা
da: Resign spil
sq: Lojë e dorëheqjes
zh: 辞职游戏

source: Flag
ar: علَم
bg: Флаг
bn: পতাকা
sq: Flamuri
zh: 旗帜

source: Request takeback
ar: طلب الاستعادة
bg: Поискайте обратно вземане
bn: টেকব্যাকের অনুরোধ করুন
da: Anmod om tilbagetagelse
sq: Kërkoni rikthim
zh: 请求回收

source: Propose pause to game
ar: اقترح إيقاف اللعبة مؤقتًا
bg: Предложете пауза на играта
bn: খেলা থামানোর প্রস্তাব দিন
da: Foreslå pause til spillet
sq: Propozoni pauzë në lojë
zh: 建议暂停游戏

source: Propose game abort
ar: اقتراح إلغاء اللعبة
bg: Предложете прекратяване на играта
bn: খেলা বাতিল করার প্রস্তাব দিন
da: Foreslå afbrydelse af spillet
sq: Propozoni ndërprerjen e lojës
zh: 建议中止游戏

source: Reset board to current Fics position
ar: إعادة تعيين اللوحة إلى موضع Fics الحالي
bg: Нулирайте дъската до текущата позиция на Fics
bn: বোর্ডকে বর্তমান Fics অবস্থানে রিসেট করুন
da: Nulstil bestyrelsen til den aktuelle Fics-position
sq: Rivendos tabelën në pozicionin aktual të Fics
zh: 将板重置为当前 Fics 位置

source: Propose adjournment
ar: اقتراح التأجيل
bg: Предложете отлагане
bn: স্থগিতাদেশের প্রস্তাব করুন
da: Foreslå udsættelse
sq: Propozoni shtyrje
zh: 提议休会

source: Resume adjourned game
ar: استئناف المباراة المؤجلة
bg: Възобновяване на отложената игра
bn: স্থগিত খেলা পুনরায় শুরু করুন
da: Genoptag afbrudt spil
sq: Rifilloni lojën e shtyrë
zh: 恢复暂停的比赛

source: Display your stored games
ar: عرض الألعاب المخزنة لديك
bg: Покажете вашите съхранени игри
bn: আপনার সংরক্ষিত গেমগুলি প্রদর্শন করুন
da: Vis dine gemte spil
sq: Shfaqni lojërat tuaja të ruajtura
zh: 显示您存储的游戏

source: Accept offer
ar: قبول العرض
bg: Приеми офертата
bn: প্রস্তাব গ্রহণ করুন
da: Accepter tilbud
sq: Prano ofertën
zh: 接受报价

source: Decline offer
ar: رفض العرض
bg: Отклонете офертата
bn: অফার প্রত্যাখ্যান করুন
da: Afslå tilbud
sq: Refuzo ofertën
zh: 拒绝报价

source: Observe game
ar: مراقبة اللعبة
bg: Наблюдавайте играта
bn: খেলা পর্যবেক্ষণ করুন
da: Observer spillet
sq: Vëzhgoni lojën
zh: 观察比赛

source: Whisper message
ar: رسالة همسة
bg: Прошепнете съобщение
bn: ফিসফিস করে বার্তা
da: Hviske besked
sq: Mesazh pëshpëritës
zh: 悄悄话

source: Say message
ar: قل الرسالة
bg: Кажете съобщение
bn: বার্তা বলুন
da: Sig besked
sq: Thuaj mesazh
zh: 说出消息

source: Tell message
ar: أخبر الرسالة
bg: Кажете съобщение
bn: বার্তাটি বলুন
da: Fortæl besked
sq: Trego mesazh
zh: 告知消息

source: Shout message
ar: رسالة صراخ
bg: Извикайте съобщение
bn: চিৎকার বার্তা
da: Råb besked
sq: Bërtit mesazh
zh: 留言

source: Kibitz message
ar: رسالة كيبيتز
bg: Кибиц съобщение
bn: কিবিটজ বার্তা
da: Kibitz besked
sq: Mesazh Kibitz
zh: 基比兹消息

source: Set silence for game
ar: ضبط الصمت للعبة
bg: Задайте тишина за играта
bn: খেলার জন্য নীরবতা সেট করুন
da: Sæt stilhed til spillet
sq: Vendosni heshtjen për lojën
zh: 设置游戏静音

source: Fics help
ar: مساعدة في القصص الخيالية
bg: Fics помощ
bn: ফিক্স সাহায্য
da: Fiks hjælp
sq: Fics ndihmon
zh: 小说帮助

source: Nimzo help
ar: مساعدة نيمزو
bg: Nimzo помощ
bn: নিমজো সাহায্য
da: Nimzo hjælp
sq: Nimzo ndihmë
zh: Nimzo 帮助

source: Fics settings
ar: إعدادات الخيال
bg: Настройки на Fics
bn: ফিক্স সেটিংস
da: Fiks indstillinger
sq: Cilësimet e Fics
zh: Fics 设置

source: Connecting to server
ar: الاتصال بالخادم
bg: Свързване към сървър
bn: সার্ভারের সাথে সংযোগ স্থাপন করা হচ্ছে
da: Opretter forbindelse til server
sq: Po lidhet me serverin
zh: 正在连接到服务器

source: Client message
ar: رسالة العميل
bg: Съобщение на клиента
bn: ক্লায়েন্ট বার্তা
da: Kundemeddelelse
sq: Mesazhi i klientit
zh: 客户留言

source: Client connected to server
ar: العميل متصل بالخادم
bg: Клиент, свързан към сървъра
bn: ক্লায়েন্ট সার্ভারের সাথে সংযুক্ত
da: Klient tilsluttet server
sq: Klienti është i lidhur me serverin
zh: 客户端已连接到服务器

source: Connecting to Fics, please wait
ar: جاري الاتصال بالقصص، يرجى الانتظار
bg: Установява се връзка с Fics, моля, изчакайте
bn: Fics-এর সাথে সংযোগ করা হচ্ছে, অনুগ্রহ করে অপেক্ষা করুন।
da: Opretter forbindelse til Fics, vent venligst
sq: Po lidhet me Fics, ju lutemi prisni
zh: 正在连接Fics，请等待

source: Error connecting to server.
ar: خطأ في الاتصال بالخادم.
bg: Грешка при свързване със сървъра.
bn: সার্ভারের সাথে সংযোগ স্থাপনে ত্রুটি।
da: Fejl ved forbindelse til server.
sq: Gabim gjatë lidhjes me serverin.
zh: 连接服务器错误。

source: Click the < Help > toolbar icon (yellow question mark)
ar: انقر فوق رمز شريط الأدوات <المساعدة> (علامة الاستفهام الصفراء)
bg: Щракнете върху иконата на лентата с инструменти <Помощ> (жълт въпросителен знак)
bn: <Help > টুলবার আইকনে ক্লিক করুন (হলুদ প্রশ্নবোধক চিহ্ন)
da: Klik på værktøjslinjeikonet < Hjælp > (gult spørgsmålstegn)
sq: Klikoni ikonën < Ndihmë > shiritit të veglave (pika e verdhë e pyetjes)
zh: 单击<帮助>工具栏图标（黄色问号）

source: then < Setup > for possible causes.
ar: ثم <الإعداد> لمعرفة الأسباب المحتملة.
bg: след това < Настройка > за възможни причини.
bn: তারপর সম্ভাব্য কারণগুলির জন্য সেটআপ > করুন।
da: derefter < Opsætning > for mulige årsager.
sq: pastaj < Setup > për shkaqe të mundshme.
zh: 然后按 < 设置 > 查找可能的原因。

source: You are already observing a game,
ar: أنت تشاهد لعبة بالفعل،
bg: Вече наблюдавате игра,
bn: তুমি ইতিমধ্যেই একটা খেলা দেখছো,
da: Du observerer allerede et spil,
sq: Ju tashmë jeni duke vëzhguar një lojë,
zh: 你正在观看一场比赛，

source: with Nimzo_3d you can only observe one game at a time.
ar: مع Nimzo_3d يمكنك فقط مراقبة لعبة واحدة في كل مرة.
bg: с Nimzo_3d можете да наблюдавате само една игра наведнъж.
bn: Nimzo_3d দিয়ে আপনি একবারে কেবল একটি খেলা দেখতে পারবেন।
da: med Nimzo_3d kan du kun observere et spil ad gangen.
sq: me Nimzo_3d mund të vëzhgoni vetëm një lojë në të njëjtën kohë.
zh: 使用 Nimzo_3d 您一次只能观察一场比赛。

source: Could not send message to Fics
ar: لم نتمكن من إرسال الرسالة إلى Fics
bg: Неуспешно изпращане на съобщение до Fics
bn: Fics-এ বার্তা পাঠানো যায়নি
da: Kunne ikke sende besked til Fics
sq: Nuk mund të dërgohej mesazh te Fics
zh: 无法向 Fics 发送消息

source: Fics error
ar: خطأ في الخيال
bg: Fics грешка
bn: ফিক্স ত্রুটি
da: Fiks fejl
sq: Gabim fiks
zh: 错误

source: Cannot send a message to Fics without a connection
ar: لا يمكن إرسال رسالة إلى Fics بدون اتصال
bg: Не може да се изпрати съобщение до Fics без връзка
bn: সংযোগ ছাড়া Fics-এ বার্তা পাঠানো যাবে না
da: Kan ikke sende en besked til Fics uden en forbindelse
sq: Nuk mund të dërgohet një mesazh te Fics pa lidhje
zh: 没有网络连接时无法向 Fics 发送消息

source: Please connect to Fics
ar: يرجى الاتصال بـ Fics
bg: Моля, свържете се с Fics
bn: অনুগ্রহ করে Fics-এর সাথে সংযোগ করুন।
da: Opret forbindelse til Fics
sq: Ju lutemi lidheni me Fics
zh: 请连接至 Fics

source: Stop game observation
ar: أوقف مراقبة اللعبة
bg: Спрете наблюдението на играта
bn: খেলা পর্যবেক্ষণ বন্ধ করুন
da: Stop spilobservation
sq: Ndaloni vëzhgimin e lojës
zh: 停止比赛观察

source: Game was aborted
ar: تم إلغاء اللعبة
bg: Играта беше прекратена
bn: খেলাটি বাতিল করা হয়েছে।
da: Spillet blev afbrudt
sq: Loja u ndërpre
zh: 游戏已中止

source: Fics game is currently paused
ar: تم إيقاف لعبة Fics مؤقتًا حاليًا
bg: Играта Fics в момента е на пауза
bn: ফিক্স গেমটি বর্তমানে বিরতি দেওয়া হয়েছে।
da: Fics-spillet er i øjeblikket sat på pause
sq: Loja Fics është aktualisht në pauzë
zh: Fics 游戏目前暂停

source: White to play
ar: الأبيض للعب
bg: Белите да играят
bn: খেলতে সাদা
da: Hvid at spille
sq: E bardha për të luajtur
zh: 白先

source: your move
ar: حركتك
bg: вашият ход
bn: তোমার পদক্ষেপ
da: dit træk
sq: lëvizjen tuaj
zh: 你的举动

source: Black to play
ar: الأسود للعب
bg: Черно за игра
bn: খেলতে কালো
da: Sort at spille
sq: E zezë për të luajtur
zh: 黑先走

source: Fics move
ar: الخيالات تتحرك
bg: Fics се движат
bn: ফিক্স মুভ
da: Fiks bevæger sig
sq: Fics lëvizin
zh: 科幻动态

source: Unknown Fics message
ar: رسالة خيالية غير معروفة
bg: Неизвестно съобщение на Fics
bn: অজানা Fics বার্তা
da: Ukendt Fics-meddelelse
sq: Mesazh i panjohur Fics
zh: 未知的 Fics 消息

source: Help for using the Free Internet Chess Server on Nimzo 3d
ar: مساعدة في استخدام خادم الشطرنج المجاني على الإنترنت على Nimzo 3d
bg: Помощ за използване на безплатния интернет шах сървър на Nimzo 3d
bn: Nimzo 3d তে ফ্রি ইন্টারনেট চেস সার্ভার ব্যবহারের জন্য সাহায্য
da: Hjælp til brug af den gratis internet skakserver på Nimzo 3d
sq: Ndihmë për përdorimin e serverit falas të shahut në internet në Nimzo 3d
zh: 关于在 Nimzo 3d 上使用免费互联网国际象棋服务器的帮助

source: Intro
ar: المقدمة
bg: въведение
bn: ভূমিকা
sq: Hyrje
zh: 简介

source: Setup
ar: يثبت
bg: Настройка
bn: সেটআপ
da: Opsætning
sq: Konfigurimi
zh: 设置

source: Playing
ar: لعب
bg: Играя
bn: বাজানো
da: Spiller
sq: Duke luajtur
zh: 播放

source: The Free Internet Chess Server (Fics) is a volunteer-run internet chess server
ar: خادم الشطرنج المجاني على الإنترنت (Fics) هو خادم شطرنج على الإنترنت يديره متطوعون
bg: Безплатният интернет сървър за шах (Fics) е управляван от доброволци интернет сървър за шах
bn: ফ্রি ইন্টারনেট চেস সার্ভার (Fics) হল একটি স্বেচ্ছাসেবক-পরিচালিত ইন্টারনেট দাবা সার্ভার।
da: Free Internet Chess Server (Fics) er en frivilligt drevet internet-skakserver
sq: Serveri falas i shahut në internet (Fics) është një server shahu në internet i drejtuar nga vullnetarë
zh: 免费互联网国际象棋服务器（Fics）是一个由志愿者运营的互联网国际象棋服务器

source: that provides a platform for chess players to engage in online chess games,
ar: الذي يوفر منصة للاعبي الشطرنج للمشاركة في ألعاب الشطرنج عبر الإنترنت،
bg: която предоставя платформа за шахматистите да участват в онлайн игри на шах,
bn: যা দাবা খেলোয়াড়দের অনলাইন দাবা খেলায় অংশগ্রহণের জন্য একটি প্ল্যাটফর্ম প্রদান করে,
da: der giver en platform for skakspillere til at deltage i online skakspil,
sq: që ofron një platformë për lojtarët e shahut për t'u përfshirë në lojërat e shahut në internet,
zh: 为棋手提供参与在线棋类游戏的平台，

source: tournaments and discussions.
ar: البطولات والمناقشات.
bg: турнири и дискусии.
bn: টুর্নামেন্ট এবং আলোচনা।
da: turneringer og diskussioner.
sq: turne dhe diskutime.
zh: 比赛和讨论。

source: Fics is a free, open source project allowing users to access the server
ar: Fics هو مشروع مفتوح المصدر ومجاني يسمح للمستخدمين بالوصول إلى الخادم
bg: Fics е безплатен проект с отворен код, позволяващ на потребителите достъп до сървъра
bn: Fics হল একটি বিনামূল্যের, ওপেন সোর্স প্রকল্প যা ব্যবহারকারীদের সার্ভার অ্যাক্সেস করার সুযোগ দেয়
da: Fics er et gratis open source-projekt, der giver brugerne adgang til serveren
sq: Fics është një projekt falas, me burim të hapur që lejon përdoruesit të aksesojnë serverin
zh: Fics 是一个免费的开源项目，允许用户访问服务器

source: without any subscription fees or advertisments.
ar: بدون أي رسوم اشتراك أو إعلانات.
bg: без никакви абонаментни такси или реклами.
bn: কোন সাবস্ক্রিপশন ফি বা বিজ্ঞাপন ছাড়াই।
da: uden abonnementsgebyrer eller annoncer.
sq: pa asnjë tarifë abonimi apo reklame.
zh: 无需任何订阅费或广告。

source: While Fics has been largely eclipsed by other websites offering similar features
ar: في حين تم التفوق على Fics إلى حد كبير من قبل مواقع الويب الأخرى التي تقدم ميزات مماثلة
bg: Докато Fics е до голяма степен засенчен от други уебсайтове, предлагащи подобни функции
bn: যদিও একই ধরণের বৈশিষ্ট্য সরবরাহকারী অন্যান্য ওয়েবসাইটগুলি ফিক্সকে মূলত ছাড়িয়ে গেছে,
da: Mens Fics stort set er blevet overskygget af andre websteder, der tilbyder lignende funktioner
sq: Ndërsa Fics është eklipsuar kryesisht nga faqet e tjera të internetit që ofrojnë veçori të ngjashme
zh: 虽然 Fics 在很大程度上被其他提供类似功能的网站所取代

source: such as Chess.com, Lichess.org and Playchess.com, it does have the advantage
ar: مثل Chess.com وLichess.org وPlaychess.com، فهي تتمتع بالميزة
bg: като Chess.com, Lichess.org и Playchess.com, той наистина има предимството
bn: যেমন Chess.com, Lichess.org এবং Playchess.com, এর সুবিধা আছে
da: såsom Chess.com, Lichess.org og Playchess.com, det har fordelen
sq: të tilla si Chess.com, Lichess.org dhe Playchess.com, ai ka avantazhin
zh: 比如 Chess.com、Lichess.org 和 Playchess.com，它确实有优势

source: of allowing you to use your preferred interface when using the Fics server.
ar: السماح لك باستخدام واجهتك المفضلة عند استخدام خادم Fics.
bg: за да ви позволи да използвате предпочитания от вас интерфейс, когато използвате Fics сървъра.
bn: Fics সার্ভার ব্যবহার করার সময় আপনাকে আপনার পছন্দের ইন্টারফেস ব্যবহার করার অনুমতি দেওয়ার জন্য।
da: at give dig mulighed for at bruge din foretrukne grænseflade, når du bruger Fics-serveren.
sq: duke ju lejuar të përdorni ndërfaqen tuaj të preferuar kur përdorni serverin Fics.
zh: 允许您在使用 Fics 服务器时使用您喜欢的界面。

source: There are many free GUI interfaces that have Fics capability to choose from -
ar: هناك العديد من واجهات المستخدم الرسومية المجانية التي تتمتع بإمكانية اختيار Fics من بينها -
bg: Има много безплатни GUI интерфейси, които имат възможност за избор на Fics -
bn: অনেক বিনামূল্যের GUI ইন্টারফেস আছে যেগুলো থেকে Fics বেছে নেওয়ার ক্ষমতা রাখে -
da: Der er mange gratis GUI-grænseflader, der har Fics-kapacitet at vælge imellem -
sq: Ka shumë ndërfaqe falas GUI që kanë aftësinë Fics për të zgjedhur -
zh: 有许多具有 Fics 功能的免费 GUI 界面可供选择 -

source: < BabasChess > < Arena > < Scid vs pc > < ChessX > to name but a few.
ar: < BabasChess > < Arena > < Scid vs pc > < ChessX > على سبيل المثال لا الحصر.
bg: < BabasChess > < Arena > < Scid vs pc > < ChessX > за да назовем само няколко.
bn: বাবাসচেস > অ্যারিনা > < এসসিড বনাম পিসি > < দাবাএক্স > নাম বলতে গেলে কয়েকটি।
da: < BabasChess > < Arena > < Scid vs pc > < ChessX > for blot at nævne nogle få.
sq: < BabasChess > < Arena > < Scid vs pc > < ChessX > për të përmendur vetëm disa.
zh: < BabasChess > < Arena > < Scid vs pc > < ChessX > 等等。

source: Whilst < Nimzo_3d > does not have the comprehensize range of features
ar: في حين أن <Nimzo_3d> لا يحتوي على مجموعة شاملة من الميزات
bg: Въпреки че < Nimzo_3d > няма изчерпателната гама от функции
bn: যদিও Nimzo_3d > এর বৈশিষ্ট্যগুলির বোধগম্য পরিসর নেই
da: Mens < Nimzo_3d > ikke har det omfattende udvalg af funktioner
sq: Ndërsa < Nimzo_3d > nuk ka gamën e plotë të veçorive
zh: 虽然<Nimzo_3d>没有全面的功能

source: of < BabasChess > it does have 3d graphics, which makes it an
ar: من < BabasChess > أنها تحتوي على رسومات ثلاثية الأبعاد، مما يجعلها
bg: на < BabasChess > има 3D графики, което го прави
bn: BabasChess এর > এতে 3D গ্রাফিক্স আছে, যা এটিকে একটি
da: af < BabasChess > den har 3D-grafik, hvilket gør den til en
sq: i < BabasChess > ka grafikë 3d, gjë që e bën atë një
zh: < BabasChess > 它有 3d 图形，这使得它成为一个

source: attractive choice if you simply want to play a game on the Fics server.
ar: اختيار جذاب إذا كنت تريد ببساطة لعب لعبة على خادم Fics.
bg: атрактивен избор, ако просто искате да играете игра на Fics сървъра.
bn: আপনি যদি Fics সার্ভারে কেবল একটি গেম খেলতে চান তবে এটি একটি আকর্ষণীয় পছন্দ।
da: attraktivt valg, hvis du blot ønsker at spille et spil på Fics-serveren.
sq: zgjedhje tërheqëse nëse thjesht dëshironi të luani një lojë në serverin Fics.
zh: 如果您只是想在 Fics 服务器上玩游戏，这是一个有吸引力的选择。

source: For an introduction for using Fics on Nimzo_3d, click on < Intro >
ar: للحصول على مقدمة حول استخدام Fics على Nimzo_3d، انقر فوق <Intro>
bg: За въведение в използването на Fics на Nimzo_3d щракнете върху < Intro >
bn: Nimzo_3d-এ Fics ব্যবহারের ভূমিকা জানতে, <Intro > এ ক্লিক করুন।
da: For en introduktion til brug af Fics på Nimzo_3d, klik på < Intro >
sq: Për një hyrje për përdorimin e Fics në Nimzo_3d, klikoni në < Hyrje >
zh: 有关在 Nimzo_3d 上使用 Fics 的介绍，请单击<简介>

source: For instructions for setting up Fics internet ports on Windows, click on < Setup >
ar: للحصول على إرشادات حول إعداد منافذ الإنترنت الخاصة بـ Fics على نظام التشغيل Windows، انقر فوق <إعداد>
bg: За инструкции за настройка на интернет портовете на Fics в Windows щракнете върху <Настройка>
bn: উইন্ডোজে Fics ইন্টারনেট পোর্ট সেট আপ করার নির্দেশাবলীর জন্য, <Setup> এ ক্লিক করুন।
da: For instruktioner til opsætning af Fics internetporte på Windows, klik på < Opsætning >
sq: Për udhëzime për konfigurimin e portave të internetit Fics në Windows, klikoni në < Setup >
zh: 有关在 Windows 上设置 Fics 互联网端口的说明，请单击<设置>

source: For instructions for playing on Fics with Nimzo_3d, click on < Playing >
ar: للحصول على تعليمات اللعب على Fics باستخدام Nimzo_3d، انقر فوق <اللعب>
bg: За инструкции за игра на Fics с Nimzo_3d щракнете върху < Игра >
bn: Nimzo_3d দিয়ে Fics-এ খেলার নির্দেশাবলীর জন্য, <Playing > এ ক্লিক করুন।
da: For instruktioner til at spille på Fics med Nimzo_3d, klik på < Afspilning >
sq: Për udhëzime për të luajtur në Fics me Nimzo_3d, klikoni në < Playing >
zh: 有关使用 Nimzo_3d 在 Fics 上玩游戏的说明，请单击< 播放 >

source: For more information on Fics, you can visit their website at -
ar: لمزيد من المعلومات حول Fics، يمكنك زيارة موقعهم على الإنترنت على -
bg: За повече информация относно Fics можете да посетите уебсайта им на -
bn: ফিক্স সম্পর্কে আরও তথ্যের জন্য, আপনি তাদের ওয়েবসাইটটি দেখতে পারেন -
da: For mere information om Fics, kan du besøge deres hjemmeside på -
sq: Për më shumë informacion mbi Fics, mund të vizitoni faqen e tyre të internetit në -
zh: 有关 Fics 的更多信息，您可以访问其网站 -

source: Introduction to using Fics on Nimzo_3d
ar: مقدمة حول استخدام Fics على Nimzo_3d
bg: Въведение в използването на Fics на Nimzo_3d
bn: Nimzo_3d-তে Fics ব্যবহারের ভূমিকা
da: Introduktion til brug af Fics på Nimzo_3d
sq: Hyrje në përdorimin e Fics në Nimzo_3d
zh: Nimzo_3d 上 Fics 的使用介绍

source: History
ar: تاريخ
bg: История
bn: ইতিহাস
da: Historie
sq: Historia
zh: 历史

source: You use Fics by sending a command to the server, Fics responds by
ar: يمكنك استخدام Fics عن طريق إرسال أمر إلى الخادم، ويستجيب Fics عن طريق
bg: Използвате Fics, като изпращате команда до сървъра, Fics отговаря чрез
bn: আপনি সার্ভারে একটি কমান্ড পাঠিয়ে Fics ব্যবহার করেন, Fics এর মাধ্যমে সাড়া দেয়
da: Du bruger Fics ved at sende en kommando til serveren, Fics svarer med
sq: Ju përdorni Fics duke dërguar një komandë në server, Fics përgjigjet me
zh: 你可以通过向服务器发送命令来使用 Fics，Fics 会通过以下方式响应

source: sending a message back and then you respond to that message, and so on.
ar: إرسال رسالة مرة أخرى ثم الرد على تلك الرسالة، وهكذا.
bg: изпращане на съобщение обратно и след това отговаряте на това съобщение и т.н.
bn: একটি বার্তা পাঠানো এবং তারপর আপনি সেই বার্তার উত্তর দেওয়া, ইত্যাদি।
da: sende en besked tilbage, og så svarer du på den besked, og så videre.
sq: dërgimi i një mesazhi përsëri dhe më pas ju i përgjigjeni atij mesazhi, e kështu me radhë.
zh: 发送一条消息，然后您回复该消息，依此类推。

source: To connect to Fics, click on the 1st (leftmost icon) on the toolbar.
ar: للاتصال بـ Fics، انقر على الرمز الأول (أقصى اليسار) على شريط الأدوات.
bg: За да се свържете с Fics, щракнете върху първата (най-лявата икона) в лентата с инструменти.
bn: Fics-এর সাথে সংযোগ স্থাপন করতে, টুলবারের ১ম (সবচেয়ে বাম দিকের আইকনে) ক্লিক করুন।
da: For at oprette forbindelse til Fics skal du klikke på det 1. (ikonet længst til venstre) på værktøjslinjen.
sq: Për t'u lidhur me Fics, klikoni në ikonën e parë (ikona në të majtë) në shiritin e veglave.
zh: 要连接到 Fics，请单击工具栏上的第一个图标（最左边的图标）。

source: This opens the <Connect to Fics> dialog box.
ar: سيؤدي هذا إلى فتح مربع الحوار <الاتصال بالقصص>.
bg: Това отваря диалоговия прозорец <Свързване към Fics>.
bn: এটি <Connect to Fics> ডায়ালগ বক্সটি খুলবে।
da: Dette åbner dialogboksen <Connect to Fics>.
sq: Kjo hap kutinë e dialogut <Lidhu me Fics>.
zh: 这将打开<连接到 Fics>对话框。

source: by clicking on the appropriate icon on the toolbar.
ar: بالضغط على الأيقونة المناسبة على شريط الأدوات.
bg: като щракнете върху съответната икона в лентата с инструменти.
bn: টুলবারের উপযুক্ত আইকনে ক্লিক করে।
da: ved at klikke på det relevante ikon på værktøjslinjen.
sq: duke klikuar në ikonën përkatëse në shiritin e veglave.
zh: 通过单击工具栏上的相应图标。

source: Some icons send a command immediately, otherS wait for you to type in
ar: ترسل بعض الرموز أمرًا على الفور، بينما تنتظر رموز أخرى أن تكتب الأمر
bg: Някои икони изпращат команда веднага, други чакат да въведете
bn: কিছু আইকন তাৎক্ষণিকভাবে একটি কমান্ড পাঠায়, অন্যরা আপনার টাইপ করার জন্য অপেক্ষা করে।
da: Nogle ikoner sender en kommando med det samme, andre venter på, at du skriver ind
sq: Disa ikona dërgojnë një komandë menjëherë, të tjera presin që ju të shkruani
zh: 有些图标会立即发送命令，其他图标则等待您输入
