Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: Check to show status bar
ar: حدد لإظهار شريط الحالة
bg: Поставете отметка, за да се покаже лентата на състоянието
bn: স্ট্যাটাস বার দেখানোর জন্য চেক করুন
da: Marker for at vise statuslinjen
sq: Kontrollo për të shfaqur shiritin e statusit
zh: 勾选显示状态栏

source: Check to automatically load the associated
ar: حدد خيار تحميل البيانات المرتبطة تلقائيًا
bg: Поставете отметка, за да заредите автоматично свързаните
bn: সংশ্লিষ্ট স্বয়ংক্রিয়ভাবে লোড করতে চেক করুন
da: Marker for automatisk at indlæse den tilknyttede
sq: Kontrollo për të ngarkuar automatikisht të lidhur
zh: 勾选自动加载相关

source: pgn file when a video file is loaded
ar: ملف pgn عند تحميل ملف فيديو
bg: pgn файл, когато се зареди видео файл
bn: একটি ভিডিও ফাইল লোড হলে pgn ফাইল
da: pgn-fil, når en videofil indlæses
sq: pgn kur ngarkohet një skedar video
zh: 加载视频文件时显示 pgn 文件

source: Check to show all files when loading a file
ar: حدد هذا الخيار لإظهار كافة الملفات عند تحميل ملف
bg: Поставете отметка, за да показвате всички файлове при зареждане на файл
bn: ফাইল লোড করার সময় সমস্ত ফাইল দেখানোর জন্য চেক করুন
da: Marker for at vise alle filer, når en fil indlæses
sq: Kontrolloni për të shfaqur të gjithë skedarët kur ngarkoni një skedar
zh: 勾选加载文件时显示所有文件

source: from the media player open file dialog box
ar: من مربع حوار فتح الملف الخاص بمشغل الوسائط
bg: от диалоговия прозорец за отваряне на файл на медийния плейър
bn: মিডিয়া প্লেয়ার থেকে ফাইল ডায়ালগ বক্স খুলুন
da: fra medieafspilleren åbne fil-dialogboksen
sq: nga kutia e dialogut të skedarit të hapur të media player-it
zh: 从媒体播放器打开文件对话框

source: Check to update the video edit mode options
ar: حدد هذا المربع لتحديث خيارات وضع تحرير الفيديو
bg: Поставете отметка, за да актуализирате опциите на режима за редактиране на видео
bn: ভিডিও সম্পাদনা মোড বিকল্পগুলি আপডেট করতে চেক করুন।
da: Marker for at opdatere indstillingerne for videoredigeringstilstand
sq: Kontrolloni për të përditësuar opsionet e modalitetit të modifikimit të videos
zh: 勾选以更新视频编辑模式选项

source: automatically when changing video edit mode
ar: تلقائيًا عند تغيير وضع تحرير الفيديو
bg: автоматично при смяна на режима за редактиране на видео
bn: ভিডিও সম্পাদনা মোড পরিবর্তন করার সময় স্বয়ংক্রিয়ভাবে
da: automatisk, når du skifter videoredigeringstilstand
sq: automatikisht kur ndryshoni modalitetin e modifikimit të videos
zh: 更改视频编辑模式时自动

source: Check to set to video edit mode
ar: حدد هذا المربع لتعيين وضع تحرير الفيديو
bg: Поставете отметка, за да зададете режим на редактиране на видео
bn: ভিডিও সম্পাদনা মোডে সেট করতে চেক করুন
da: Marker for at indstille til videoredigeringstilstand
sq: Kontrollo për ta vendosur në modalitetin e modifikimit të videos
zh: 勾选设置为视频编辑模式

source: Check to update video from game position
ar: حدد لتحديث الفيديو من موضع اللعبة
bg: Поставете отметка, за да актуализирате видеото от позицията на играта
bn: গেম পজিশন থেকে ভিডিও আপডেট করতে চেক করুন।
da: Marker for at opdatere video fra spilposition
sq: Kontrollo për të përditësuar videon nga pozicioni i lojës
zh: 检查从游戏位置更新视频

source: Check to update game position from video
ar: حدد لتحديث موضع اللعبة من الفيديو
bg: Поставете отметка, за да актуализирате позицията на играта от видеото
bn: ভিডিও থেকে গেমের অবস্থান আপডেট করতে চেক করুন।
da: Marker for at opdatere spilpositionen fra videoen
sq: Kontrollo për të përditësuar pozicionin e lojës nga video
zh: 检查视频中更新的游戏位置

source: Check to automatically pause the video for quiz questions
ar: حدد هذا المربع لإيقاف الفيديو مؤقتًا تلقائيًا عند طرح أسئلة الاختبار
bg: Поставете отметка, за да поставите видеоклипа на пауза автоматично за въпроси от теста
bn: কুইজ প্রশ্নের জন্য ভিডিওটি স্বয়ংক্রিয়ভাবে থামাতে চেক করুন
da: Marker for automatisk at sætte videoen på pause for quizspørgsmål
sq: Kontrollo për ta ndërprerë automatikisht videon për pyetjet e kuizit
zh: 勾选后，在回答问答题时自动暂停视频

source: Check to display puzzle panel
ar: حدد لعرض لوحة الألغاز
bg: Поставете отметка, за да покажете панела с пъзели
bn: ধাঁধার প্যানেল প্রদর্শন করতে চেক করুন
da: Marker for at vise puslespilspanelet
sq: Kontrolloni për të shfaqur panelin e enigmës
zh: 勾选显示拼图面板

source: during a video when puzzle mode is set
ar: أثناء تشغيل مقطع فيديو عند ضبط وضع اللغز
bg: по време на видео, когато е зададен режим пъзел
bn: ভিডিও চলাকালীন যখন ধাঁধা মোড সেট করা থাকে
da: under en video, når puslespilstilstand er indstillet
sq: gjatë një videoje kur është vendosur modaliteti i enigmës
zh: 在设置拼图模式的视频中

source: Check to automatically start the clock
ar: حدد هذا الخيار لبدء تشغيل الساعة تلقائيًا
bg: Поставете отметка за автоматично стартиране на часовника
bn: ঘড়িটি স্বয়ংক্রিয়ভাবে চালু করতে চেক করুন
da: Marker for automatisk at starte uret
sq: Kontrollo për të nisur automatikisht orën
zh: 勾选以自动启动时钟

source: Enter the number of puzzle move attempts
ar: أدخل عدد محاولات تحريك اللغز
bg: Въведете броя на опитите за преместване на пъзела
bn: ধাঁধা সরানোর প্রচেষ্টার সংখ্যা লিখুন
da: Indtast antallet af puslespilsforsøg
sq: Futni numrin e përpjekjeve për lëvizjen e enigmës
zh: 输入拼图移动尝试次数

source: allowed before a hint is displayed
ar: مسموح به قبل عرض التلميح
bg: разрешено, преди да се покаже подсказка
bn: ইঙ্গিত প্রদর্শিত হওয়ার আগে অনুমোদিত
da: tilladt, før et tip vises
sq: lejohet përpara se të shfaqet një sugjerim
zh: 在显示提示之前允许

source: allowed before the correct move is displayed
ar: مسموح به قبل عرض الحركة الصحيحة
bg: разрешено, преди да се покаже правилният ход
bn: সঠিক পদক্ষেপ প্রদর্শিত হওয়ার আগে অনুমোদিত
da: tilladt, før det korrekte træk vises
sq: lejohet përpara se të shfaqet lëvizja e duhur
zh: 在显示正确的动作之前允许

source: Enter the default video move time
ar: أدخل وقت تحريك الفيديو الافتراضي
bg: Въведете времето за преместване на видео по подразбиране
bn: ডিফল্ট ভিডিও সরানোর সময় লিখুন
da: Indtast standard videoflyttetid
sq: Futni kohën e paracaktuar të lëvizjes së videos
zh: 输入默认视频移动时间

source: This dialog box allows you to select the media player options.
ar: يسمح لك مربع الحوار هذا بتحديد خيارات مشغل الوسائط.
bg: Този диалогов прозорец ви позволява да изберете опциите на медийния плейър.
bn: এই ডায়ালগ বক্সটি আপনাকে মিডিয়া প্লেয়ারের বিকল্পগুলি নির্বাচন করতে দেয়।
da: Denne dialogboks giver dig mulighed for at vælge medieafspillerens indstillinger.
sq: Kjo kuti dialogu ju lejon të zgjidhni opsionet e media player.
zh: 该对话框允许您选择媒体播放器选项。

source: Native controls : Check to display the inbuilt media player controls.
ar: عناصر التحكم الأصلية: حدد هذا الخيار لعرض عناصر التحكم في مشغل الوسائط المضمنة.
bg: Естествени контроли: Поставете отметка, за да показвате контролите на вградения мултимедиен плейър.
bn: নেটিভ কন্ট্রোল: অন্তর্নির্মিত মিডিয়া প্লেয়ার কন্ট্রোলগুলি প্রদর্শন করতে চেক করুন।
da: Indbyggede kontroller: Marker for at vise de indbyggede medieafspillerkontroller.
sq: Kontrollet origjinale: Kontrolloni për të shfaqur kontrollet e integruara të luajtësit të mediave.
zh: 本机控件：选中以显示内置媒体播放器控件。

source: Show toolbar : Check to show the toolbar on the media player window.
ar: إظهار شريط الأدوات: حدد هذا الخيار لإظهار شريط الأدوات على نافذة مشغل الوسائط.
bg: Показване на лентата с инструменти: Поставете отметка, за да покажете лентата с инструменти в прозореца на мултимедийния плейър.
bn: টুলবার দেখান : মিডিয়া প্লেয়ার উইন্ডোতে টুলবারটি দেখতে চেক করুন।
da: Vis værktøjslinje : Marker for at vise værktøjslinjen i medieafspillervinduet.
sq: Shfaq shiritin e veglave: Kontrollo për të shfaqur shiritin e veglave në dritaren e luajtësit të mediave.
zh: 显示工具栏：选中此项可在媒体播放器窗口上显示工具栏。

source: Show status bar : Check to show the status bar on the media player window.
ar: إظهار شريط الحالة: حدد هذا الخيار لإظهار شريط الحالة على نافذة مشغل الوسائط.
bg: Показване на лентата на състоянието: Поставете отметка, за да показвате лентата на състоянието в прозореца на мултимедийния плейър.
bn: স্ট্যাটাস বার দেখান : মিডিয়া প্লেয়ার উইন্ডোতে স্ট্যাটাস বার দেখাতে চেক করুন।
da: Vis statuslinje : Marker for at vise statuslinjen i medieafspillervinduet.
sq: Shfaq shiritin e statusit: Kontrollo për të shfaqur shiritin e statusit në dritaren e luajtësit të mediave.
zh: 显示状态栏：选中此项可在媒体播放器窗口上显示状态栏。

source: Auto load PGN file : Check to automatically load the corresponding
ar: تحميل ملف PGN تلقائيًا: حدد هذا الخيار لتحميل الملف المقابل تلقائيًا
bg: Автоматично зареждане на PGN файл: Поставете отметка, за да заредите автоматично съответния
bn: স্বয়ংক্রিয়ভাবে PGN ফাইল লোড করুন: সংশ্লিষ্ট ফাইলটি স্বয়ংক্রিয়ভাবে লোড করতে চেক করুন
da: Automatisk indlæsning af PGN-fil: Marker for automatisk at indlæse den tilsvarende
sq: Ngarkimi automatik i skedarit PGN: Kontrolloni për të ngarkuar automatikisht skedarin përkatës
zh: 自动加载PGN文件：勾选后自动加载相应的

source: PGN file when you load a .mp4 video file.
ar: ملف PGN عند تحميل ملف فيديو .mp4.
bg: PGN файл, когато заредите .mp4 видео файл.
bn: যখন আপনি একটি .mp4 ভিডিও ফাইল লোড করেন তখন PGN ফাইল।
da: PGN-fil, når du indlæser en .mp4-videofil.
sq: Skedari PGN kur ngarkoni një skedar video .mp4.
zh: 加载 .mp4 视频文件时，生成 PGN 文件。

source: Show all files : Check to show all the files in a directory
ar: إظهار جميع الملفات: حدد هذا الخيار لإظهار جميع الملفات الموجودة في الدليل
bg: Показване на всички файлове: Поставете отметка, за да показвате всички файлове в дадена директория
bn: সকল ফাইল দেখান : একটি ডিরেক্টরিতে থাকা সকল ফাইল দেখানোর জন্য চেক করুন
da: Vis alle filer : Marker for at vise alle filerne i en mappe
sq: Shfaq të gjithë skedarët : Kontrollo për të shfaqur të gjithë skedarët në një direktori
zh: 显示所有文件：选中则显示目录中的所有文件

source: when loading a video file from the media player open file dialog box.
ar: عند تحميل ملف فيديو من مشغل الوسائط، افتح مربع حوار الملف.
bg: когато зареждате видео файл от диалоговия прозорец за отваряне на файла на мултимедийния плейър.
bn: মিডিয়া প্লেয়ার থেকে ভিডিও ফাইল লোড করার সময় ফাইল ডায়ালগ বক্স খুলুন।
da: når du indlæser en videofil fra medieafspilleren åbne fil-dialogboksen.
sq: kur ngarkoni një skedar video nga kutia e dialogut të skedarit të hapur të riprodhuesit të medias.
zh: 从媒体播放器打开文件对话框加载视频文件时。

source: Uncheck to show *.mp4 files only.
ar: قم بإلغاء تحديد هذا الخيار لإظهار ملفات *.mp4 فقط.
bg: Махнете отметката, за да показвате само *.mp4 файлове.
bn: শুধুমাত্র *.mp4 ফাইল দেখানোর জন্য আনচেক করুন।
da: Fjern markeringen for kun at vise *.mp4-filer.
sq: Hiq zgjedhjen për të shfaqur vetëm skedarët *.mp4.
zh: 取消选中则仅显示 *.mp4 文件。

source: Use edit mode update : Check to update the video edit mode options
ar: استخدم تحديث وضع التحرير: حدد هذا الخيار لتحديث خيارات وضع تحرير الفيديو
bg: Използвайте актуализация на режима на редактиране: Поставете отметка, за да актуализирате опциите на режима на редактиране на видео
bn: সম্পাদনা মোড আপডেট ব্যবহার করুন: ভিডিও সম্পাদনা মোড বিকল্পগুলি আপডেট করতে চেক করুন
da: Brug opdatering af redigeringstilstand: Marker for at opdatere indstillingerne for videoredigeringstilstand
sq: Përdor përditësimin e modalitetit të modifikimit: Kontrolloni për të përditësuar opsionet e modalitetit të modifikimit të videos
zh: 使用编辑模式更新：勾选以更新视频编辑模式选项

source: according to the setting of <Video edit mode>
ar: وفقًا لإعداد <وضع تحرير الفيديو>
bg: според настройката на <Режим за редактиране на видео>
bn: <ভিডিও সম্পাদনা মোড> এর সেটিং অনুসারে
da: i henhold til indstillingen af ​​<Videoredigeringstilstand>
sq: sipas cilësimeve të <Modaliteti i modifikimit të videos>
zh: 根据<视频编辑模式>的设置

source: Uncheck if you want to set the options differently to the defaults.
ar: قم بإلغاء تحديد إذا كنت تريد تعيين الخيارات بشكل مختلف عن الإعدادات الافتراضية.
bg: Премахнете отметката, ако искате да зададете опциите, различни от тези по подразбиране.
bn: আপনি যদি অপশনগুলিকে ডিফল্টে ভিন্নভাবে সেট করতে চান তাহলে আনচেক করুন।
da: Fjern markeringen, hvis du vil indstille indstillingerne anderledes end standardindstillingerne.
sq: Hiq zgjedhjen nëse dëshironi t'i vendosni opsionet ndryshe në standardet.
zh: 如果要设置与默认选项不同的选项，请取消选中。

source: Video edit mode : Check this box if you are making a video.
ar: وضع تحرير الفيديو: حدد هذا المربع إذا كنت تقوم بإنشاء مقطع فيديو.
bg: Режим за редактиране на видео: Поставете отметка в това квадратче, ако правите видео.
bn: ভিডিও সম্পাদনা মোড: যদি আপনি একটি ভিডিও তৈরি করেন তবে এই বাক্সটি চেক করুন।
da: Videoredigeringstilstand : Marker dette felt, hvis du laver en video.
sq: Modaliteti i modifikimit të videos: Kontrolloni këtë kuti nëse jeni duke bërë një video.
zh: 视频编辑模式：如果您正在制作视频，请选中此框。

source: When first checked, it will activate and uncheck the the next two boxes.
ar: عند تحديده لأول مرة، سيتم تنشيط وإلغاء تحديد المربعين التاليين.
bg: Когато бъде поставена първа отметка, тя ще се активира и ще премахне отметката от следващите две квадратчета.
bn: প্রথমবার চেক করলে, এটি সক্রিয় হবে এবং পরবর্তী দুটি বাক্স থেকে টিক চিহ্ন সরিয়ে দেবে।
da: Når det først er markeret, vil det aktivere og fjerne markeringen i de næste to felter.
sq: Kur të kontrollohet për herë të parë, do të aktivizohet dhe do të zgjidhet dy kutitë e ardhshme.
zh: 第一次检查时，它将激活并取消选中接下来的两个框。

source: For normal playback of videos, leave this box unchecked.
ar: لتشغيل مقاطع الفيديو بشكل طبيعي، اترك هذا المربع بدون تحديد.
bg: За нормално възпроизвеждане на видеоклипове, оставете това поле без отметка.
bn: ভিডিওগুলির স্বাভাবিক প্লেব্যাকের জন্য, এই বাক্সটি আনচেক না করে রাখুন।
da: For normal afspilning af videoer skal du lade dette felt være umarkeret.
sq: Për riprodhimin normal të videove, lini këtë kuti të pazgjedhur.
zh: 为了正常播放视频，请不要选中此框。

source: Update video from game : Check to update the video position from the game.
ar: تحديث الفيديو من اللعبة: حدد هذا الخيار لتحديث موضع الفيديو من اللعبة.
bg: Актуализиране на видео от играта: Поставете отметка, за да актуализирате видео позицията от играта.
bn: গেম থেকে ভিডিও আপডেট করুন: গেম থেকে ভিডিও অবস্থান আপডেট করতে চেক করুন।
da: Opdater video fra spil: Marker for at opdatere videopositionen fra spillet.
sq: Përditësimi i videos nga loja: Kontrolloni për të përditësuar pozicionin e videos nga loja.
zh: 从游戏更新视频：检查从游戏更新视频位置。

source: Update game from video : Check to update the game position from the video.
ar: تحديث اللعبة من الفيديو: حدد هذا الخيار لتحديث موضع اللعبة من الفيديو.
bg: Актуализиране на играта от видео: Поставете отметка, за да актуализирате позицията на играта от видеото.
bn: ভিডিও থেকে গেম আপডেট করুন: ভিডিও থেকে গেমের অবস্থান আপডেট করতে চেক করুন।
da: Opdater spil fra video : Marker for at opdatere spilpositionen fra videoen.
sq: Përditëso lojën nga video: Kontrollo për të përditësuar pozicionin e lojës nga video.
zh: 从视频更新游戏：勾选后即可从视频更新游戏位置。

source: Pause for questions : Check to pause the video for quiz questions.
ar: إيقاف مؤقت للأسئلة: حدد هذا الخيار لإيقاف الفيديو مؤقتًا للإجابة على أسئلة الاختبار.
bg: Пауза за въпроси: Поставете отметка, за да поставите видеоклипа на пауза за въпроси от теста.
bn: প্রশ্নের জন্য বিরতি: কুইজ প্রশ্নের জন্য ভিডিওটি বিরতি দিতে চেক করুন।
da: Pause for spørgsmål : Marker for at sætte videoen på pause for quizspørgsmål.
sq: Ndalo për pyetjet: Kontrollo për të ndërprerë videon për pyetjet e kuizit.
zh: 暂停以回答问题：选中此项可暂停视频以回答测验问题。

source: Display puzzle panel : Check to display the puzzle panel
ar: عرض لوحة الألغاز: حدد هذا الخيار لعرض لوحة الألغاز
bg: Показване на панел с пъзели: Поставете отметка, за да покажете панела с пъзели
bn: ধাঁধা প্যানেল প্রদর্শন করুন: ধাঁধা প্যানেল প্রদর্শন করতে চেক করুন
da: Vis puslespilspanel: Marker for at få vist puslespilspanelet
sq: Ekrani i panelit të enigmës: Kontrolloni për të shfaqur panelin e enigmës
zh: 显示拼图面板：勾选即可显示拼图面板

source: in puzzle mode during the video.
ar: في وضع اللغز أثناء الفيديو.
bg: в режим пъзел по време на видеото.
bn: ভিডিও চলাকালীন ধাঁধা মোডে।
da: i puslespilstilstand under videoen.
sq: në modalitetin e enigmës gjatë videos.
zh: 在视频中处于拼图模式。

source: Start puzzle clock : Check to start the puzzle clock
ar: بدء تشغيل ساعة الألغاز: حدد هذا الخيار لبدء تشغيل ساعة الألغاز
bg: Стартиране на пъзел часовник: Поставете отметка, за да стартирате пъзел часовник
bn: ধাঁধা ঘড়ি শুরু করুন: ধাঁধা ঘড়ি শুরু করতে চেক করুন
da: Start puslespil ur: Marker for at starte puslespil ur
sq: Fillimi i orës së enigmës: Kontrolloni për të nisur orën e enigmës
zh: 启动拼图时钟：勾选即可启动拼图时钟

source: Show puzzle hint after try : Set the number of puzzle attempts allowed
ar: إظهار تلميح اللغز بعد المحاولة: تعيين عدد محاولات اللغز المسموح بها
bg: Показване на подсказка за пъзела след опит: Задайте броя разрешени опити за пъзел
bn: চেষ্টা করার পর ধাঁধার ইঙ্গিত দেখান: অনুমোদিত ধাঁধার প্রচেষ্টার সংখ্যা নির্ধারণ করুন
da: Vis puslespilstip efter forsøg: Indstil antallet af tilladte puslespilsforsøg
sq: Shfaq sugjerimin e enigmës pas përpjekjes: Cakto numrin e përpjekjeve të enigmës të lejuara
zh: 尝试后显示谜题提示：设置允许的谜题尝试次数

source: before a hint is displayed.
ar: قبل عرض التلميح.
bg: преди да се покаже подсказка.
bn: একটি ইঙ্গিত প্রদর্শিত হওয়ার আগে।
da: før et tip vises.
sq: përpara se të shfaqet një aluzion.
zh: 在显示提示之前。

source: Show puzzle move after try : Set the number of puzzle attempts allowed
ar: إظهار تحركات اللغز بعد المحاولة: تعيين عدد محاولات حل اللغز المسموح بها
bg: Показване на ход на пъзела след опит: Задайте броя разрешени опити за пъзел
bn: চেষ্টা করার পর ধাঁধা সরানো দেখান: অনুমোদিত ধাঁধা প্রচেষ্টার সংখ্যা সেট করুন
da: Vis puslespil efter forsøg: Indstil antallet af tilladte puslespilsforsøg
sq: Trego lëvizjen e enigmës pas përpjekjes: Cakto numrin e përpjekjeve të lejuara të enigmës
zh: 尝试后显示拼图移动：设置允许拼图尝试的次数

source: before the correct move is displayed.
ar: قبل أن يتم عرض الخطوة الصحيحة.
bg: преди да се покаже правилният ход.
bn: সঠিক পদক্ষেপ প্রদর্শিত হওয়ার আগে।
da: før det korrekte træk vises.
sq: përpara se të shfaqet lëvizja e duhur.
zh: 在显示正确的动作之前。

source: The puzzle mode equivalents of the two preceeding options are set to these
ar: يتم ضبط مكافئات وضع الألغاز للخيارين السابقين على هذه
bg: Еквивалентите на режима пъзел на двете предходни опции са зададени на тези
bn: পূর্ববর্তী দুটি বিকল্পের ধাঁধা মোড সমতুল্যগুলি এইগুলিতে সেট করা আছে
da: Puslespilstilstandens ækvivalenter til de to foregående muligheder er indstillet til disse
sq: Ekuivalentët e modalitetit të enigmës së dy opsioneve të mëparshme janë vendosur në këto
zh: 上述两个选项的拼图模式等效项设置为这些

source: values whilst the media player is open. When you close the media player,
ar: القيم أثناء فتح مشغل الوسائط. عند إغلاق مشغل الوسائط،
bg: стойности, докато медийният плейър е отворен. Когато затворите медийния плейър,
bn: মিডিয়া প্লেয়ার খোলা থাকাকালীন মান। যখন আপনি মিডিয়া প্লেয়ার বন্ধ করেন,
da: værdier, mens medieafspilleren er åben. Når du lukker medieafspilleren,
sq: vlerat ndërsa luajtësi i mediave është i hapur. Kur mbyllni luajtësin e mediave,
zh: 媒体播放器打开时的值。关闭媒体播放器时，

source: the original puzzle mode values are restored.
ar: تمت استعادة قيم وضع اللغز الأصلية.
bg: оригиналните стойности на режим пъзел се възстановяват.
bn: মূল ধাঁধা মোড মান পুনরুদ্ধার করা হয়।
da: de oprindelige puslespilstilstandsværdier gendannes.
sq: janë rikthyer vlerat origjinale të modalitetit të enigmës.
zh: 恢复原始拼图模式值。

source: Default move time value : Set the default video time for moves.
ar: قيمة وقت التحرك الافتراضية: تعيين وقت الفيديو الافتراضي للتحرك.
bg: Стойност за време на движение по подразбиране: Задайте времето за видео по подразбиране за ходове.
bn: ডিফল্ট সরানোর সময় মান: সরানোর জন্য ডিফল্ট ভিডিও সময় সেট করুন।
da: Standardtidsværdi for flytning: Indstil standard videotid for flytninger.
sq: Vlera e parazgjedhur e kohës së lëvizjes: Caktoni kohën e paracaktuar të videos për lëvizjet.
zh: 默认移动时间值：设置移动的默认视频时间。

source: Media player options help
ar: مساعدة حول خيارات مشغل الوسائط
bg: Помощ за опциите на медийния плейър
bn: মিডিয়া প্লেয়ারের বিকল্পগুলির সাহায্য
da: Hjælp til medieafspillere
sq: Opsionet e media player-it ndihmojnë
zh: 媒体播放器选项帮助

source: If you make changes to a PGN game that accompanies a video
ar: إذا قمت بإجراء تغييرات على لعبة PGN مصحوبة بفيديو
bg: Ако направите промени в PGN игра, която придружава видеоклип
bn: যদি আপনি একটি ভিডিওর সাথে থাকা PGN গেমে পরিবর্তন করেন
da: Hvis du foretager ændringer i et PGN-spil, der ledsager en video
sq: Nëse bëni ndryshime në një lojë PGN që shoqëron një video
zh: 如果你对视频附带的 PGN 游戏进行更改

source: and then save the video info with a game or separately
ar: ثم قم بحفظ معلومات الفيديو مع اللعبة أو بشكل منفصل
bg: и след това запазете видео информацията с игра или отделно
bn: এবং তারপর ভিডিও তথ্য একটি গেমের সাথে বা আলাদাভাবে সংরক্ষণ করুন
da: og gem derefter videooplysningerne med et spil eller separat
sq: dhe më pas ruani informacionin e videos me një lojë ose veçmas
zh: 然后将视频信息与游戏一起保存或单独保存

source: without having first saved the video markers,
ar: بدون حفظ علامات الفيديو أولاً،
bg: без първо да сте запазили видео маркерите,
bn: ভিডিও মার্কারগুলি প্রথমে সংরক্ষণ না করেই,
da: uden først at have gemt videomarkørerne,
sq: pa i ruajtur më parë shënuesit e videos,
zh: 无需先保存视频标记，

source: this could ruin the game/video synchronization.
ar: قد يؤدي هذا إلى إفساد مزامنة اللعبة/الفيديو.
bg: това може да съсипе синхронизацията на играта/видео.
bn: এটি গেম/ভিডিও সিঙ্ক্রোনাইজেশন নষ্ট করতে পারে।
da: dette kan ødelægge spil/video-synkroniseringen.
sq: kjo mund të prishë sinkronizimin e lojës/videos.
zh: 这可能会破坏游戏/视频同步。

source: If this is the case and you want a remedy, then start a new game
ar: إذا كانت هذه هي الحالة وتريد علاجًا، فابدأ لعبة جديدة
bg: Ако случаят е такъв и искате лекарство, започнете нова игра
bn: যদি এমনটা হয় এবং আপনি এর প্রতিকার চান, তাহলে একটি নতুন খেলা শুরু করুন।
da: Hvis dette er tilfældet, og du vil have en løsning, så start et nyt spil
sq: Nëse ky është rasti dhe ju dëshironi një zgjidhje, atëherë filloni një lojë të re
zh: 如果是这种情况，你想要补救措施，那么开始一场新游戏

source: without saving the game file and then reload the game.
ar: بدون حفظ ملف اللعبة ثم إعادة تحميل اللعبة.
bg: без да запазвате файла на играта и след това презаредете играта.
bn: গেম ফাইলটি সংরক্ষণ না করে এবং তারপর গেমটি পুনরায় লোড করুন।
da: uden at gemme spilfilen og derefter genindlæse spillet.
sq: pa ruajtur skedarin e lojës dhe më pas ringarkoni lojën.
zh: 无需保存游戏文件然后重新加载游戏。

source: Then select <Edit> <Save video markers> before making changes to the game.
ar: ثم حدد <تحرير> <حفظ علامات الفيديو> قبل إجراء أي تغييرات على اللعبة.
bg: След това изберете <Редактиране> <Запазване на видео маркери>, преди да направите промени в играта.
bn: তারপর গেমটিতে পরিবর্তন করার আগে <Edit> <Save video markers> নির্বাচন করুন।
da: Vælg derefter <Rediger> <Gem videomarkører>, før du foretager ændringer i spillet.
sq: Pastaj zgjidhni <Redakto> <Ruaj shënuesit e videos> përpara se të bëni ndryshime në lojë.
zh: 然后在对游戏进行更改之前选择<编辑> <保存视频标记>。

source: the video markers but have the re-save video markers option switched off.
ar: علامات الفيديو ولكن تم إيقاف تشغيل خيار إعادة حفظ علامات الفيديو.
bg: видео маркерите, но опцията за повторно запазване на видео маркери е изключена.
bn: ভিডিও মার্কারগুলি কিন্তু পুনরায় সংরক্ষণ ভিডিও মার্কার বিকল্পটি বন্ধ করে রাখা আছে।
da: videomarkørerne, men har muligheden for at gemme videomarkører igen slået fra.
sq: shënuesit e videove, por kanë të çaktivizuar opsionin e ri-ruajtjes së shënuesve të videos.
zh: 视频标记，但重新保存视频标记选项已关闭。

source: This can be switched on in <Options> from the Media player window.
ar: يمكن تشغيل ذلك في <الخيارات> من نافذة مشغل الوسائط.
bg: Това може да се включи в <Опции> от прозореца на Media Player.
bn: এটি মিডিয়া প্লেয়ার উইন্ডো থেকে <Options> এ চালু করা যেতে পারে।
da: Dette kan slås til i <Options> fra Media Player-vinduet.
sq: Kjo mund të ndizet te <Opsionet> nga dritarja e Media Player.
zh: 您可以在媒体播放器窗口的<选项>中打开此功能。

source: Do you still wish to continue with the save operation (y/n) ?
ar: هل لا تزال ترغب في الاستمرار في عملية الحفظ (y/n)؟
bg: Все още ли искате да продължите с операцията за запазване (да/не)?
bn: আপনি কি এখনও সংরক্ষণ অপারেশন (y/n) চালিয়ে যেতে চান?
da: Ønsker du stadig at fortsætte med at gemme operationen (y/n) ?
sq: Dëshironi ende të vazhdoni me operacionin e ruajtjes (y/n)?
zh: 您仍希望继续保存操作 (y/n) 吗？
