Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: Use the Show all ordered by player menu to search for players.
ar: استخدم قائمة "إظهار الكل حسب اللاعب" للبحث عن اللاعبين.
bg: Използвайте менюто Показване на всички подредени по играч, за да търсите играчи.
bn: খেলোয়াড়দের অনুসন্ধান করতে "খেলোয়াড় অনুসারে ক্রমানুসারে সকল দেখান" মেনু ব্যবহার করুন।
da: Brug menuen Vis alle sorteret efter spiller til at søge efter spillere.
sq: Përdorni menynë Trego të gjitha të renditura sipas lojtarit për të kërkuar lojtarë.
zh: 使用按玩家排序显示全部菜单来搜索玩家。

source: You can sort on any column including the Moves column.
ar: يمكنك الفرز على أي عمود بما في ذلك عمود التحركات.
bg: Можете да сортирате във всяка колона, включително колоната Премествания.
bn: আপনি মুভস কলাম সহ যেকোনো কলামে সাজাতে পারেন।
da: Du kan sortere på en hvilken som helst kolonne, inklusive kolonnen Bevægelser.
sq: Ju mund të renditni në çdo kolonë duke përfshirë kolonën Lëviz.
zh: 您可以对任意列进行排序，包括移动列。

source: The Moves column sort is statistical (most popular lines first)
ar: يتم فرز عمود التحركات بشكل إحصائي (الأسطر الأكثر شيوعًا أولاً)
bg: Сортирането на колоната Moves е статистическо (първо най-популярните редове)
bn: মুভস কলামের সাজানোর ধরণ পরিসংখ্যানগত (সবচেয়ে জনপ্রিয় লাইন প্রথমে)
da: Sorteringen af ​​Moves-kolonnen er statistisk (mest populære linjer først)
sq: Renditja e kolonës Moves është statistikore (në fillim rreshtat më të njohura)
zh: Moves 列排序是统计性的（最受欢迎的行排在第一位）

source: rather than alphabetical. Sort history is respected in tie breaks.
ar: بدلاً من الترتيب الأبجدي، يتم احترام تاريخ الترتيب في فترات التعادل.
bg: а не по азбучен ред. Историята на сортирането се зачита в тайбрейковете.
bn: বর্ণানুক্রমিক নয়। টাই ব্রেকে সাজানোর ইতিহাসকে সম্মান করা হয়।
da: snarere end alfabetisk. Sorteringshistorik respekteres i tie breaks.
sq: e jo alfabetike. Historia e renditjes respektohet në ndërprerjet e barazimit.
zh: 而不是按字母顺序排列。在决胜局中，排序历史是受尊重的。

source: For example, if you sort on Moves, then on Black, then on White;
ar: على سبيل المثال، إذا قمت بالفرز حسب التحركات، ثم حسب الأسود، ثم حسب الأبيض؛
bg: Например, ако сортирате по движения, след това по черно, след това по бяло;
bn: উদাহরণস্বরূপ, যদি আপনি মুভস-এ সাজান, তারপর কালো-এ, তারপর সাদা-এ;
da: For eksempel, hvis du sorterer på Moves, derefter på Sort og derefter på Hvid;
sq: Për shembull, nëse renditni në Moves, pastaj në të zezë, pastaj në të bardhë;
zh: 例如，如果您按移动排序，然后按黑色排序，然后按白色排序；

source: The games will be sorted by White player,
ar: سيتم فرز المباريات حسب اللاعب الأبيض،
bg: Игрите ще бъдат сортирани по бял играч,
bn: খেলাগুলো সাদা খেলোয়াড় অনুসারে সাজানো হবে,
da: Spillene vil blive sorteret efter hvid spiller,
sq: Lojërat do të renditen sipas lojtarit të bardhë,
zh: 比赛将按照白方选手排序，

source: but all opponents will be grouped together
ar: ولكن سيتم تجميع جميع المعارضين معًا
bg: но всички противници ще бъдат групирани заедно
bn: কিন্তু সকল প্রতিপক্ষকে একত্রিত করা হবে
da: men alle modstandere vil blive grupperet sammen
sq: por të gjithë kundërshtarët do të grupohen së bashku
zh: 但所有对手将被分组在一起

source: (because of the earlier sort on Black),
ar: (بسبب الفرز السابق على الأسود)،
bg: (поради по-ранното сортиране на черно),
bn: (ব্ল্যাক-এ আগের ধরণের কারণে),
da: (på grund af den tidligere slags på sort),
sq: (për shkak të llojit të mëparshëm në të zezë),
zh: （因为之前对黑方进行了排序），

source: and if there are multiple games between the same players,
ar: وإذا كانت هناك ألعاب متعددة بين نفس اللاعبين،
bg: и ако има няколко игри между едни и същи играчи,
bn: এবং যদি একই খেলোয়াড়দের মধ্যে একাধিক খেলা হয়,
da: og hvis der er flere spil mellem de samme spillere,
sq: dhe nëse ka shumë lojëra midis të njëjtëve lojtarë,
zh: 如果同一玩家之间有多场比赛，

source: the games will be sorted according to the most common opening sequences
ar: سيتم تصنيف الألعاب وفقًا لتسلسلات الافتتاح الأكثر شيوعًا
bg: игрите ще бъдат сортирани според най-често срещаните начални последователности
bn: খেলাগুলো সবচেয়ে সাধারণ উদ্বোধনী ক্রম অনুসারে সাজানো হবে।
da: spillene vil blive sorteret efter de mest almindelige åbningssekvenser
sq: lojërat do të renditen sipas sekuencave më të zakonshme të hapjes
zh: 比赛将按照最常见的开场顺序进行排序

source: between those two players (because of the earlier sort on Moves).
ar: بين هذين اللاعبين (بسبب الفرز السابق للحركات).
bg: между тези двама играчи (поради по-ранното сортиране на ходовете).
bn: ঐ দুই খেলোয়াড়ের মধ্যে (মুভস-এ আগের সাজানোর কারণে)।
da: mellem disse to spillere (på grund af den tidligere slags på Moves).
sq: mes këtyre dy lojtarëve (për shkak të llojit të mëparshëm në lëvizje).
zh: 在这两位玩家之间（因为之前对 Moves 进行了排序）。

source: The first column (column '#') is provided only to allow
ar: يتم توفير العمود الأول (العمود '#') فقط للسماح
bg: Първата колона (колона '#') е предоставена само за разрешаване
bn: প্রথম কলাম (কলাম '#') শুধুমাত্র অনুমতি দেওয়ার জন্য প্রদান করা হয়েছে
da: Den første kolonne (kolonne '#') er kun angivet for at tillade
sq: Kolona e parë (kolona '#') ofrohet vetëm për të lejuar
zh: 第一列（列‘#’）仅用于允许

source: a sort on initial order (for restoring or reversing the initial order).
ar: فرز حسب الترتيب الأولي (لاستعادة أو عكس الترتيب الأولي).
bg: сортиране по първоначален ред (за възстановяване или обръщане на първоначалния ред).
bn: প্রাথমিক ক্রম অনুসারে একটি সাজানো (প্রাথমিক ক্রম পুনরুদ্ধার বা বিপরীত করার জন্য)।
da: en sortering efter indledende rækkefølge (for at gendanne eller vende den oprindelige rækkefølge).
sq: një lloj sipas rendit fillestar (për rivendosjen ose kthimin e rendit fillestar).
zh: 按初始顺序排序（用于恢复或逆转初始顺序）。

source: To reverse sort, click twice.
ar: لعكس الترتيب، انقر مرتين.
bg: За да обърнете сортирането, щракнете два пъти.
bn: বিপরীত সাজানোর জন্য, দুবার ক্লিক করুন।
da: Klik to gange for at vende sorteringen.
sq: Për të kthyer renditjen, klikoni dy herë.
zh: 要反向排序，请单击两次。

source: Database Dialog Help
ar: مساعدة مربع حوار قاعدة البيانات
bg: Помощ за диалогов прозорец за база данни
bn: ডাটাবেস ডায়ালগ সাহায্য
da: Hjælp til databasedialog
sq: Ndihma e dialogut të bazës së të dhënave
zh: 数据库对话框帮助

source: Black Player
ar: لاعب أسود
bg: Черен играч
bn: কালো খেলোয়াড়
da: Sort spiller
sq: Lojtar i zi
zh: 黑人球员

source: Searching ....
ar: البحث ....
bg: Търсене ....
bn: খুঁজছি....
da: Søger....
sq: Duke kërkuar ....
zh: 正在搜索....

source: Searching...
ar: جاري البحث...
bg: Търсене...
bn: অনুসন্ধান করা হচ্ছে...
da: Søger...
sq: Po kërkon...
zh: 正在搜索…

source: Next Move
ar: الخطوة التالية
bg: Следващ ход
bn: পরবর্তী পদক্ষেপ
da: Næste træk
sq: Lëvizja tjetër
zh: 下一步

source: Transpositions
ar: النقلات
bg: Транспозиции
bn: স্থানান্তর
da: Transpositioner
sq: Transpozimet
zh: 转置

source: Engine name - No engine selected
ar: اسم المحرك - لم يتم تحديد أي محرك
bg: Име на двигателя - Няма избран двигател
bn: ইঞ্জিনের নাম - কোনও ইঞ্জিন নির্বাচিত হয়নি
da: Motornavn - Ingen motor valgt
sq: Emri i motorit - Nuk është zgjedhur asnjë motor
zh: 引擎名称 - 未选择引擎

source: Engine name -
ar: اسم المحرك -
bg: Име на двигателя -
bn: ইঞ্জিনের নাম -
da: Motornavn -
sq: Emri i motorit -
zh: 发动机名称 -

source: No engine parameter options read
ar: لم تتم قراءة خيارات معلمات المحرك
bg: Няма прочетени опции за параметри на двигателя
bn: ইঞ্জিন প্যারামিটারের কোনও বিকল্প পড়া যায়নি।
da: Ingen motorparameterindstillinger læst
sq: Nuk lexohen opsionet e parametrave të motorit
zh: 未读取引擎参数选项

source: Engine error message
ar: رسالة خطأ المحرك
bg: Съобщение за грешка на двигателя
bn: ইঞ্জিন ত্রুটি বার্তা
da: Motorfejlmeddelelse
sq: Mesazhi i gabimit të motorit
zh: 引擎错误消息

source: Engine playing strength
ar: قوة تشغيل المحرك
bg: Сила на свирене на двигателя
bn: ইঞ্জিনের বাজানোর শক্তি
da: Motorens spillestyrke
sq: Forca e luajtjes së motorit
zh: 引擎发挥实力

source: This panel lets you select the UCI engine to run (an .exe file).
ar: تتيح لك هذه اللوحة تحديد محرك UCI لتشغيله (ملف .exe).
bg: Този панел ви позволява да изберете UCI двигателя, който да стартирате (.exe файл).
bn: এই প্যানেলটি আপনাকে চালানোর জন্য UCI ইঞ্জিন (একটি .exe ফাইল) নির্বাচন করতে দেয়।
da: Dette panel lader dig vælge den UCI-motor, der skal køres (en .exe-fil).
sq: Ky panel ju lejon të zgjidhni motorin UCI për të ekzekutuar (një skedar .exe).
zh: 该面板允许您选择要运行的 UCI 引擎（一个 .exe 文件）。

source: You can also select parameters to modify engine behaviour.
ar: يمكنك أيضًا تحديد المعلمات لتعديل سلوك المحرك.
bg: Можете също така да изберете параметри, за да промените поведението на двигателя.
bn: আপনি ইঞ্জিনের আচরণ পরিবর্তন করার জন্য প্যারামিটারগুলিও নির্বাচন করতে পারেন।
da: Du kan også vælge parametre for at ændre motorens opførsel.
sq: Ju gjithashtu mund të zgjidhni parametrat për të modifikuar sjelljen e motorit.
zh: 您还可以选择参数来修改引擎行为。

source: UCI Engine executable file:
ar: ملف قابل للتنفيذ لـ UCI Engine:
bg: Изпълним файл на UCI Engine:
bn: UCI ইঞ্জিন এক্সিকিউটেবল ফাইল:
da: UCI Engine eksekverbar fil:
sq: Skedari i ekzekutueshëm i UCI Engine:
zh: UCI 引擎可执行文件：

source: Use engine epm name
ar: استخدم اسم محرك epm
bg: Използвайте EPM име на двигателя
bn: ইঞ্জিনের ইপিএম নাম ব্যবহার করুন
da: Brug motorens epm-navn
sq: Përdorni emrin e motorit epm
zh: 使用引擎 epm 名称

source: Select the basic engine parameters :
ar: حدد معلمات المحرك الأساسية:
bg: Изберете основните параметри на двигателя:
bn: ইঞ্জিনের মৌলিক পরামিতি নির্বাচন করুন:
da: Vælg de grundlæggende motorparametre:
sq: Zgjidhni parametrat bazë të motorit:
zh: 选择基本发动机参数：

source: Max CPU cores:
ar: الحد الأقصى لنواة وحدة المعالجة المركزية:
bg: Макс. процесорни ядра:
bn: সর্বোচ্চ CPU কোর:
da: Max CPU-kerner:
sq: Bërthamat maksimale të CPU:
zh: 最大 CPU 核心数：

source: Hash size (MB):
ar: حجم التجزئة (ميغابايت):
bg: Размер на хеша (MB):
bn: হ্যাশের আকার (এমবি):
da: Hash-størrelse (MB):
sq: Madhësia e hash-it (MB):
zh: 哈希大小 (MB)：

source: Ponder
ar: تأمل
bg: Размишлявайте
bn: চিন্তা করুন
da: Overvej
sq: Mendoni
zh: 思考

source: Engine Priority
ar: أولوية المحرك
bg: Приоритет на двигателя
bn: ইঞ্জিন অগ্রাধিকার
da: Motorprioritet
sq: Prioriteti i motorit
zh: 引擎优先级

source: Normal
ar: طبيعي
bg: нормално
bn: স্বাভাবিক
sq: Normale
zh: 普通的

source: Below normal
ar: أقل من المعدل الطبيعي
bg: Под нормата
bn: স্বাভাবিকের নিচে
da: Under normalen
sq: Nën normale
zh: 低于正常水平

source: Idle
ar: عاطل
bg: празен ход
bn: নিষ্ক্রিয়
da: Ledig
sq: I papunë
zh: 闲置的

source: Limit playing strength
ar: تحديد قوة اللعب
bg: Ограничете силата на игра
bn: খেলার শক্তি সীমিত করুন
da: Begræns spillestyrken
sq: Kufizoni forcën e lojës
zh: 限制打牌实力

source: Set ELO rating
ar: تعيين تصنيف ELO
bg: Задайте ELO рейтинг
bn: ELO রেটিং সেট করুন
da: Indstil ELO-rating
sq: Cakto vlerësimin ELO
zh: 设置 ELO 评分

source: Custom parameters :
ar: المعلمات المخصصة:
bg: Персонализирани параметри:
bn: কাস্টম প্যারামিটার:
da: Brugerdefinerede parametre:
sq: Parametrat e personalizuar:
zh: 自定义参数：

source: Name
ar: اسم
bg: Име
bn: নাম
da: Navn
sq: Emri
zh: 姓名

source: Value
ar: قيمة
bg: Стойност
bn: মূল্য
da: Værdi
sq: Vlera
zh: 价值

source: Save engine..
ar: حفظ المحرك.
bg: Запазете двигателя..
bn: ইঞ্জিন সংরক্ষণ করুন..
da: Gem motor..
sq: Ruaj motorin..
zh: 保存引擎..

source: Select .epm file to save engine parameters
ar: حدد ملف .epm لحفظ معلمات المحرك
bg: Изберете .epm файл, за да запазите параметрите на двигателя
bn: ইঞ্জিন প্যারামিটার সংরক্ষণ করতে .epm ফাইলটি নির্বাচন করুন।
da: Vælg .epm-fil for at gemme motorparametre
sq: Zgjidhni skedarin .epm për të ruajtur parametrat e motorit
zh: 选择.epm文件保存发动机参数

source: Load engine..
ar: تحميل المحرك..
bg: Заредете двигателя..
bn: ইঞ্জিন লোড করো..
da: Lad motoren..
sq: Ngarkoni motorin..
zh: 加载引擎..

source: Select .epm file to load engine parameters
ar: حدد ملف .epm لتحميل معلمات المحرك
bg: Изберете .epm файл, за да заредите параметрите на двигателя
bn: ইঞ্জিন প্যারামিটার লোড করতে .epm ফাইলটি নির্বাচন করুন।
da: Vælg .epm-fil for at indlæse motorparametre
sq: Zgjidhni skedarin .epm për të ngarkuar parametrat e motorit
zh: 选择.epm 文件加载发动机参数

source: Engine parameters..
ar: معلمات المحرك.
bg: Параметри на двигателя..
bn: ইঞ্জিনের প্যারামিটার..
da: Motor parametre..
sq: Parametrat e motorit..
zh: 发动机参数..

source: Reset
ar: إعادة ضبط
bg: Нулиране
bn: রিসেট
da: Nulstil
sq: Rivendos
zh: 重置

source: Three engine CPU priorities are available,
ar: تتوفر ثلاث أولويات لوحدة المعالجة المركزية للمحرك،
bg: Налични са три приоритета на процесора на двигателя,
bn: তিনটি ইঞ্জিন CPU অগ্রাধিকার উপলব্ধ,
da: Tre motor-CPU-prioriteter er tilgængelige,
sq: Tre prioritete të CPU-së së motorit janë në dispozicion,
zh: 有三个引擎 CPU 优先级可供选择，

source: <Normal> is highest, <Idle> is lowest.
ar: <Normal> هو الأعلى، و<Idle> هو الأدنى.
bg: <Normal> е най-високата стойност, <Idle> е най-ниската.
bn: <Normal> সর্বোচ্চ, <Idle> সর্বনিম্ন।
da: <Normal> er højest, <Idle> er lavest.
sq: <Normal> është më e larta, <Idle> është më e ulëta.
zh: <Normal> 最高，<Idle> 最低。

source: Lower settings might improve the computer's responsiveness.
ar: قد يؤدي خفض الإعدادات إلى تحسين استجابة الكمبيوتر.
bg: По-ниските настройки може да подобрят отзивчивостта на компютъра.
bn: কম সেটিংস কম্পিউটারের প্রতিক্রিয়াশীলতা উন্নত করতে পারে।
da: Lavere indstillinger kan forbedre computerens reaktionsevne.
sq: Cilësimet më të ulëta mund të përmirësojnë reagimin e kompjuterit.
zh: 较低的设置可能会提高计算机的响应能力。

source: The UCI engine to use, this is a *.exe file
ar: محرك UCI الذي يجب استخدامه، وهو ملف *.exe
bg: UCI машината за използване, това е *.exe файл
bn: ব্যবহার করার জন্য UCI ইঞ্জিন, এটি একটি *.exe ফাইল
da: UCI-motoren, der skal bruges, dette er en *.exe-fil
sq: Motori UCI për t'u përdorur, ky është një skedar *.exe
zh: 要使用的 UCI 引擎，这是一个 *.exe 文件

source: (eg stockfish_8_x64.exe, or komodo8-64.exe).
ar: (على سبيل المثال stockfish_8_x64.exe، أو komodo8-64.exe).
bg: (напр. stockfish_8_x64.exe или komodo8-64.exe).
bn: (যেমন stockfish_8_x64.exe, অথবা komodo8-64.exe)।
da: (f.eks. stockfish_8_x64.exe eller komodo8-64.exe).
sq: (p.sh. stockfish_8_x64.exe, ose komodo8-64.exe).
zh: （例如 stockfish_8_x64.exe 或 komodo8-64.exe）。

source: Check this box to use engine .epm filename
ar: حدد هذا المربع لاستخدام اسم ملف .epm الخاص بالمحرك
bg: Поставете отметка в това квадратче, за да използвате име на файл .epm на двигателя
bn: engine .epm ফাইলের নাম ব্যবহার করতে এই বাক্সটি চেক করুন।
da: Marker dette felt for at bruge motorens .epm-filnavn
sq: Zgjidhni këtë kuti për të përdorur emrin e skedarit engine .epm
zh: 选中此框可使用引擎 .epm 文件名

source: for engine name display, if one is available.
ar: لعرض اسم المحرك، إذا كان متاحًا.
bg: за показване на името на двигателя, ако има такъв.
bn: ইঞ্জিনের নাম প্রদর্শনের জন্য, যদি থাকে।
da: til visning af motornavn, hvis en sådan er tilgængelig.
sq: për shfaqjen e emrit të motorit, nëse është i disponueshëm.
zh: 用于显示引擎名称（如果有）。

source: The number of CPU cores the engine can use.
ar: عدد نوى وحدة المعالجة المركزية التي يمكن للمحرك استخدامها.
bg: Броят процесорни ядра, които двигателят може да използва.
bn: ইঞ্জিনটি কতগুলি CPU কোর ব্যবহার করতে পারে।
da: Antallet af CPU-kerner, som motoren kan bruge.
sq: Numri i bërthamave të CPU-së që motori mund të përdorë.
zh: 引擎可使用的 CPU 核心数。

source: The maximum size of hash table the engine is allowed (in megabytes).
ar: الحد الأقصى لحجم جدول التجزئة الذي يسمح به المحرك (بالميغا بايت).
bg: Максималният размер на хеш таблицата, разрешен от двигателя (в мегабайти).
bn: ইঞ্জিনের সর্বোচ্চ অনুমোদিত হ্যাশ টেবিলের আকার (মেগাবাইটে)।
da: Den maksimale størrelse af hash-tabellen motoren er tilladt (i megabyte).
sq: Madhësia maksimale e tabelës hash motori është e lejuar (në megabajt).
zh: 引擎允许的哈希表的最大大小（以兆字节为单位）。

source: Allow the engine to think on human's time (if capable).
ar: اسمح للمحرك بالتفكير في الوقت البشري (إذا كان قادرًا).
bg: Позволете на двигателя да мисли за човешкото време (ако е в състояние).
bn: ইঞ্জিনকে মানুষের সময় নিয়ে ভাবতে দিন (যদি সক্ষম হয়)।
da: Lad motoren tænke på menneskets tid (hvis den er i stand).
sq: Lëreni motorin të mendojë për kohën e njeriut (nëse është e mundur).
zh: 允许引擎按照人类的时间思考（如果有能力的话）。

source: Check to limit the engine playing strength
ar: التحقق من الحد من قوة تشغيل المحرك
bg: Поставете отметка, за да ограничите силата на възпроизвеждане на двигателя
bn: ইঞ্জিনের বাজানোর শক্তি সীমিত করতে পরীক্ষা করুন
da: Marker for at begrænse motorens spillestyrke
sq: Kontrollo për të kufizuar forcën e luajtjes së motorit
zh: 检查以限制引擎播放强度

source: Enter the ELO rating for the engine to play at
ar: أدخل تصنيف ELO للمحرك الذي سيتم تشغيله
bg: Въведете ELO рейтинга за двигателя, с който да играете
bn: ইঞ্জিনটি যে স্থানে চলবে তার ELO রেটিং লিখুন
da: Indtast ELO-vurderingen for den motor, der skal spilles på
sq: Futni vlerësimin ELO për të luajtur motorin
zh: 输入引擎要使用的 ELO 评级

source: Optional extra parameter 1 name,
ar: اسم المعلمة الإضافية الاختيارية 1،
bg: Незадължителен допълнителен параметър 1 име,
bn: ঐচ্ছিক অতিরিক্ত প্যারামিটার ১ নাম,
da: Valgfrit ekstra parameter 1 navn,
sq: Emri i parametrit shtesë opsional 1,
zh: 可选额外参数1 name，

source: specify name here, eg MultiPV
ar: حدد الاسم هنا، على سبيل المثال MultiPV
bg: посочете име тук, напр. MultiPV
bn: এখানে নাম উল্লেখ করুন, যেমন MultiPV
da: angiv navn her, f.eks. MultiPV
sq: specifikoni emrin këtu, p.sh. MultiPV
zh: 在此处指定名称，例如 MultiPV

source: Optional extra parameter 1 value,
ar: قيمة المعلمة الإضافية الاختيارية 1،
bg: Незадължителна стойност на допълнителен параметър 1,
bn: ঐচ্ছিক অতিরিক্ত প্যারামিটার ১ মান,
da: Valgfri ekstra parameter 1 værdi,
sq: Vlera opsionale shtesë e parametrit 1,
zh: 可选的额外参数 1 值，

source: specify value here, eg 4
ar: حدد القيمة هنا، على سبيل المثال 4
bg: посочете стойност тук, напр. 4
bn: এখানে মান উল্লেখ করুন, যেমন ৪
da: angiv værdi her, f.eks. 4
sq: specifikoni vlerën këtu, p.sh. 4
zh: 在此处指定值，例如 4

source: Optional extra parameter 2 name,
ar: اسم المعلمة الإضافية الاختيارية 2،
bg: Незадължително име на допълнителен параметър 2,
bn: ঐচ্ছিক অতিরিক্ত প্যারামিটার ২ নাম,
da: Valgfrit ekstra parameter 2 navn,
sq: Emri opsional shtesë i parametrit 2,
zh: 可选额外参数2 name，

source: specify name here
ar: حدد الاسم هنا
bg: посочете име тук
bn: এখানে নাম উল্লেখ করুন
da: angiv navn her
sq: specifikoni emrin këtu
zh: 在此指定名称

source: Optional extra parameter 2 value,
ar: قيمة المعلمة الإضافية الاختيارية 2،
bg: Незадължителна стойност на допълнителен параметър 2,
bn: ঐচ্ছিক অতিরিক্ত প্যারামিটার ২ মান,
da: Valgfri ekstra parameter 2 værdi,
sq: Vlera opsionale shtesë e parametrit 2,
zh: 可选的额外参数2的值，

source: specify value here
ar: حدد القيمة هنا
bg: посочете стойност тук
bn: এখানে মান উল্লেখ করুন
da: angiv værdi her
sq: specifikoni vlerën këtu
zh: 在此指定值

source: Optional extra parameter 3 name,
ar: اسم المعلمة الإضافية الاختيارية 3،
bg: Незадължителен допълнителен параметър 3 име,
bn: ঐচ্ছিক অতিরিক্ত প্যারামিটার 3 নাম,
da: Valgfrit ekstra parameter 3 navn,
sq: Emri opsional shtesë i parametrit 3,
zh: 可选的额外参数3名称，

source: Optional extra parameter 3 value,
ar: قيمة المعلمة الإضافية الاختيارية 3،
bg: Незадължителна допълнителна стойност на параметър 3,
bn: ঐচ্ছিক অতিরিক্ত প্যারামিটার 3 মান,
da: Valgfri ekstra parameter 3 værdi,
sq: Vlera opsionale shtesë e parametrit 3,
zh: 可选的额外参数3值，

source: Optional extra parameter 4 name,
ar: اسم المعلمة الإضافية الاختيارية 4،
bg: Незадължителен допълнителен параметър 4 име,
bn: ঐচ্ছিক অতিরিক্ত প্যারামিটার ৪ নাম,
da: Valgfrit ekstra parameter 4 navn,
sq: Emri opsional shtesë i parametrit 4,
zh: 可选的额外参数4 name，

source: Optional extra parameter 4 value,
ar: قيمة المعلمة الإضافية الاختيارية 4،
bg: Допълнителна стойност на параметър 4 по избор,
bn: ঐচ্ছিক অতিরিক্ত প্যারামিটার ৪ মান,
da: Valgfri ekstra parameter 4 værdi,
sq: Vlera opsionale shtesë e parametrit 4,
zh: 可选的额外参数4值，

source: Optional extra parameter 5 name,
ar: اسم المعلمة الإضافية الاختيارية 5،
bg: Незадължителен допълнителен параметър 5 име,
bn: ঐচ্ছিক অতিরিক্ত প্যারামিটার ৫ নাম,
da: Valgfrit ekstra parameter 5 navn,
sq: Emri opsional shtesë i parametrit 5,
zh: 可选的额外参数5名称，

source: Optional extra parameter 5 value,
ar: قيمة المعلمة الإضافية الاختيارية 5،
bg: Незадължителна допълнителна стойност на параметър 5,
bn: ঐচ্ছিক অতিরিক্ত প্যারামিটার ৫ মান,
da: Valgfri ekstra parameter 5 værdi,
sq: Vlera opsionale shtesë e parametrit 5,
zh: 可选的额外参数5值，

source: Optional extra parameter 6 name,
ar: اسم المعلمة الإضافية الاختيارية 6،
bg: Незадължителен допълнителен параметър 6 име,
bn: ঐচ্ছিক অতিরিক্ত প্যারামিটার ৬ নাম,
da: Valgfrit ekstra parameter 6 navn,
sq: Emri opsional shtesë i parametrit 6,
zh: 可选的额外参数6 name，

source: Optional extra parameter 6 value,
ar: قيمة المعلمة الإضافية الاختيارية 6،
bg: Допълнителна стойност на параметър 6 по избор,
bn: ঐচ্ছিক অতিরিক্ত প্যারামিটার 6 মান,
da: Valgfri ekstra parameter 6 værdi,
sq: Vlera opsionale shtesë e parametrit 6,
zh: 可选的额外参数6值，

source: Optional extra parameter 7 name,
ar: اسم المعلمة الإضافية الاختيارية 7،
bg: Незадължителен допълнителен параметър 7 име,
bn: ঐচ্ছিক অতিরিক্ত প্যারামিটার ৭ নাম,
da: Valgfrit ekstra parameter 7 navn,
sq: Emri opsional shtesë i parametrit 7,
zh: 可选的额外参数7名称，

source: Optional extra parameter 7 value,
ar: قيمة المعلمة الإضافية الاختيارية 7،
bg: Допълнителна стойност на параметър 7 по избор,
bn: ঐচ্ছিক অতিরিক্ত প্যারামিটার ৭ মান,
da: Valgfri ekstra parameter 7 værdi,
sq: Vlera opsionale shtesë e parametrit 7,
zh: 可选的额外参数7的值，

source: Optional extra parameter 8 name,
ar: اسم المعلمة الإضافية الاختيارية 8،
bg: Незадължителен допълнителен параметър 8 име,
bn: ঐচ্ছিক অতিরিক্ত প্যারামিটার ৮ নাম,
da: Valgfrit ekstra parameter 8 navn,
sq: Emri opsional shtesë i parametrit 8,
zh: 可选的额外参数8名称，

source: Optional extra parameter 8 value,
ar: قيمة المعلمة الإضافية الاختيارية 8،
bg: Допълнителна стойност на параметър 8 по избор,
bn: ঐচ্ছিক অতিরিক্ত প্যারামিটার 8 মান,
da: Valgfri ekstra parameter 8 værdi,
sq: Vlera opsionale shtesë e parametrit 8,
zh: 可选的额外参数 8 个值，

source: Save engine paramters to disk
ar: حفظ معلمات المحرك على القرص
bg: Запазете параметрите на двигателя на диск
bn: ইঞ্জিন প্যারামিটারগুলি ডিস্কে সংরক্ষণ করুন
da: Gem motorparametre på disken
sq: Ruani parametrat e motorit në disk
zh: 将引擎参数保存到磁盘

source: Load engine paramters from disk
ar: تحميل معلمات المحرك من القرص
bg: Заредете параметрите на двигателя от диска
bn: ডিস্ক থেকে ইঞ্জিন প্যারামিটার লোড করুন
da: Indlæs motorparametre fra disken
sq: Ngarkoni parametrat e motorit nga disku
zh: 从磁盘加载引擎参数

source: Display a full list of engine parameters
ar: عرض قائمة كاملة بمعلمات المحرك
bg: Показване на пълен списък с параметри на двигателя
bn: ইঞ্জিন প্যারামিটারের একটি সম্পূর্ণ তালিকা প্রদর্শন করুন
da: Vis en komplet liste over motorparametre
sq: Shfaq një listë të plotë të parametrave të motorit
zh: 显示发动机参数的完整列表

source: The engine file entered does not exist.
ar: ملف المحرك المدخل غير موجود.
bg: Въведеният файл на двигателя не съществува.
bn: প্রবেশ করানো ইঞ্জিন ফাইলটি বিদ্যমান নেই।
da: Den indtastede motorfil eksisterer ikke.
sq: Skedari i motorit i futur nuk ekziston.
zh: 输入的引擎文件不存在。

source: Program will reset to previous engine file.
ar: سيتم إعادة تعيين البرنامج إلى ملف المحرك السابق.
bg: Програмата ще се върне към предишния файл на двигателя.
bn: প্রোগ্রামটি পূর্ববর্তী ইঞ্জিন ফাইলে রিসেট হবে।
da: Programmet vil nulstille til forrige motorfil.
sq: Programi do të rivendoset në skedarin e mëparshëm të motorit.
zh: 程序将重置为先前的引擎文件。

source: The engine file entered is not an .exe file.
ar: ملف المحرك المدخل ليس ملف .exe.
bg: Въведеният файл на двигателя не е .exe файл.
bn: প্রবেশ করানো ইঞ্জিন ফাইলটি .exe ফাইল নয়।
da: Den indtastede motorfil er ikke en .exe-fil.
sq: Skedari i motorit i futur nuk është skedar .exe.
zh: 输入的引擎文件不是.exe文件。

source: Engine file error
ar: خطأ في ملف المحرك
bg: Грешка във файла на двигателя
bn: ইঞ্জিন ফাইল ত্রুটি
da: Engine fil fejl
sq: Gabim i skedarit të motorit
zh: 引擎文件错误

source: Cannot open engine save file
ar: لا يمكن فتح ملف حفظ المحرك
bg: Не може да се отвори файл за запазване на двигателя
bn: ইঞ্জিন সংরক্ষণ ফাইল খোলা যাচ্ছে না
da: Kan ikke åbne motorgemmefil
sq: Skedari i ruajtjes së motorit nuk mund të hapet
zh: 无法打开引擎保存文件
