Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: Set this if the last move makes an enpassant capture possible next move
ar: اضبط هذا إذا كانت الحركة الأخيرة تجعل التقاط التجاوز ممكنًا في الحركة التالية
bg: Задайте това, ако последният ход прави улавяне на преминаващ възможно следващо движение
bn: যদি শেষ পদক্ষেপটি পরবর্তী পদক্ষেপের জন্য একটি এনপাস্যান্ট ক্যাপচার সম্ভব করে তোলে তবে এটি সেট করুন
da: Indstil dette, hvis det sidste træk gør en enpassant capture mulig næste træk
sq: Vendoseni këtë nëse lëvizja e fundit bën të mundur një kapje të këndshme lëvizjen tjetër
zh: 如果上一步使得下一步可以进行路人吃牌，则设置此项

source: FEN string is not properly formed
ar: سلسلة FEN لم يتم تشكيلها بشكل صحيح
bg: FEN низът не е правилно оформен
bn: FEN স্ট্রিং সঠিকভাবে গঠিত হয়নি
da: FEN-strengen er ikke korrekt dannet
sq: Vargu FEN nuk është formuar siç duhet
zh: FEN 字符串格式不正确

source: FEN Specifies Illegal Position
ar: FEN تحدد موقفًا غير قانوني
bg: FEN Указва нелегална позиция
bn: FEN অবৈধ অবস্থান নির্দিষ্ট করে
da: FEN angiver ulovlig position
sq: FEN specifikon pozicionin e paligjshëm
zh: FEN 指定非法位置

source: Use this panel to specify a new position.
ar: استخدم هذه اللوحة لتحديد موضع جديد.
bg: Използвайте този панел, за да посочите нова позиция.
bn: একটি নতুন অবস্থান নির্দিষ্ট করতে এই প্যানেলটি ব্যবহার করুন।
da: Brug dette panel til at angive en ny position.
sq: Përdoreni këtë panel për të specifikuar një pozicion të ri.
zh: 使用此面板指定新位置。

source: Note that the orientation of the board is the same as the main
ar: لاحظ أن اتجاه اللوحة هو نفس الاتجاه الرئيسي
bg: Имайте предвид, че ориентацията на дъската е същата като основната
bn: মনে রাখবেন যে বোর্ডের ওরিয়েন্টেশন মূল বোর্ডের মতোই।
da: Bemærk, at orienteringen af ​​brættet er den samme som den primære
sq: Vini re se orientimi i tabelës është i njëjtë me atë kryesor
zh: 请注意，电路板的方向与主板的方向相同

source: program board. So it is now possible to set up a position from
ar: لوحة البرنامج. لذا، أصبح من الممكن الآن إنشاء موقف من
bg: програмна дъска. Така че вече е възможно да настроите позиция от
bn: প্রোগ্রাম বোর্ড। তাই এখন থেকে একটি অবস্থান স্থাপন করা সম্ভব
da: programtavle. Så det er nu muligt at opsætte en stilling fra
sq: bordi i programit. Pra, tani është e mundur të vendosni një pozicion nga
zh: 程序板。因此现在可以从

source: Black's point of view (flip the main board first).
ar: وجهة نظر الأسود (اقلب اللوحة الرئيسية أولاً).
bg: Гледната точка на черните (първо обърнете основната дъска).
bn: ব্ল্যাকের দৃষ্টিকোণ (প্রথমে মূল বোর্ডটি উল্টে দিন)।
da: Sorts synspunkt (vend hovedkortet først).
sq: Pikëpamja e Black (rrotulloni fillimisht tabelën kryesore).
zh: 黑方的观点（先翻主板）。

source: Position Dialog Help
ar: مساعدة مربع حوار الموضع
bg: Помощ за диалогов прозорец за позиция
bn: অবস্থান ডায়ালগ সহায়তা
da: Hjælp til positionsdialog
sq: Ndihma e dialogut të pozicionit
zh: 位置对话框帮助

source: Reason(s) the position is illegal;
ar: السبب(الأسباب) التي تجعل المنصب غير قانوني؛
bg: Причина(и) позицията е незаконна;
bn: কারণ(গুলি) পদটি অবৈধ;
da: Årsag(er) til, at stillingen er ulovlig;
sq: Arsye(at) që pozicioni është i paligjshëm;
zh: 该职位非法的原因；

source: Pawn(s) are on the first or last rank
ar: البيادق في الصف الأول أو الأخير
bg: Пешката(ите) е на първия или последния ред
bn: বন্ধকী (গুলি) প্রথম বা শেষ র‍্যাঙ্কে থাকে
da: Bonde(r) er på første eller sidste rang
sq: Pengët janë në rangun e parë ose të fundit
zh: 棋子位于第一行或最后一行

source: Both sides should have one king
ar: يجب أن يكون لكلا الجانبين ملك واحد
bg: И двете страни трябва да имат един крал
bn: উভয় পক্ষেরই একজন রাজা থাকা উচিত।
da: Begge sider skal have én konge
sq: Të dyja palët duhet të kenë një mbret
zh: 双方应各有一个国王

source: White to play can capture Black's king
ar: الأبيض الذي يلعب يمكنه الاستيلاء على ملك الأسود
bg: Белите за игра могат да уловят царя на черните
bn: সাদারা খেলতে খেলতে কালোদের রাজাকে ধরে ফেলতে পারে
da: Hvid at spille kan fange sorts konge
sq: E bardha për të luajtur mund të kapë mbretin e Zi
zh: 白棋可以吃掉黑棋王

source: Black to play can capture White's king
ar: يمكن للأسود اللعب والاستيلاء على ملك الأبيض
bg: Черните за игра могат да уловят царя на белите
bn: কালোরা খেলতে খেলতে সাদাদের রাজাকে ধরে ফেলতে পারে
da: Sort at spille kan fange hvids konge
sq: E zeza për të luajtur mund të kapë mbretin e Bardhë
zh: 黑方可以吃掉白方的王

source: White has too many pieces
ar: الأبيض لديه قطع كثيرة
bg: Бялото има твърде много фигури
bn: সাদা রঙে অনেক বেশি টুকরো আছে
da: Hvid har for mange stykker
sq: E bardha ka shumë pjesë
zh: 白棋子数过多

source: Black has too many pieces
ar: اللون الأسود يحتوي على قطع كثيرة
bg: Черното има твърде много фигури
bn: কালো রঙে অনেক বেশি টুকরো আছে
da: Sort har for mange stykker
sq: E zeza ka shumë pjesë
zh: 黑棋子数过多

source: White has too many pawns
ar: الأبيض لديه الكثير من البيادق
bg: Белите имат твърде много пешки
bn: সাদার অনেক বেশি দালাল আছে।
da: Hvid har for mange bønder
sq: E bardha ka shumë pione
zh: 白棋棋子太多

source: Black has too many pawns
ar: الأسود لديه الكثير من البيادق
bg: Черните имат твърде много пешки
bn: কালোর অনেক বেশি দালাল আছে।
da: Sort har for mange bønder
sq: E zeza ka shumë pengje
zh: 黑棋棋子太多

source: Illegal Position
ar: موقف غير قانوني
bg: Незаконна позиция
bn: অবৈধ অবস্থান
da: Ulovlig Stilling
sq: Pozicioni i paligjshëm
zh: 非法位置

source: My printout
ar: نسختي المطبوعة
bg: Моята разпечатка
bn: আমার প্রিন্টআউট
da: Min udskrift
sq: Printimi im
zh: 我的打印件

source: There is no game loaded to print
ar: لا توجد لعبة محملة للطباعة
bg: Няма заредена игра за печат
bn: প্রিন্ট করার জন্য কোনও গেম লোড করা নেই।
da: Der er intet spil indlæst til udskrivning
sq: Nuk ka asnjë lojë të ngarkuar për printim
zh: 尚未加载要打印的游戏

source: Printer message
ar: رسالة الطابعة
bg: Съобщение на принтера
bn: প্রিন্টার বার্তা
da: Printermeddelelse
sq: Mesazh printeri
zh: 打印机消息

source: Print Game Preview
ar: طباعة معاينة اللعبة
bg: Отпечатайте визуализация на играта
bn: গেম প্রিভিউ প্রিন্ট করুন
da: Udskriv forhåndsvisning af spil
sq: Printo Pamja paraprake e lojës
zh: 打印游戏预览

source: Print options
ar: خيارات الطباعة
bg: Опции за печат
bn: মুদ্রণের বিকল্পগুলি
da: Udskriftsmuligheder
sq: Opsionet e printimit
zh: 打印选项

source: Tarrasch Chess GUI printout
ar: نسخة مطبوعة من واجهة المستخدم الرسومية للعبة الشطرنج Tarrasch
bg: Разпечатка на Tarasch Chess GUI
bn: টারাশ দাবা GUI প্রিন্টআউট
da: Tarrasch Chess GUI udskrift
sq: Printimi i Tarrasch Chess GUI
zh: Tarrasch 国际象棋 GUI 打印输出

source: Error reading configuration file
ar: خطأ في قراءة ملف التكوين
bg: Грешка при четене на конфигурационния файл
bn: কনফিগারেশন ফাইল পড়ার সময় ত্রুটি।
da: Fejl ved læsning af konfigurationsfil
sq: Gabim gjatë leximit të skedarit të konfigurimit
zh: 读取配置文件时出错

source: Default options set
ar: تم تعيين الخيارات الافتراضية
bg: Зададени са опции по подразбиране
bn: ডিফল্ট বিকল্প সেট করা হয়েছে
da: Standardindstillinger indstillet
sq: Vendosur opsionet e parazgjedhura
zh: 默认选项已设置

source: Please select the print options
ar: الرجاء تحديد خيارات الطباعة
bg: Моля, изберете опциите за печат
bn: অনুগ্রহ করে প্রিন্ট অপশনগুলি নির্বাচন করুন।
da: Vælg venligst udskriftsmulighederne
sq: Ju lutemi zgjidhni opsionet e printimit
zh: 请选择打印选项

source: Printout Title :
ar: عنوان المطبوعة :
bg: Заглавие на разпечатката:
bn: প্রিন্টআউট শিরোনাম:
da: Udskrifts titel:
sq: Titulli i printimit:
zh: 打印标题：

source: Left margin :
ar: الهامش الأيسر :
bg: Ляво поле:
bn: বাম মার্জিন:
da: Venstre margen:
sq: Margjina e majtë:
zh: 左边距：

source: Right margin :
ar: الهامش الأيمن :
bg: Дясно поле:
bn: ডান মার্জিন:
da: Højre margin:
sq: Margjina e djathtë:
zh: 右边距：

source: Top margin :
ar: الهامش العلوي :
bg: Горно поле:
bn: উপরের মার্জিন:
da: Øverste margen:
sq: Marzhi më i lartë:
zh: 上边距：

source: Bottom margin :
ar: الهامش السفلي :
bg: Долно поле:
bn: নিচের মার্জিন:
da: Bundmargen:
sq: Marzhi i poshtëm:
zh: 下边距：

source: Tab spaces :
ar: مسافات التبويب:
bg: Интервали за раздели:
bn: ট্যাব স্পেস:
da: Tab mellemrum:
sq: Hapësirat e skedave:
zh: 制表符空格：

source: Move width :
ar: عرض الحركة :
bg: Ширина на преместване:
bn: প্রস্থ সরান:
da: Flyttebredde:
sq: Gjerësia e lëvizjes:
zh: 移动宽度：

source: Diagram size :
ar: حجم الرسم البياني :
bg: Размер на диаграмата:
bn: চিত্রের আকার:
da: Diagram størrelse:
sq: Madhësia e diagramit:
zh: 图表尺寸：

source: B/W diagrams
ar: مخططات بالأبيض والأسود
bg: Ч/Б диаграми
bn: সাদা/নীল রঙের চিত্র
da: S/H diagrammer
sq: Diagramet B/W
zh: 黑白图

source: Page setup
ar: إعداد الصفحة
bg: Настройка на страницата
bn: পৃষ্ঠা সেটআপ
da: Sideopsætning
sq: Konfigurimi i faqes
zh: 页面设置

source: Choose font
ar: اختر الخط
bg: Изберете шрифт
bn: ফন্ট বেছে নিন
da: Vælg skrifttype
sq: Zgjidhni fontin
zh: 选择字体

source: Enter the title heading for the printout
ar: أدخل عنوانًا للنسخة المطبوعة
bg: Въведете заглавието на заглавието за разпечатката
bn: প্রিন্টআউটের জন্য শিরোনাম শিরোনাম লিখুন।
da: Indtast titeloverskriften til udskriften
sq: Futni titullin e titullit për printimin
zh: 输入打印输出的标题

source: Enter the column left margin
ar: أدخل الهامش الأيسر للعمود
bg: Въведете лявото поле на колоната
bn: কলামের বাম মার্জিন লিখুন
da: Indtast kolonnens venstre margen
sq: Futni margjinën e majtë të kolonës
zh: 输入列左边距

source: Enter the column right margin
ar: أدخل الهامش الأيمن للعمود
bg: Въведете дясното поле на колоната
bn: কলামের ডান মার্জিন লিখুন
da: Indtast kolonnens højre margen
sq: Futni margjinën e djathtë të kolonës
zh: 输入列右边距

source: Enter the column top margin
ar: أدخل الهامش العلوي للعمود
bg: Въведете горното поле на колоната
bn: কলামের উপরের মার্জিনটি লিখুন
da: Indtast kolonnens topmargen
sq: Futni margjinën e sipërme të kolonës
zh: 输入列上边距

source: Enter the column bottom margin
ar: أدخل الهامش السفلي للعمود
bg: Въведете долното поле на колоната
bn: কলামের নিচের মার্জিনটি লিখুন
da: Indtast kolonnens bundmargen
sq: Futni margjinën e poshtme të kolonës
zh: 输入列底边距

source: Enter the no. of spaces for a tab indent
ar: أدخل عدد المسافات البادئة لعلامة التبويب
bg: Въведете номер. интервали за отстъп на раздела
bn: ট্যাব ইন্ডেন্টের জন্য স্পেসের সংখ্যা লিখুন
da: Indtast nr. af mellemrum til en tabulatorindrykning
sq: Shkruani nr. i hapësirave për një indent tab
zh: 输入制表符缩进的空格数

source: Enter the no. of characters for a move
ar: أدخل عدد الأحرف للحركة
bg: Въведете номер. от символи за ход
bn: একটি স্থানান্তরের জন্য অক্ষরের সংখ্যা লিখুন।
da: Indtast nr. af tegn til et træk
sq: Shkruani nr. e personazheve për një lëvizje
zh: 输入移动的字符数

source: Enter the diagram size
ar: أدخل حجم الرسم البياني
bg: Въведете размера на диаграмата
bn: চিত্রের আকার লিখুন
da: Indtast diagramstørrelsen
sq: Futni madhësinë e diagramit
zh: 输入图表尺寸

source: Select/de-select monochrome diagrams
ar: تحديد/إلغاء تحديد المخططات أحادية اللون
bg: Изберете/деселектирайте монохромни диаграми
bn: একরঙা চিত্র নির্বাচন/অনির্বাচন করুন
da: Vælg/fravælg monokrome diagrammer
sq: Zgjidh/çzgjidh diagramet njëngjyrëshe
zh: 选择/取消选择单色图表

source: After the printing of a game header,
ar: بعد طباعة رأس اللعبة،
bg: След отпечатването на заглавката на играта,
bn: একটি গেম হেডার প্রিন্ট করার পর,
da: Efter udskrivning af et spilhoved,
sq: Pas printimit të kokës së lojës,
zh: 打印游戏标题后，

source: the loaded game is printed out in two column format.
ar: تتم طباعة اللعبة المحملة بتنسيق عمودين.
bg: заредената игра се отпечатва във формат на две колони.
bn: লোড করা গেমটি দুটি কলামের বিন্যাসে মুদ্রিত হয়।
da: det indlæste spil udskrives i to kolonneformat.
sq: loja e ngarkuar printohet në formatin me dy kolona.
zh: 加载的游戏以双列格式打印出来。

source: The left and right margin settings apply to both columns.
ar: تنطبق إعدادات الهامش الأيسر والأيمن على كلا العمودين.
bg: Настройките за ляво и дясно поле се прилагат и за двете колони.
bn: বাম এবং ডান মার্জিন সেটিংস উভয় কলামে প্রযোজ্য।
da: Indstillingerne for venstre og højre margen gælder for begge kolonner.
sq: Cilësimet e margjinës së majtë dhe të djathtë zbatohen për të dy kolonat.
zh: 左边距和右边距设置适用于两列。

source: Tab spaces is the number of spaces used
ar: المسافات بين علامات التبويب هي عدد المسافات المستخدمة
bg: Интервалите за табулация е броят на използваните интервали
bn: ট্যাব স্পেস হলো ব্যবহৃত স্পেসের সংখ্যা
da: Tab-mellemrum er antallet af brugte mellemrum
sq: Hapësirat e skedave është numri i hapësirave të përdorura
zh: 制表符空格是使用的空格数

source: for indenting comments and sub-variations.
ar: لتدوين التعليقات والتغييرات الفرعية.
bg: за отстъп на коментари и подварианти.
bn: মন্তব্য এবং উপ-প্রকরণ ইন্ডেন্ট করার জন্য।
da: til indrykning af kommentarer og undervariationer.
sq: për shënimin e komenteve dhe nënvariacioneve.
zh: 用于缩进注释和子变体。

source: Move width is the cell size used for a move,
ar: عرض النقل هو حجم الخلية المستخدم للنقل،
bg: Ширината на движение е размерът на клетката, използван за движение,
bn: মুভ উইথ হলো মুভের জন্য ব্যবহৃত ঘরের আকার,
da: Flyttebredde er den cellestørrelse, der bruges til en flytning,
sq: Gjerësia e lëvizjes është madhësia e qelizës së përdorur për një lëvizje,
zh: 移动宽度是用于移动的单元格大小，

source: the cell is padded with spaces to make up the size.
ar: يتم تعبئة الخلية بمساحات لتعويض الحجم.
bg: клетката е подплатена с интервали, за да компенсира размера.
bn: আকার তৈরির জন্য কোষটি ফাঁকা স্থান দিয়ে প্যাড করা হয়েছে।
da: cellen er polstret med mellemrum for at udgøre størrelsen.
sq: qeliza është e mbushur me hapësira për të krijuar madhësinë.
zh: 单元格用空格填充以弥补其大小。

source: Diagrams can be added to a game printout by inserting
ar: يمكن إضافة المخططات إلى نسخة مطبوعة للعبة عن طريق إدخالها
bg: Диаграми могат да се добавят към разпечатка на игра чрез вмъкване
bn: গেম প্রিন্টআউটে ডায়াগ্রাম যোগ করা যেতে পারে
da: Diagrammer kan tilføjes til en spiludskrift ved at indsætte
sq: Diagramet mund të shtohen në një printim të lojës duke futur
zh: 可以通过插入以下方式将图表添加到游戏打印输出中

source: the # character into a comment at the appropriate point.
ar: قم بإضافة علامة # إلى التعليق في النقطة المناسبة.
bg: знака # в коментар в съответната точка.
bn: # অক্ষরটি উপযুক্ত স্থানে একটি মন্তব্যে লিখুন।
da: tegnet # ind i en kommentar på det relevante tidspunkt.
sq: karakterin # në një koment në pikën e duhur.
zh: 在适当的位置将 # 字符放入注释中。

source: If you prefer monochrome diagrams,
ar: إذا كنت تفضل المخططات أحادية اللون،
bg: Ако предпочитате монохромни диаграми,
bn: যদি আপনি একরঙা চিত্র পছন্দ করেন,
da: Hvis du foretrækker monokrome diagrammer,
sq: Nëse preferoni diagrame njëngjyrëshe,
zh: 如果你喜欢单色图表，

source: you can select the B/W diagram check box.
ar: يمكنك تحديد مربع الاختيار "رسم بياني بالأبيض والأسود".
bg: можете да поставите отметка в квадратчето Ч/Б диаграма.
bn: আপনি B/W ডায়াগ্রাম চেক বক্স নির্বাচন করতে পারেন।
da: du kan markere afkrydsningsfeltet S/H diagram.
sq: ju mund të zgjidhni kutinë e kontrollit të diagramit B/W.
zh: 您可以选中黑白图复选框。

source: Page type can be changed using the Page Setup button.
ar: يمكن تغيير نوع الصفحة باستخدام زر إعداد الصفحة.
bg: Типът на страницата може да се промени с помощта на бутона Page Setup.
bn: পৃষ্ঠা সেটআপ বোতাম ব্যবহার করে পৃষ্ঠার ধরণ পরিবর্তন করা যেতে পারে।
da: Sidetype kan ændres ved hjælp af knappen Sideopsætning.
sq: Lloji i faqes mund të ndryshohet duke përdorur butonin Page Setup.
zh: 可以使用页面设置按钮更改页面类型。

source: Different fonts can be set using the Choose Font button.
ar: يمكن تعيين خطوط مختلفة باستخدام زر اختيار الخط.
bg: Можете да задавате различни шрифтове с помощта на бутона Избор на шрифт.
bn: "ফন্ট নির্বাচন করুন" বোতামটি ব্যবহার করে বিভিন্ন ফন্ট সেট করা যেতে পারে।
da: Forskellige skrifttyper kan indstilles ved hjælp af knappen Vælg skrifttype.
sq: Fonte të ndryshme mund të vendosen duke përdorur butonin Zgjidhni Font.
zh: 可以使用选择字体按钮设置不同的字体。

source: Print options help
ar: مساعدة في خيارات الطباعة
bg: Помощ за опциите за печат
bn: প্রিন্ট বিকল্প সহায়তা
da: Hjælp til udskriftsindstillinger
sq: Opsionet e printimit ndihmojnë
zh: 打印选项帮助

source: Puzzle mode options
ar: خيارات وضع اللغز
bg: Опции за режим пъзел
bn: ধাঁধা মোড বিকল্পগুলি
da: Muligheder for puslespil
sq: Opsionet e modalitetit të enigmës
zh: 拼图模式选项

source: There is no game loaded for hints
ar: لا توجد لعبة محملة للحصول على تلميحات
bg: Няма заредена игра за подсказки
bn: ইঙ্গিতের জন্য কোনও গেম লোড করা নেই।
da: Der er intet spil indlæst for tip
sq: Nuk ka asnjë lojë të ngarkuar për sugjerime
zh: 未加载任何游戏以供提示

source: Clock
ar: ساعة
bg: Часовник
bn: ঘড়ি
da: Ur
sq: Ora
zh: 钟

source: Time is up
ar: لقد انتهى الوقت
bg: Времето изтече
bn: সময় শেষ।
da: Tiden er gået
sq: Koha ka mbaruar
zh: 时间到了

source: Adjust statistics
ar: ضبط الإحصائيات
bg: Коригирайте статистиката
bn: পরিসংখ্যান সামঞ্জস্য করুন
da: Juster statistik
sq: Rregulloni statistikat
zh: 调整统计数据

source: Total move no.
ar: إجمالي الحركة رقم.
bg: Общ ход бр.
bn: মোট চাল নম্বর।
da: Samlet træk nr.
sq: Lëvizja totale nr.
zh: 总步数

source: Correct move no.
ar: الخطوة الصحيحة رقم
bg: Правилен ход №
bn: সঠিক নং চাল।
da: Korrekt træk nr.
sq: Lëvizja e saktë nr.
zh: 正确走法编号

source: Hint no. :
ar: تلميح رقم:
bg: Подсказка № :
bn: ইঙ্গিত নং:
da: Hint nej. :
sq: Këshillë nr. :
zh: 提示编号：

source: Puzzle attempted no.
ar: محاولة حل اللغز رقم 1.
bg: Опит за пъзел №.
bn: ধাঁধা চেষ্টা করেনি।
da: Puslespil forsøg nr.
sq: Mister tentativë nr.
zh: 拼图尝试次数：0。

source: Puzzle solved no.
ar: تم حل اللغز رقم.
bg: Пъзел решен не.
bn: ধাঁধা সমাধান নং।
da: Gåde løst nej.
sq: Puzzle e zgjidhur nr.
zh: 谜题解答了，没有。

source: Time up no. :
ar: إنتهى الوقت رقم :
bg: Изтекло време не. :
bn: সময় শেষ নং:
da: Tid op nej. :
sq: Koha e fundit nr. :
zh: 時間到達數：

source: Rating percentage :
ar: نسبة التقييم :
bg: Процент на оценка:
bn: রেটিং শতাংশ:
da: Bedømmelsesprocent:
sq: Përqindja e vlerësimit:
zh: 评分百分比：

source: Session
ar: حصة
bg: Сесия
bn: অধিবেশন
sq: Sesioni
zh: 会议

source: Reset current
ar: إعادة تعيين التيار
bg: Нулиране на тока
bn: কারেন্ট রিসেট করুন
da: Nulstil strøm
sq: Rivendos rrymën
zh: 复位电流

source: Reset session
ar: إعادة تعيين الجلسة
bg: Нулиране на сесията
bn: সেশন রিসেট করুন
da: Nulstil session
sq: Rivendos seancën
zh: 重置会话

source: Reset file
ar: إعادة تعيين الملف
bg: Нулирайте файла
bn: ফাইল রিসেট করুন
da: Nulstil fil
sq: Rivendos skedarin
zh: 重置文件

source: Reset all
ar: إعادة تعيين الكل
bg: Нулиране на всички
bn: সব রিসেট করুন
da: Nulstil alle
sq: Rivendos të gjitha
zh: 全部重置

source: This dialog box allows you to manually correct
ar: يسمح لك مربع الحوار هذا بالتصحيح يدويًا
bg: Този диалогов прозорец ви позволява да коригирате ръчно
bn: এই ডায়ালগ বক্সটি আপনাকে ম্যানুয়ালি সংশোধন করতে দেয়
da: Denne dialogboks giver dig mulighed for manuelt at rette
sq: Kjo kuti dialogu ju lejon të korrigjoni manualisht
zh: 此对话框允许您手动更正

source: any puzzle statistics anomalies.
ar: أي إحصائيات لغز الشذوذ.
bg: всякакви аномалии в статистиката на пъзела.
bn: যেকোনো ধাঁধার পরিসংখ্যানগত অসঙ্গতি।
da: eventuelle uregelmæssigheder i puslespilstatistikken.
sq: çdo anomali të statistikave të enigmës.
zh: 任何拼图统计异常。

source: For example, sometimes a puzzle has more than one winning continuation,
ar: على سبيل المثال، في بعض الأحيان يكون للغز أكثر من استمرارية فائزة،
bg: Например, понякога един пъзел има повече от едно печелившо продължение,
bn: উদাহরণস্বরূপ, কখনও কখনও একটি ধাঁধার একাধিক বিজয়ী ধারাবাহিকতা থাকে,
da: For eksempel, nogle gange har et puslespil mere end én vindende fortsættelse,
sq: Për shembull, ndonjëherë një enigmë ka më shumë se një vazhdim fitues,
zh: 例如，有时一个谜题有多个获胜延续，

source: but only one line is given in the solution.
ar: ولكن تم إعطاء سطر واحد فقط في الحل.
bg: но в решението е даден само един ред.
bn: কিন্তু সমাধানে শুধুমাত্র একটি লাইন দেওয়া হয়েছে।
da: men der er kun angivet en linje i løsningen.
sq: por në zgjidhje është dhënë vetëm një rresht.
zh: 但解决方案中只给出了一行。

source: So if a winning move is entered that does not match the one given
ar: لذا، إذا تم إدخال حركة فائزة لا تتطابق مع الحركة المقدمة
bg: Така че, ако бъде въведен печеливш ход, който не съвпада с дадения
bn: তাই যদি এমন একটি বিজয়ী পদক্ষেপ প্রবেশ করানো হয় যা প্রদত্ত পদক্ষেপের সাথে মেলে না
da: Så hvis et vindende træk er indtastet, matcher det ikke det givne
sq: Pra, nëse futet një lëvizje fituese që nuk përputhet me atë të dhënë
zh: 因此，如果输入的获胜动作与给定的动作不匹配

source: it would be counted as an incorrect move.
ar: سيتم احتسابها كخطوة خاطئة.
bg: ще се отчете като неправилен ход.
bn: এটি একটি ভুল পদক্ষেপ হিসেবে গণ্য হবে।
da: det ville blive regnet som et forkert træk.
sq: do të llogaritej si një lëvizje e pasaktë.
zh: 这将被视为错误的举动。

source: Conversely, sometimes plausible mistakes are given in the solution
ar: وعلى العكس من ذلك، في بعض الأحيان يتم تقديم أخطاء معقولة في الحل
bg: Обратно, понякога в решението са дадени правдоподобни грешки
bn: বিপরীতভাবে, কখনও কখনও সমাধানে সম্ভাব্য ভুলগুলি দেওয়া হয়
da: Omvendt er der nogle gange givet plausible fejl i løsningen
sq: Në të kundërt, ndonjëherë jepen gabime të besueshme në zgjidhje
zh: 相反，有时解决方案中会出现合理的错误

source: and if these moves are not marked as errors with a question mark,
ar: وإذا لم يتم وضع علامة استفهام على هذه التحركات باعتبارها أخطاء،
bg: и ако тези ходове не са маркирани като грешки с въпросителен знак,
bn: এবং যদি এই পদক্ষেপগুলিকে প্রশ্নবোধক চিহ্ন সহ ত্রুটি হিসাবে চিহ্নিত না করা হয়,
da: og hvis disse træk ikke er markeret som fejl med et spørgsmålstegn,
sq: dhe nëse këto lëvizje nuk janë shënuar si gabime me pikëpyetje,
zh: 如果这些举动没有用问号标记为错误，

source: entry of such a move would be counted as correct.
ar: سيتم احتساب إدخال مثل هذه الخطوة على أنه صحيح.
bg: въвеждането на такъв ход ще се счита за правилно.
bn: এই ধরনের পদক্ষেপের এন্ট্রি সঠিক বলে গণ্য হবে।
da: indtastning af et sådant træk vil blive regnet som korrekt.
sq: hyrja e një lëvizjeje të tillë do të llogaritet si e saktë.
zh: 这样的举动才会被视为正确。

source: Usually, such issues can be dealt with by simply adjusting the current correct
ar: عادةً، يمكن التعامل مع مثل هذه المشكلات ببساطة عن طريق ضبط الوضع الحالي الصحيح
bg: Обикновено такива проблеми могат да бъдат решени чрез просто коригиране на текущия правилен
bn: সাধারণত, এই ধরনের সমস্যাগুলি কেবল বর্তমান সঠিক সমন্বয় করে সমাধান করা যেতে পারে
da: Normalt kan sådanne problemer løses ved blot at justere den aktuelle korrekte
sq: Zakonisht, çështje të tilla mund të trajtohen thjesht duke rregulluar saktë aktualen
zh: 通常，这些问题可以通过简单地调整当前的正确

source: move number, but a full range of adjustments is available to cover other cases.
ar: رقم التحرك، ولكن مجموعة كاملة من التعديلات متاحة لتغطية الحالات الأخرى.
bg: номер на ход, но е наличен пълен набор от корекции за покриване на други случаи.
bn: স্থানান্তর সংখ্যা, তবে অন্যান্য ক্ষেত্রে সম্পূর্ণ সমন্বয় উপলব্ধ।
da: flyttenummer, men et komplet udvalg af justeringer er tilgængeligt for at dække andre tilfælde.
sq: numri i lëvizjes, por disponohet një gamë e plotë rregullimesh për të mbuluar rastet e tjera.
zh: 移动次数，但可以进行全方位的调整以涵盖其他情况。

source: Also, you can use the reset buttons to zero the statisistics
ar: يمكنك أيضًا استخدام أزرار إعادة الضبط لضبط الإحصائيات على الصفر
bg: Също така можете да използвате бутоните за нулиране, за да нулирате статистиката
bn: এছাড়াও, আপনি পরিসংখ্যান শূন্য করতে রিসেট বোতাম ব্যবহার করতে পারেন
da: Du kan også bruge nulstillingsknapperne til at nulstille statistikken
sq: Gjithashtu, mund të përdorni butonat e rivendosjes për të zero statistikat
zh: 此外，您还可以使用重置按钮将统计数据归零

source: for the current puzzle, the puzzle session and the puzzle file.
ar: للغز الحالي وجلسة اللغز وملف اللغز.
bg: за текущия пъзел, пъзел сесията и пъзел файла.
bn: বর্তমান ধাঁধা, ধাঁধা সেশন এবং ধাঁধা ফাইলের জন্য।
da: for det aktuelle puslespil, puslespilsessionen og puslespilsfilen.
sq: për enigmën aktuale, seancën e enigmës dhe skedarin e enigmës.
zh: 用于当前拼图、拼图会话和拼图文件。

source: Adjust puzzle stats help
ar: تعديل إحصائيات الألغاز للمساعدة
bg: Помощ за коригиране на статистиката на пъзела
bn: ধাঁধার পরিসংখ্যান সহায়তা সামঞ্জস্য করুন
da: Hjælp til at justere puslespilsstatistikker
sq: Ndihma e rregullimit të statistikave të enigmës
zh: 调整拼图统计帮助

source: Please select puzzle options
ar: الرجاء تحديد خيارات اللغز
bg: Моля, изберете опции за пъзел
bn: ধাঁধার বিকল্পগুলি নির্বাচন করুন
da: Vælg venligst puslespilsmuligheder
sq: Ju lutemi zgjidhni opsionet e enigmës
zh: 请选择拼图选项
