Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: A large number of 8 piece positions have also been solved.
ar: تم أيضًا حل عدد كبير من مواضع القطعة المكونة من 8 قطع.
bg: Голям брой позиции от 8 части също са решени.
bn: ৮টি পিসের অনেক পদও সমাধান করা হয়েছে।
da: Der er også løst et stort antal 8 styks stillinger.
sq: Gjithashtu janë zgjidhur një numër i madh i pozicioneve prej 8 pjesësh.
zh: 大量8件位置问题也已得到解决。

source: Prior to working on the new engine dialog box, I had never tried using tablebases
ar: قبل العمل على مربع حوار المحرك الجديد، لم أحاول أبدًا استخدام قواعد الجدول
bg: Преди да работя върху новия диалогов прозорец на двигателя, никога не бях опитвал да използвам таблични бази
bn: নতুন ইঞ্জিন ডায়ালগ বক্সে কাজ করার আগে, আমি কখনও টেবিলবেস ব্যবহার করার চেষ্টা করিনি
da: Før jeg arbejdede på den nye motordialogboks, havde jeg aldrig prøvet at bruge tabelbaser
sq: Para se të punoja në kutinë e dialogut të ri të motorit, nuk kisha provuar kurrë të përdorja bazat e tabelave
zh: 在开发新引擎对话框之前，我从未尝试过使用表格库

source: with this program. The three that I tried worked fine.
ar: مع هذا البرنامج، البرامج الثلاثة التي جربتها عملت بشكل جيد.
bg: с тази програма. Трите, които опитах, работят добре.
bn: এই প্রোগ্রামটি দিয়ে। আমি যে তিনটি চেষ্টা করেছিলাম সেগুলো ভালোভাবে কাজ করেছে।
da: med dette program. De tre, jeg prøvede, fungerede fint.
sq: me këtë program. Të treja që provova funksionuan mirë.
zh: 使用此程序。我尝试过的三个都运行良好。

source: I tested 3-4-5 piece tablebases with various engines.
ar: لقد قمت باختبار قواعد الطاولة المكونة من 3-4-5 قطعة باستخدام محركات مختلفة.
bg: Тествах маси от 3-4-5 части с различни двигатели.
bn: আমি বিভিন্ন ইঞ্জিন দিয়ে 3-4-5 পিস টেবিলবেস পরীক্ষা করেছি।
da: Jeg testede 3-4-5 stykke bordunderlag med forskellige motorer.
sq: Kam testuar bazamente tavoline 3-4-5 copë me motorë të ndryshëm.
zh: 我测试了使用各种引擎的 3-4-5 件式桌子底座。

source: The Syzygy tablebase worked with the Stockfish and Komodo engines.
ar: عملت قاعدة جدول Syzygy مع محركات Stockfish وKomodo.
bg: Таблицата Syzygy работеше с двигателите Stockfish и Komodo.
bn: সিজিজি টেবিলবেস স্টকফিশ এবং কমোডো ইঞ্জিনের সাথে কাজ করত।
da: Syzygy-bordbasen fungerede med Stockfish- og Komodo-motorerne.
sq: Baza e tavolinës Syzygy ka punuar me motorët Stockfish dhe Komodo.
zh: Syzygy 表格库与 Stockfish 和 Komodo 引擎协同工作。

source: The two positions I tried from the Nalimov tablebase worked with the Rybka 2.3 engine.
ar: لقد نجح الوضعان اللذان جربتهما من قاعدة جدول Nalimov مع محرك Rybka 2.3.
bg: Двете позиции, които опитах от табличната база на Nalimov, работеха с двигателя Rybka 2.3.
bn: নালিমভ টেবিলবেস থেকে আমি যে দুটি পজিশন চেষ্টা করেছি তা Rybka 2.3 ইঞ্জিনের সাথে কাজ করেছে।
da: De to positioner, jeg prøvede fra Nalimov-bordbasen, fungerede med Rybka 2.3-motoren.
sq: Dy pozicionet që provova nga baza e tavolinës Nalimov funksionuan me motorin Rybka 2.3.
zh: 我从 Nalimov 表格库尝试过的两个位置与 Rybka 2.3 引擎兼容。

source: The two positions I tried from the Gaviota tablebase worked with the Houdini 1.5 engine.
ar: لقد نجح الوضعان اللذان جربتهما من قاعدة جدول Gaviota مع محرك Houdini 1.5.
bg: Двете позиции, които опитах от табличната база на Gaviota, работеха с двигателя Houdini 1.5.
bn: গ্যাভিওটা টেবিলবেস থেকে আমি যে দুটি পজিশন চেষ্টা করেছি তা Houdini 1.5 ইঞ্জিনের সাথে কাজ করেছে।
da: De to positioner, jeg prøvede fra Gaviota-bordbasen, fungerede med Houdini 1.5-motoren.
sq: Dy pozicionet që provova nga baza e tavolinës Gaviota funksionuan me motorin Houdini 1.5.
zh: 我从 Gaviota 桌面库尝试过的两个位置与 Houdini 1.5 引擎配合使用。

source: Most modern engines now use the Syzygy tablebases because they are much smaller.
ar: تستخدم معظم المحركات الحديثة الآن قواعد الجدول Syzygy لأنها أصغر بكثير.
bg: Повечето съвременни машини вече използват табличните бази Syzygy, защото са много по-малки.
bn: বেশিরভাগ আধুনিক ইঞ্জিন এখন Syzygy টেবিলবেস ব্যবহার করে কারণ এগুলি অনেক ছোট।
da: De fleste moderne motorer bruger nu Syzygy-bordbaserne, fordi de er meget mindre.
sq: Shumica e motorëve modernë përdorin tani bazat e tavolinave Syzygy sepse ato janë shumë më të vogla.
zh: 现在大多数现代引擎都使用 Syzygy 表库，因为它们要小得多。

source: The 3-4-5 Nalimov and Gaviota tablebases can still be found on the Internet Archive,
ar: لا يزال من الممكن العثور على قواعد بيانات 3-4-5 الخاصة بـ Nalimov وGaviota في أرشيف الإنترنت،
bg: Базите с таблици 3-4-5 Налимов и Гавиота все още могат да бъдат намерени в Интернет архива,
bn: ৩-৪-৫ নালিমভ এবং গ্যাভিওটা টেবিলবেসগুলি এখনও ইন্টারনেট আর্কাইভে পাওয়া যাবে,
da: 3-4-5 Nalimov og Gaviota bordbaserne kan stadig findes på Internet Archive,
sq: Bazat e tavolinave 3-4-5 Nalimov dhe Gaviota mund të gjenden ende në Arkivin e Internetit,
zh: 3-4-5 Nalimov 和 Gaviota 表格库仍可在互联网档案馆找到，

source: but the download sizes are very large at 7 Giga bytes.
ar: لكن أحجام التنزيل كبيرة جدًا حيث تصل إلى 7 جيجابايت بايت.
bg: но размерите за изтегляне са много големи при 7 Giga байта.
bn: কিন্তু ডাউনলোডের আকার ৭ গিগা বাইট, অনেক বড়।
da: men downloadstørrelserne er meget store med 7 Giga bytes.
sq: por madhësitë e shkarkimit janë shumë të mëdha në 7 giga bajt.
zh: 但下载文件大小非常大，达到7GB。

source: The size of 3-4-5 Syzygy tablebase is much more reasonable at just under 1 Giga byte.
ar: حجم قاعدة جدول Syzygy 3-4-5 أكثر منطقية بكثير، إذ يقل قليلاً عن 1 جيجابايت.
bg: Размерът на табличната база 3-4-5 Syzygy е много по-разумен при малко под 1 Giga байт.
bn: ১ গিগা বাইটের নিচে ৩-৪-৫ সিজিজি টেবিলবেসের আকার অনেক বেশি যুক্তিসঙ্গত।
da: Størrelsen på 3-4-5 Syzygy tablebase er meget mere rimelig ved lige under 1 Giga byte.
sq: Madhësia e bazës së tabelave 3-4-5 Syzygy është shumë më e arsyeshme në pak më pak se 1 Giga bajt.
zh: 3-4-5 Syzygy 表库的大小更为合理，略低于 1 GB。

source: For anyone who wants to try this tablebase, I have made a download at these links :-
ar: بالنسبة لأي شخص يريد تجربة قاعدة البيانات هذه، فقد قمت بتنزيلها من خلال هذه الروابط:-
bg: За всеки, който иска да изпробва тази база данни, направих изтегляне от тези връзки: -
bn: যারা এই টেবিলবেসটি চেষ্টা করে দেখতে চান, তাদের জন্য আমি এই লিঙ্কগুলি থেকে একটি ডাউনলোড করেছি:-
da: For alle, der vil prøve denne tabelbase, har jeg lavet en download på disse links:-
sq: Për këdo që dëshiron të provojë këtë tabelë, unë kam bërë një shkarkim në këto lidhje:-
zh: 对于那些想要尝试这个数据库的人，我已经在以下链接进行了下载：-

source: There are instructions for installation and a PGN file with a few endgame positions to try.
ar: توجد تعليمات للتثبيت وملف PGN يحتوي على بعض مواضع اللعبة النهائية لتجربتها.
bg: Има инструкции за инсталиране и PGN файл с няколко позиции в края на играта, които да опитате.
bn: ইনস্টলেশনের জন্য নির্দেশাবলী এবং কয়েকটি এন্ডগেম পজিশন সহ একটি PGN ফাইল রয়েছে যা চেষ্টা করার জন্য।
da: Der er instruktioner til installation og en PGN-fil med et par slutspilpositioner at prøve.
sq: Ka udhëzime për instalim dhe një skedar PGN me disa pozicione në fund të lojës për t'u provuar.
zh: 其中有安装说明和 PGN 文件，其中包含一些可供尝试的残局位置。

source: Endgame tablebases
ar: قواعد طاولات نهاية اللعبة
bg: Ендшпил таблични бази
bn: এন্ডগেম টেবিল বেস
da: Slutspils bordbaser
sq: Bazat e tavolinave të fundit të lojës
zh: 残局表库

source: Here is a description of some UCI engine parameters.
ar: فيما يلي وصف لبعض معلمات محرك UCI.
bg: Ето описание на някои параметри на UCI двигателя.
bn: এখানে কিছু UCI ইঞ্জিন প্যারামিটারের বর্ণনা দেওয়া হল।
da: Her er en beskrivelse af nogle UCI-motorparametre.
sq: Këtu është një përshkrim i disa parametrave të motorit UCI.
zh: 这里是一些UCI引擎参数的描述。

source: Most of these are used for the Stockfish engine but other engines
ar: يتم استخدام معظم هذه المحركات لمحرك Stockfish ولكن المحركات الأخرى
bg: Повечето от тях се използват за двигателя Stockfish, но и за други двигатели
bn: এর বেশিরভাগই স্টকফিশ ইঞ্জিনের জন্য ব্যবহৃত হয় তবে অন্যান্য ইঞ্জিনগুলি
da: De fleste af disse bruges til Stockfish-motoren, men andre motorer
sq: Shumica e tyre përdoren për motorin Stockfish por motorë të tjerë
zh: 其中大部分用于 Stockfish 发动机，但其他发动机

source: will have many of these parameters, or something similar.
ar: سيكون له العديد من هذه المعلمات، أو شيء مماثل.
bg: ще има много от тези параметри или нещо подобно.
bn: এই প্যারামিটারগুলির অনেকগুলি থাকবে, অথবা অনুরূপ কিছু।
da: vil have mange af disse parametre eller noget lignende.
sq: do të ketë shumë nga këto parametra, ose diçka të ngjashme.
zh: 将具有许多这样的参数，或者类似的东西。

source: These descriptions are based on the UCI protocol standard written by
ar: تستند هذه الأوصاف إلى معيار بروتوكول الاتحاد الدولي للدراجات الذي كتبه
bg: Тези описания се основават на стандарта за UCI протокол, написан от
bn: এই বর্ণনাগুলি UCI প্রোটোকল স্ট্যান্ডার্ডের উপর ভিত্তি করে লেখা হয়েছে যা
da: Disse beskrivelser er baseret på UCI-protokolstandarden skrevet af
sq: Këto përshkrime bazohen në standardin e protokollit UCI të shkruar nga
zh: 这些描述基于

source: Rudolf Huber and Stefan-Meyer Kahlen.
ar: رودولف هوبر وستيفان ماير كاهلين.
bg: Рудолф Хубер и Стефан-Майер Кален.
bn: রুডলফ হুবার এবং স্টেফান-মেয়ার কাহলেন।
da: Rudolf Huber og Stefan-Meyer Kahlen.
sq: Rudolf Huber dhe Stefan-Meyer Kahlen.
zh: 鲁道夫·胡贝尔和斯特凡·迈耶·卡伦。

source: Threads - The number of CPU threads used for searching a position.
ar: الخيوط - عدد خيوط وحدة المعالجة المركزية المستخدمة للبحث عن موضع.
bg: Нишки - Броят нишки на процесора, използвани за търсене на позиция.
bn: থ্রেড - একটি অবস্থান অনুসন্ধানের জন্য ব্যবহৃত CPU থ্রেডের সংখ্যা।
da: Tråde - Antallet af CPU-tråde, der bruges til at søge efter en position.
sq: Threads - Numri i fijeve të CPU-së që përdoren për të kërkuar një pozicion.
zh: 线程 - 用于搜索位置的 CPU 线程数。

source: For best performance, set this equal to the number of CPU cores available.
ar: للحصول على أفضل أداء، قم بضبط هذا على عدد نوى وحدة المعالجة المركزية المتوفرة.
bg: За най-добра производителност, задайте това равно на броя на наличните процесорни ядра.
bn: সেরা পারফরম্যান্সের জন্য, এটি উপলব্ধ CPU কোরের সংখ্যার সমান সেট করুন।
da: For den bedste ydeevne skal du indstille dette til antallet af tilgængelige CPU-kerner.
sq: Për performancën më të mirë, vendoseni këtë të barabartë me numrin e bërthamave të CPU-së në dispozicion.
zh: 为了获得最佳性能，请将其设置为等于可用的 CPU 核心数。

source: Hash - The size of the hash table in MB. It is recommended to set Hash
ar: Hash - حجم جدول التجزئة بالميجابايت. يوصى بتعيين Hash
bg: Хеш - Размерът на хеш таблицата в MB. Препоръчително е да зададете Hash
bn: হ্যাশ - হ্যাশ টেবিলের আকার MB। হ্যাশ সেট করার পরামর্শ দেওয়া হচ্ছে
da: Hash - Størrelsen af ​​hash-tabellen i MB. Det anbefales at indstille Hash
sq: Hash - Madhësia e tabelës hash në MB. Rekomandohet të vendosni Hash
zh: Hash - 哈希表的大小（以 MB 为单位）。建议设置 Hash

source: after setting Threads.
ar: بعد إعداد المواضيع.
bg: след настройка на Threads.
bn: থ্রেড সেট করার পর।
da: efter indstilling af tråde.
sq: pas vendosjes së Threads.
zh: 设置线程后。

source: Clear Hash - Clears the hash table.
ar: مسح التجزئة - مسح جدول التجزئة.
bg: Clear Hash – Изчиства хеш таблицата.
bn: ক্লিয়ার হ্যাশ - হ্যাশ টেবিল সাফ করে।
da: Ryd Hash - Rydder hash-tabellen.
sq: Clear Hash - Pastron tabelën e hash-it.
zh: 清除哈希-清除哈希表。

source: Ponder - Let the engine ponder its next move while the opponent is thinking.
ar: التأمل - دع المحرك يفكر في حركته التالية بينما يفكر الخصم.
bg: Размишлявайте – Оставете двигателя да обмисля следващия си ход, докато опонентът мисли.
bn: চিন্তা করুন - প্রতিপক্ষ যখন চিন্তা করছে, তখন ইঞ্জিনকে তার পরবর্তী পদক্ষেপ নিয়ে ভাবতে দিন।
da: Tænk - Lad motoren overveje sit næste træk, mens modstanderen tænker.
sq: Ponder - Lëreni motorin të mendojë për lëvizjen e tij të radhës ndërsa kundërshtari është duke menduar.
zh: 思考——当对手思考时，让引擎思考下一步的动作。

source: MultiPV - Output the N best lines(principal variations, PVs) when searching.
ar: MultiPV - إخراج أفضل N سطر (الاختلافات الرئيسية، PVs) عند البحث.
bg: MultiPV - Изведете N най-добри линии (основни варианти, PV) при търсене.
bn: মাল্টিপিভি - অনুসন্ধান করার সময় N সেরা লাইনগুলি (প্রধান বৈচিত্র, পিভি) আউটপুট করুন।
da: MultiPV - Udskriv de N bedste linjer (hovedvariationer, PV'er), når du søger.
sq: MultiPV - Nxjerr linjat më të mira N (variacionet kryesore, PV) kur kërkoni.
zh: MultiPV-搜索时输出 N 条最佳线（主要变化，PV）。

source: Leave at 1 for the best performance.
ar: اتركه عند 1 للحصول على أفضل أداء.
bg: Оставете на 1 за най-добро представяне.
bn: সেরা পারফরম্যান্সের জন্য ১ এ ছেড়ে দিন।
da: Lad være ved 1 for den bedste ydeevne.
sq: Lëreni në 1 për performancën më të mirë.
zh: 保留 1 可获得最佳性能。

source: Use NNUE - Toggle between the NNUE and classical evaluation functions.
ar: استخدم NNUE - للتبديل بين وظائف التقييم NNUE والتقييم الكلاسيكي.
bg: Използвайте NNUE - Превключете между NNUE и класически функции за оценка.
bn: NNUE ব্যবহার করুন - NNUE এবং ক্লাসিক্যাল মূল্যায়ন ফাংশনের মধ্যে টগল করুন।
da: Brug NNUE - Skift mellem NNUE og klassiske evalueringsfunktioner.
sq: Përdorni NNUE - Kaloni midis funksioneve NNUE dhe vlerësimit klasik.
zh: 使用 NNUE - 在 NNUE 和经典评估函数之间切换。

source: If set to true, the network parameters must be available to load from the file
ar: إذا تم ضبطه على "صحيح"، فيجب أن تكون معلمات الشبكة متاحة للتحميل من الملف
bg: Ако е зададено на true, мрежовите параметри трябва да са налични за зареждане от файла
bn: যদি সত্য হিসেবে সেট করা থাকে, তাহলে ফাইল থেকে লোড করার জন্য নেটওয়ার্ক প্যারামিটারগুলি উপলব্ধ থাকতে হবে।
da: Hvis den er sat til sand, skal netværksparametrene være tilgængelige for at blive indlæst fra filen
sq: Nëse vendoset në true, parametrat e rrjetit duhet të jenë të disponueshëm për t'u ngarkuar nga skedari
zh: 如果设置为 true，则必须可以从文件中加载网络参数

source: (see also EvalFile), if they are not embedded in the binary (*.exe engine file)
ar: (انظر أيضًا EvalFile)، إذا لم يتم تضمينها في الملف الثنائي (ملف محرك *.exe)
bg: (вижте също EvalFile), ако не са вградени в двоичния файл (*.exe файл на двигателя)
bn: (এছাড়াও EvalFile দেখুন), যদি সেগুলি বাইনারি (*.exe ইঞ্জিন ফাইল) তে এমবেড করা না থাকে
da: (se også EvalFile), hvis de ikke er indlejret i den binære (*.exe-motorfil)
sq: (shih gjithashtu EvalFile), nëse ato nuk janë të ngulitura në binar (skedari i motorit *.exe)
zh: （另请参阅 EvalFile），如果它们没有嵌入二进制文件（*.exe 引擎文件）

source: EvalFile - The name of the file of the NNUE evaluation parameters.
ar: EvalFile - اسم ملف معلمات تقييم NNUE.
bg: EvalFile - Името на файла с параметрите за оценка на NNUE.
bn: EvalFile - NNUE মূল্যায়ন প্যারামিটারের ফাইলের নাম।
da: EvalFile - Navnet på filen med NNUE-evalueringsparametrene.
sq: EvalFile - Emri i skedarit të parametrave të vlerësimit NNUE.
zh: EvalFile - NNUE 评估参数文件的名称。

source: Depending on the GUI, the filename might have to include the full path
ar: اعتمادًا على واجهة المستخدم الرسومية، قد يتعين أن يتضمن اسم الملف المسار الكامل
bg: В зависимост от GUI може да се наложи името на файла да включва пълния път
bn: GUI এর উপর নির্ভর করে, ফাইলের নামটিতে সম্পূর্ণ পথ অন্তর্ভুক্ত থাকতে পারে
da: Afhængigt af GUI'en skal filnavnet muligvis inkludere den fulde sti
sq: Në varësi të GUI-së, emri i skedarit mund të duhet të përfshijë shtegun e plotë
zh: 根据 GUI，文件名可能必须包含完整路径

source: to the folder / directory that contains the file.
ar: إلى المجلد/الدليل الذي يحتوي على الملف.
bg: към папката/директорията, която съдържа файла.
bn: ফাইলটি ধারণকারী ফোল্ডার / ডিরেক্টরিতে।
da: til den mappe/mappe, der indeholder filen.
sq: në dosjen / drejtorinë që përmban skedarin.
zh: 到包含该文件的文件夹/目录。

source: Other locations, such as the directory that contains the binary
ar: مواقع أخرى، مثل الدليل الذي يحتوي على الملف الثنائي
bg: Други местоположения, като например директорията, която съдържа двоичния файл
bn: অন্যান্য অবস্থান, যেমন বাইনারি ধারণকারী ডিরেক্টরি
da: Andre placeringer, såsom den mappe, der indeholder det binære
sq: Vendndodhje të tjera, të tilla si drejtoria që përmban binarin
zh: 其他位置，例如包含二进制文件的目录

source: and the working directory, are also searched.
ar: ويتم أيضًا البحث في دليل العمل.
bg: и работната директория, също се търсят.
bn: এবং কার্যকরী ডিরেক্টরি, অনুসন্ধান করা হয়।
da: og arbejdsbiblioteket, søges også.
sq: dhe direktoria e punës, janë gjithashtu të kërkuara.
zh: 和工作目录也会被搜索。

source: For Stockfish versions 12 and later, which have neural net capability,
ar: بالنسبة لإصدارات Stockfish 12 والإصدارات الأحدث، والتي تتمتع بإمكانية الشبكة العصبية،
bg: За Stockfish версии 12 и по-нови, които имат възможност за невронни мрежи,
bn: স্টকফিশ ১২ এবং তার পরবর্তী সংস্করণের জন্য, যার নিউরাল নেট ক্ষমতা রয়েছে,
da: For Stockfish versioner 12 og nyere, som har neural net-kapacitet,
sq: Për versionet e Stockfish 12 e më vonë, të cilat kanë aftësi rrjeti nervor,
zh: 对于具有神经网络功能的 Stockfish 12 及更高版本，

source: the default neural net is usually embedded in the *.exe file.
ar: الشبكة العصبية الافتراضية عادة ما تكون مضمنة في ملف *.exe.
bg: невронната мрежа по подразбиране обикновено е вградена във файла *.exe.
bn: ডিফল্ট নিউরাল নেট সাধারণত *.exe ফাইলে এমবেড করা থাকে।
da: det neurale standardnet er normalt indlejret i *.exe-filen.
sq: rrjeti nervor i paracaktuar zakonisht futet në skedarin *.exe.
zh: 默认神经网络通常嵌入在*.exe文件中。

source: UCI_ShowWDL - If enabled, show approximate WDL statistics as part of the
ar: UCI_ShowWDL - إذا تم تمكينه، اعرض إحصائيات WDL التقريبية كجزء من
bg: UCI_ShowWDL - Ако е активирано, показва приблизителна WDL статистика като част от
bn: UCI_ShowWDL - সক্রিয় থাকলে, আনুমানিক WDL পরিসংখ্যানের অংশ হিসেবে দেখান
da: UCI_ShowWDL - Hvis aktiveret, vis omtrentlige WDL-statistikker som en del af
sq: UCI_ShowWDL - Nëse aktivizohet, shfaq statistikat e përafërta WDL si pjesë e
zh: UCI_ShowWDL - 如果启用，则显示近似的 WDL 统计数据作为

source: engine output. These WDL numbers model expected game outcomes for a
ar: ناتج المحرك. هذه الأرقام من WDL تمثل نتائج اللعبة المتوقعة
bg: мощност на двигателя. Тези WDL числа моделират очакваните резултати от играта за a
bn: ইঞ্জিন আউটপুট। এই WDL সংখ্যাগুলি একটির জন্য প্রত্যাশিত খেলার ফলাফলের মডেল
da: motorydelse. Disse WDL-tal modellerer forventede spilresultater for en
sq: prodhimi i motorit. Këto numra WDL modelojnë rezultate të pritura të lojës për a
zh: 引擎输出。这些 WDL 数字模拟了预期的游戏结果

source: given evaluation and game ply for engine self - play
ar: تم إعطاء تقييم وطريقة لعب للمحرك ذاتي التشغيل
bg: дадена оценка и игра за самостоятелна игра на двигателя
bn: ইঞ্জিন স্ব-খেলার জন্য মূল্যায়ন এবং গেম প্লাই দেওয়া হয়েছে
da: givet evaluering og spil til motorens selvspil
sq: jepet vlerësimi dhe loja e lojës për vetë-lojën e motorit
zh: 为引擎自我游戏提供评估和游戏层

source: at 60 seconds + 0.6 seconds per game.
ar: في 60 ثانية + 0.6 ثانية لكل لعبة.
bg: при 60 секунди + 0,6 секунди на игра.
bn: প্রতি খেলায় ৬০ সেকেন্ড + ০.৬ সেকেন্ড।
da: ved 60 sekunder + 0,6 sekunder pr.
sq: në 60 sekonda + 0,6 sekonda për lojë.
zh: 每场比赛60秒+0.6秒。

source: UCI_LimitStrength - Enable weaker play aiming for an Elo rating as set by UCI_Elo.
ar: UCI_LimitStrength - تمكين اللعب الأضعف بهدف الحصول على تصنيف ELO كما تم تحديده بواسطة UCI_Elo.
bg: UCI_LimitStrength - Разрешете по-слаба игра, като се стремите към рейтинг Elo, както е зададен от UCI_Elo.
bn: UCI_LimitStrength - UCI_Elo দ্বারা সেট করা Elo রেটিং এর জন্য দুর্বল প্লে সক্ষম করুন।
da: UCI_LimitStrength - Aktiver svagere spil, der sigter mod en Elo-vurdering som angivet af UCI_Elo.
sq: UCI_LimitStrength - Aktivizo lojën më të dobët duke synuar një vlerësim Elo siç është caktuar nga UCI_Elo.
zh: UCI_LimitStrength-启用较弱的比赛以达到 UCI_Elo 设置的 Elo 等级。

source: This option overrides < Skill Level >
ar: يحل هذا الخيار محل <مستوى المهارة>
bg: Тази опция отменя < Ниво на умения >
bn: এই বিকল্পটি < SkillLevel > কে ওভাররাইড করে।
da: Denne indstilling tilsidesætter <Skill Level >
sq: Ky opsion anulon < Niveli i aftësive >
zh: 此选项覆盖 <技能等级>

source: UCI_Elo type - If enabled by UCI_LimitStrength, aim for an engine strength
ar: نوع UCI_Elo - إذا تم تمكينه بواسطة UCI_LimitStrength، فاستهدف قوة المحرك
bg: Тип UCI_Elo - Ако е разрешено от UCI_LimitStrength, насочете се към сила на двигателя
bn: UCI_Elo টাইপ - যদি UCI_LimitStrength দ্বারা সক্ষম করা থাকে, তাহলে ইঞ্জিনের শক্তির জন্য লক্ষ্য রাখুন
da: UCI_Elo type - Hvis aktiveret af UCI_LimitStrength, sigt efter en motorstyrke
sq: Lloji UCI_Elo - Nëse aktivizohet nga UCI_LimitStrength, synoni fuqinë e motorit
zh: UCI_Elo 类型 - 如果由 UCI_LimitStrength 启用，则瞄准引擎强度

source: of the given Elo. This Elo rating has been calibrated at a time control of
ar: من تصنيف ELO المعطى. تم معايرة تصنيف ELO هذا في وقت التحكم
bg: от даденото Ело. Този Elo рейтинг е калибриран при времеви контрол на
bn: প্রদত্ত Elo এর। এই Elo রেটিংটি একটি সময় নিয়ন্ত্রণে ক্যালিব্রেট করা হয়েছে
da: af den givne Elo. Denne Elo-klassificering er blevet kalibreret ved en tidskontrol af
sq: të Elo-s së dhënë. Ky vlerësim Elo është kalibruar në një kontroll kohor të
zh: 给定的 Elo。此 Elo 评级已在时间控制下进行了校准

source: 60 seconds per game + 0.6seconds per move
ar: 60 ثانية لكل لعبة + 0.6 ثانية لكل نقلة
bg: 60 секунди на игра + 0,6 секунди на ход
bn: প্রতি খেলায় ৬০ সেকেন্ড + প্রতি চালে ০.৬ সেকেন্ড
da: 60 sekunder pr. spil + 0,6 sekunder pr. træk
sq: 60 sekonda për lojë + 0,6 sekonda për lëvizje
zh: 每局60秒+每步0.6秒

source: Skill Level - Lower the Skill Level in order to make the engine play weaker,
ar: مستوى المهارة - قم بخفض مستوى المهارة لجعل المحرك يلعب بشكل أضعف،
bg: Ниво на умения - Намалете нивото на умения, за да направите играта на двигателя по-слаба,
bn: দক্ষতার স্তর - ইঞ্জিনের গতি দুর্বল করার জন্য দক্ষতার স্তর কমিয়ে দিন,
da: Færdighedsniveau - Sænk færdighedsniveauet for at få motoren til at spille svagere,
sq: Niveli i aftësive - Ulni nivelin e aftësive në mënyrë që motori të luajë më dobët,
zh: 技能等级 - 降低技能等级以使引擎玩起来更弱，

source: as with UCI_LimitStrength. Internally, MultiPV is enabled, and with a certain
ar: كما هو الحال مع UCI_LimitStrength. داخليًا، تم تمكين MultiPV، وباستخدام حد معين
bg: както при UCI_LimitStrength. Вътрешно MultiPV е активиран и с определен
bn: UCI_LimitStrength এর মতো। অভ্যন্তরীণভাবে, MultiPV সক্রিয় থাকে, এবং একটি নির্দিষ্ট
da: som med UCI_LimitStrength. Internt er MultiPV aktiveret, og med en vis
sq: si me UCI_LimitStrength. Brenda, MultiPV është aktivizuar, dhe me një të caktuar
zh: 与 UCI_LimitStrength 一样。在内部，MultiPV 已启用，并且具有一定的

source: probability depending on the Skill Level, a weaker move will be played.
ar: احتمالية، اعتمادًا على مستوى المهارة، أن يتم لعب حركة أضعف.
bg: вероятност в зависимост от нивото на умение, ще бъде изигран по-слаб ход.
bn: দক্ষতা স্তরের উপর নির্ভর করে সম্ভাবনা, একটি দুর্বল চাল খেলা হবে।
da: sandsynlighed afhængig af færdighedsniveauet, vil et svagere træk blive spillet.
sq: probabiliteti në varësi të nivelit të aftësive, do të luhet një lëvizje më e dobët.
zh: 根据技能等级的概率，将会采取较弱的举动。

source: SyzygyPath - Path to the folders / directories storing the Syzygy tablebase files.
ar: SyzygyPath - المسار إلى المجلدات / الدلائل التي تخزن ملفات قاعدة بيانات جدول Syzygy.
bg: SyzygyPath - Път до папките / директориите, съхраняващи файловете на табличната база Syzygy.
bn: SyzygyPath - Syzygy টেবিলবেস ফাইল সংরক্ষণকারী ফোল্ডার/ডিরেক্টরির পথ।
da: SyzygyPath - Sti til de mapper/mapper, der gemmer Syzygy tablebase-filerne.
sq: SyzygyPath - Rruga drejt dosjeve / drejtorive që ruajnë skedarët e bazës së tabelave Syzygy.
zh: SyzygyPath - 存储 Syzygy 表库文件的文件夹/目录的路径。

source: Multiple directories are to be separated by a semi-colon < ; >
ar: يجب فصل الدلائل المتعددة بفاصلة منقوطة <;>
bg: Няколко директории трябва да бъдат разделени с точка и запетая < ; >
bn: একাধিক ডিরেক্টরি একটি সেমি-কোলন দিয়ে পৃথক করতে হবে < ; >
da: Flere mapper skal adskilles af et semikolon < ; >
sq: Drejtoritë e shumta duhet të ndahen me një pikëpresje < ; >
zh: 多个目录用分号 < ; > 分隔

source: Do not use spaces around the semi-colon. Here is an example -
ar: لا تستخدم المسافات حول الفاصلة المنقوطة. إليك مثال على ذلك -
bg: Не използвайте интервали около точката и запетая. Ето един пример -
bn: সেমি-কোলনের চারপাশে স্পেস ব্যবহার করবেন না। এখানে একটি উদাহরণ দেওয়া হল -
da: Brug ikke mellemrum omkring semikolon. Her er et eksempel -
sq: Mos përdorni hapësira rreth pikëpresjes. Këtu është një shembull -
zh: 不要在分号周围使用空格。以下是示例 -
