Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: This panel lets you setup the .pgn log file.
ar: تتيح لك هذه اللوحة إعداد ملف سجل .pgn.
bg: Този панел ви позволява да настроите .pgn лог файла.
bn: এই প্যানেলটি আপনাকে .pgn লগ ফাইল সেটআপ করতে দেয়।
da: Dette panel lader dig opsætte .pgn-logfilen.
sq: Ky panel ju lejon të konfiguroni skedarin e regjistrit .pgn.
zh: 该面板允许您设置.pgn 日志文件。

source: Log file
ar: ملف السجل
bg: Лог файл
bn: লগ ফাইল
da: Logfil
sq: Skedari i regjistrit
zh: 日志档案

source: Select log file
ar: حدد ملف السجل
bg: Изберете лог файл
bn: লগ ফাইল নির্বাচন করুন
da: Vælg logfil
sq: Zgjidhni skedarin e regjistrit
zh: 选择日志文件

source: The .pgn file that is created to save your activity.
ar: ملف .pgn الذي تم إنشاؤه لحفظ نشاطك.
bg: Файлът .pgn, който е създаден, за да запази вашата дейност.
bn: আপনার কার্যকলাপ সংরক্ষণ করার জন্য তৈরি করা .pgn ফাইল।
da: .pgn-filen, der er oprettet for at gemme din aktivitet.
sq: Skedari .pgn që është krijuar për të ruajtur aktivitetin tuaj.
zh: 创建用于保存您的活动的.pgn 文件。

source: Clear this box to disable logging.
ar: قم بإلغاء تحديد هذا المربع لتعطيل التسجيل.
bg: Изчистете това квадратче, за да деактивирате регистрирането.
bn: লগিং নিষ্ক্রিয় করতে এই বাক্সটি সাফ করুন।
da: Ryd dette felt for at deaktivere logning.
sq: Fshi këtë kuti për të çaktivizuar regjistrimin.
zh: 清除此框可以禁用日志记录。

source: Use this panel to select a .pgn file to save a record
ar: استخدم هذه اللوحة لتحديد ملف .pgn لحفظ سجل
bg: Използвайте този панел, за да изберете .pgn файл, за да запазите запис
bn: এই প্যানেলটি ব্যবহার করে একটি .pgn ফাইল নির্বাচন করে রেকর্ড সংরক্ষণ করুন।
da: Brug dette panel til at vælge en .pgn-fil for at gemme en post
sq: Përdorni këtë panel për të zgjedhur një skedar .pgn për të ruajtur një regjistrim
zh: 使用此面板选择一个 .pgn 文件来保存记录

source: of activity. You can subsequently access the log using
ar: من النشاط. يمكنك بعد ذلك الوصول إلى السجل باستخدام
bg: на дейност. Впоследствие можете да получите достъп до дневника, като използвате
bn: কার্যকলাপের। আপনি পরবর্তীতে লগটি ব্যবহার করে অ্যাক্সেস করতে পারেন
da: af aktivitet. Du kan efterfølgende få adgang til loggen vha
sq: të veprimtarisë. Më pas mund të hyni në regjistrin duke përdorur
zh: 活动。随后您可以使用

source: the File - Open log file menu command
ar: أمر القائمة "ملف - فتح ملف السجل"
bg: командата от менюто Файл - Отваряне на лог файл
bn: ফাইল - লগ ফাইল খুলুন মেনু কমান্ড
da: menukommandoen Fil - Åbn logfil
sq: komanda e menusë File - Open log file
zh: 文件 - 打开日志文件菜单命令

source: Log file dialog help
ar: مساعدة في مربع حوار ملف السجل
bg: Помощ за диалоговия прозорец на регистрационния файл
bn: লগ ফাইল ডায়ালগ সহায়তা
da: Hjælp til logfildialog
sq: Ndihma e dialogut të skedarit të regjistrit
zh: 日志文件对话框帮助

source: New Tab
ar: علامة تبويب جديدة
bg: Нов раздел
bn: নতুন ট্যাব
da: Ny fane
sq: Skeda e re
zh: 新标签页

source: New Game
ar: لعبة جديدة
bg: Нова игра
bn: নতুন খেলা
da: Nyt spil
sq: Lojë e re
zh: 新游戏

source: New
ar: جديد
bg: Нов
bn: নতুন
da: Ny
sq: E re
zh: 新的

source: Start afresh with a new .pgn file with no games
ar: ابدأ من جديد بملف .pgn جديد بدون أي ألعاب
bg: Започнете отначало с нов .pgn файл без игри
bn: কোনও গেম ছাড়াই একটি নতুন .pgn ফাইল দিয়ে নতুন করে শুরু করুন
da: Start forfra med en ny .pgn-fil uden spil
sq: Filloni nga e para me një skedar të ri .pgn pa lojëra
zh: 使用没有游戏的新 .pgn 文件重新开始

source: Open
ar: يفتح
bg: отворено
bn: খোলা
da: Åben
sq: Hapur
zh: 打开

source: Open an existing .pgn file
ar: فتح ملف .pgn موجود
bg: Отворете съществуващ .pgn файл
bn: একটি বিদ্যমান .pgn ফাইল খুলুন
da: Åbn en eksisterende .pgn-fil
sq: Hapni një skedar ekzistues .pgn
zh: 打开现有的 .pgn 文件

source: Open Recent
ar: فتح الأخير
bg: Отворете Скорошни
bn: সাম্প্রতিক খুলুন
da: Åbn Seneste
sq: Hape Së fundmi
zh: 打开最近

source: Clear recent file list
ar: مسح قائمة الملفات الأخيرة
bg: Изчистване на списъка с последните файлове
bn: সাম্প্রতিক ফাইল তালিকা সাফ করুন
da: Ryd listen over seneste filer
sq: Pastro listën e skedarëve të fundit
zh: 清除最近文件列表

source: Clear the recent file list
ar: مسح قائمة الملفات الأخيرة
bg: Изчистете списъка с последните файлове
bn: সাম্প্রতিক ফাইল তালিকা সাফ করুন
da: Ryd listen over seneste filer
sq: Pastro listën e skedarëve të fundit
zh: 清除最近文件列表

source: Open log file
ar: فتح ملف السجل
bg: Отворете регистрационния файл
bn: লগ ফাইল খুলুন
da: Åbn logfil
sq: Hap skedarin e regjistrit
zh: 打开日志文件

source: Open the file in which Tarrasch logs games
ar: افتح الملف الذي يسجل فيه Tarrasch الألعاب
bg: Отворете файла, в който Tarrasch регистрира игри
bn: যে ফাইলে Tarrasch গেম লগ করে সেই ফাইলটি খুলুন।
da: Åbn filen, hvor Tarrasch logger spil
sq: Hapni skedarin në të cilin Tarrasch regjistron lojërat
zh: 打开 Tarrasch 记录游戏的文件

source: Save the current .pgn file
ar: احفظ ملف .pgn الحالي
bg: Запазете текущия .pgn файл
bn: বর্তমান .pgn ফাইলটি সংরক্ষণ করুন।
da: Gem den aktuelle .pgn-fil
sq: Ruani skedarin aktual .pgn
zh: 保存当前的 .pgn 文件

source: Save the current .pgn file with a different name
ar: احفظ ملف .pgn الحالي باسم مختلف
bg: Запазете текущия .pgn файл с различно име
bn: বর্তমান .pgn ফাইলটি ভিন্ন নামে সংরক্ষণ করুন।
da: Gem den aktuelle .pgn-fil med et andet navn
sq: Ruani skedarin aktual .pgn me një emër tjetër
zh: 使用不同的名称保存当前的 .pgn 文件

source: Save game as
ar: حفظ اللعبة باسم
bg: Запази играта като
bn: খেলাটি এইভাবে সংরক্ষণ করুন
da: Gem spil som
sq: Ruaje lojën si
zh: 游戏另存为

source: Save the current game to a new or existing .pgn file
ar: احفظ اللعبة الحالية في ملف .pgn جديد أو موجود
bg: Запазете текущата игра в нов или съществуващ .pgn файл
bn: বর্তমান গেমটি একটি নতুন অথবা বিদ্যমান .pgn ফাইলে সংরক্ষণ করুন।
da: Gem det aktuelle spil i en ny eller eksisterende .pgn-fil
sq: Ruani lojën aktuale në një skedar .pgn të ri ose ekzistues
zh: 将当前游戏保存到新的或现有的 .pgn 文件中

source: New tab
ar: علامة تبويب جديدة
bg: Нов раздел
bn: নতুন ট্যাব
da: Ny fane
sq: Skeda e re
zh: 新标签页

source: Close tab
ar: إغلاق علامة التبويب
bg: Затваряне на раздела
bn: ট্যাব বন্ধ করুন
da: Luk fanen
sq: Mbyll skedën
zh: 关闭标签

source: Close all tabs
ar: إغلاق جميع علامات التبويب
bg: Затворете всички раздели
bn: সকল ট্যাব বন্ধ করুন
da: Luk alle faner
sq: Mbyllni të gjitha skedat
zh: 关闭所有标签页

source: Close all open tabs, except the first one
ar: أغلق جميع علامات التبويب المفتوحة، باستثناء الأولى
bg: Затворете всички отворени раздели, с изключение на първия
bn: প্রথমটি ছাড়া সকল খোলা ট্যাব বন্ধ করুন
da: Luk alle åbne faner undtagen den første
sq: Mbyllni të gjitha skedat e hapura, përveç të parës
zh: 关闭除第一个标签页之外的所有打开的标签页

source: Add tab to file
ar: إضافة علامة تبويب إلى الملف
bg: Добавете раздел към файла
bn: ফাইলে ট্যাব যোগ করুন
da: Tilføj fane til fil
sq: Shto skedën në skedar
zh: 将标签添加到文件

source: Add this game to the current file
ar: أضف هذه اللعبة إلى الملف الحالي
bg: Добавете тази игра към текущия файл
bn: বর্তমান ফাইলে এই গেমটি যোগ করুন
da: Føj dette spil til den aktuelle fil
sq: Shtoni këtë lojë në skedarin aktual
zh: 将此游戏添加到当前文件

source: Print..
ar: مطبعة..
bg: Печат..
bn: ছাপা..
da: Trykke..
sq: Printo..
zh: 打印..

source: Print game functions
ar: وظائف لعبة الطباعة
bg: Отпечатайте функциите на играта
bn: গেম ফাংশন প্রিন্ট করুন
da: Udskriv spilfunktioner
sq: Printoni funksionet e lojës
zh: 打印游戏功能

source: Print game..
ar: لعبة الطباعة.
bg: Печатна игра..
bn: প্রিন্ট গেম..
da: Udskriv spil..
sq: Lojë me printe..
zh: 打印游戏..

source: Print preview for the current game
ar: معاينة الطباعة للعبة الحالية
bg: Преглед на печат за текущата игра
bn: বর্তমান খেলার প্রিন্ট প্রিভিউ
da: Forhåndsvisning af det aktuelle spil
sq: Pamja paraprake e printimit për lojën aktuale
zh: 打印当前游戏的预览

source: Print options..
ar: خيارات الطباعة.
bg: Опции за печат..
bn: প্রিন্ট অপশন..
da: Udskriftsmuligheder..
sq: Opsionet e printimit..
zh: 打印选项..

source: Set options for printing
ar: تعيين خيارات الطباعة
bg: Задайте опции за печат
bn: মুদ্রণের জন্য বিকল্পগুলি সেট করুন
da: Indstil indstillinger for udskrivning
sq: Vendosni opsionet për printim
zh: 设置打印选项

source: E&xit
ar: مخرج
bg: Из&изход
bn: প্রস্থান করুন
da: Udgang
sq: Dil&dal
zh: 出口

source: Copy
ar: ينسخ
bg: копие
bn: কপি
da: Kopi
sq: Kopjo
zh: 复制

source: Cut
ar: يقطع
bg: Изрежете
bn: কাটা
da: Skære
sq: Prerë
zh: 切

source: Paste
ar: لصق
bg: Залепете
bn: আটকান
da: Indsæt
zh: 粘贴

source: Undo
ar: التراجع
bg: Отмяна
bn: পূর্বাবস্থায় ফেরান
da: Fortryd
sq: Zhbër
zh: 撤消

source: Redo
ar: أعد
bg: Повторете
bn: পুনরায় করুন
da: Gentag
sq: Ribëje
zh: 重做

source: Delete comment text or remainder of variation
ar: حذف نص التعليق أو بقية التباين
bg: Изтрийте текста на коментара или остатъка от варианта
bn: মন্তব্যের টেক্সট অথবা বাকি ভেরিয়েশন মুছে ফেলুন
da: Slet kommentartekst eller resten af ​​variationen
sq: Fshi tekstin e komentit ose pjesën e mbetur të variacionit
zh: 删除评论文本或其余变体

source: Delete selection or rest of variation
ar: حذف التحديد أو بقية التنوع
bg: Изтриване на селекция или остатък от вариант
bn: নির্বাচন বা বাকি ভেরিয়েশন মুছে ফেলুন
da: Slet markering eller resten af ​​variationen
sq: Fshi përzgjedhjen ose pjesën tjetër të variacionit
zh: 删除所选内容或其余变体

source: Edit game details
ar: تعديل تفاصيل اللعبة
bg: Редактирайте подробностите за играта
bn: গেমের বিবরণ সম্পাদনা করুন
da: Rediger spildetaljer
sq: Redakto detajet e lojës
zh: 编辑游戏详细信息

source: Modify player names, tournament names, or other details
ar: تعديل أسماء اللاعبين أو أسماء البطولات أو التفاصيل الأخرى
bg: Променете имена на играчи, имена на турнири или други подробности
bn: খেলোয়াড়ের নাম, টুর্নামেন্টের নাম, বা অন্যান্য বিবরণ পরিবর্তন করুন
da: Rediger spillernavne, turneringsnavne eller andre detaljer
sq: Ndryshoni emrat e lojtarëve, emrat e turneut ose detaje të tjera
zh: 修改玩家姓名、锦标赛名称或其他详细信息

source: Copy game to system clipboard (PGN)
ar: نسخ اللعبة إلى حافظة النظام (PGN)
bg: Копиране на играта в системния клипборд (PGN)
bn: সিস্টেম ক্লিপবোর্ডে (PGN) গেমটি কপি করুন
da: Kopier spil til systemudklipsholder (PGN)
sq: Kopjo lojën në kujtesën e sistemit (PGN)
zh: 将游戏复制到系统剪贴板（PGN）

source: Copy position to system clipboard (FEN)
ar: نسخ الموضع إلى حافظة النظام (FEN)
bg: Копиране на позиция в системния клипборд (FEN)
bn: সিস্টেম ক্লিপবোর্ডে অবস্থান কপি করুন (FEN)
da: Kopiér position til systemudklipsholder (FEN)
sq: Kopjo pozicionin në kujtesën e sistemit (FEN)
zh: 将位置复制到系统剪贴板 (FEN)

source: Delete the whole variation
ar: حذف الاختلاف بأكمله
bg: Изтрийте цялата вариация
bn: সম্পূর্ণ ভেরিয়েশনটি মুছে ফেলুন
da: Slet hele variationen
sq: Fshini të gjithë variacionin
zh: 删除整个变体

source: The current variation is elevated higher in the hierarchy of variations
ar: التباين الحالي مرتفع في التسلسل الهرمي للتباينات
bg: Текущата вариация е издигната по-високо в йерархията на вариациите
bn: বর্তমান প্রকরণটি প্রকরণের শ্রেণিবিন্যাসে আরও উন্নত।
da: Den nuværende variation er hævet højere i variationshierarkiet
sq: Variacioni aktual është ngritur më lart në hierarkinë e variacioneve
zh: 当前变体在变体层次中被提升到更高的级别

source: The current variation is lowered in the hierarchy of variations
ar: يتم تخفيض التباين الحالي في التسلسل الهرمي للتباينات
bg: Текущата вариация е по-ниска в йерархията на вариациите
bn: বর্তমান প্রকরণটি প্রকরণের শ্রেণিবিন্যাসে হ্রাস পেয়েছে
da: Den aktuelle variation er sænket i hierarkiet af variationer
sq: Variacioni aktual është ulur në hierarkinë e variacioneve
zh: 当前变体在变体层级中处于较低位置

source: Demote rest of variation to comment Alt-D
ar: تخفيض رتبة بقية التنوع إلى التعليق_tAlt-D
bg: Понижи останалата част от варианта до коментар Alt-D
bn: বাকি ভেরিয়েশনটি মন্তব্যে অবনমিত করুন Alt-D
da: Nedryk resten af ​​variationen til kommentar Alt-D
sq: Ulni pjesën tjetër të variacionit për të komentuar Alt-D
zh: 将其余变体降级为评论 Alt-D

source: Convert moves to plain text which can be edited
ar: تحويل التحركات إلى نص عادي يمكن تحريره
bg: Преобразувайте движения в обикновен текст, който може да се редактира
bn: মুভগুলিকে প্লেইন টেক্সটে রূপান্তর করুন যা সম্পাদনা করা যেতে পারে
da: Konverter træk til almindelig tekst, som kan redigeres
sq: Konvertoni lëvizjet në tekst të thjeshtë i cili mund të modifikohet
zh: 将动作转换为可编辑的纯文本

source: Promote comment to moves
ar: تعزيز التعليق على التحركات
bg: Насърчаване на коментар към ходове
bn: মন্তব্যকে মুভ-এ প্রচার করুন
da: Fremme kommentar til bevægelser
sq: Promovoni komentin në lëvizje
zh: 推动评论行动

source: Convert plain text to live moves
ar: تحويل النص العادي إلى حركات حية
bg: Преобразувайте обикновен текст в движения на живо
bn: প্লেইন টেক্সটকে লাইভ মুভে রূপান্তর করুন
da: Konverter almindelig tekst til levende træk
sq: Konvertoni tekstin e thjeshtë në lëvizje të drejtpërdrejta
zh: 将纯文本转换为实时动作

source: Promote rest of comment to moves Alt-P
ar: قم بترقية بقية التعليق إلى moves_tAlt-P
bg: Повишете останалата част от коментара към ходове Alt-P
bn: বাকি মন্তব্যটি মুভ-এ উন্নীত করুন Alt-P
da: Fremhæv resten af ​​kommentaren til moves Alt-P
sq: Promovoni pjesën tjetër të komentit në lëvizje Alt-P
zh: 将其余评论提升为移动 Alt-P

source: Convert plain text (from cursor to end of comment) to live moves
ar: تحويل النص العادي (من المؤشر إلى نهاية التعليق) إلى تحركات مباشرة
bg: Преобразувайте обикновен текст (от курсора до края на коментара) в движения на живо
bn: প্লেইন টেক্সট (কার্সার থেকে মন্তব্যের শেষে) লাইভ মুভে রূপান্তর করুন
da: Konverter almindelig tekst (fra markør til slutningen af ​​kommentaren) til levende træk
sq: Konvertoni tekstin e thjeshtë (nga kursori në fund të komentit) në lëvizje të drejtpërdrejta
zh: 将纯文本（从光标到评论末尾）转换为实时移动

source: Delete comments
ar: حذف التعليقات
bg: Изтриване на коментари
bn: মন্তব্য মুছে ফেলুন
da: Slet kommentarer
sq: Fshi komentet
zh: 删除评论

source: Delete all comments to the game
ar: حذف جميع التعليقات على اللعبة
bg: Изтрийте всички коментари към играта
bn: গেমের সমস্ত মন্তব্য মুছে ফেলুন
da: Slet alle kommentarer til spillet
sq: Fshi të gjitha komentet në lojë
zh: 删除游戏所有评论

source: Delete sub-vars
ar: حذف المتغيرات الفرعية
bg: Изтриване на подварианти
bn: সাব-ভারগুলি মুছুন
da: Slet sub-vars
sq: Fshini nënvargjet
zh: 删除子变量

source: Delete all sub-variations to the game
ar: حذف جميع الاختلافات الفرعية للعبة
bg: Изтрийте всички подварианти на играта
bn: গেমের সমস্ত উপ-প্রকরণ মুছে ফেলুন
da: Slet alle undervariationer til spillet
sq: Fshini të gjitha nën-ndryshimet në lojë
zh: 删除游戏的所有子变体

source: Delete NAGs
ar: حذف NAGs
bg: Изтриване на NAG
bn: NAG গুলি মুছুন
da: Slet NAG'er
sq: Fshini NAG-të
zh: 删除 NAG

source: Delete all NAGs (Numeric Annotation Glyphs) to the game
ar: احذف جميع رموز التعليقات الرقمية (NAGs) الموجودة في اللعبة
bg: Изтрийте всички NAG (глифове с цифрови пояснения) към играта
bn: গেমের সমস্ত NAG (সংখ্যাসূচক টীকা গ্লিফ) মুছে ফেলুন।
da: Slet alle NAG'er (Numeric Annotation Glyphs) til spillet
sq: Fshini të gjitha NAG-të (Glyphs Numeric Annotation) në lojë
zh: 删除游戏中的所有 NAG（数字注释符号）

source: Delete all
ar: حذف الكل
bg: Изтрий всички
bn: সব মুছে ফেলুন
da: Slet alle
sq: Fshij të gjitha
zh: 全部删除

source: Delete all comments,sub-variations and NAGs to the game
ar: قم بحذف جميع التعليقات والتغييرات الفرعية والتعليقات غير المرغوب فيها الخاصة باللعبة
bg: Изтрийте всички коментари, под-вариации и NAG към играта
bn: গেমের সমস্ত মন্তব্য, উপ-প্রকরণ এবং NAG মুছে ফেলুন।
da: Slet alle kommentarer, undervariationer og NAG'er til spillet
sq: Fshini të gjitha komentet, nën-variacionet dhe NAG-të në lojë
zh: 删除游戏的所有评论、子变体和 NAG

source: Show the current file as a list of games
ar: إظهار الملف الحالي كقائمة من الألعاب
bg: Показване на текущия файл като списък с игри
bn: বর্তমান ফাইলটিকে গেমের তালিকা হিসেবে দেখান
da: Vis den aktuelle fil som en liste over spil
sq: Shfaq skedarin aktual si një listë lojërash
zh: 将当前文件显示为游戏列表

source: Database
ar: قاعدة البيانات
bg: База данни
bn: ডাটাবেস
sq: Baza e të dhënave
zh: 数据库

source: Do a database search, revealing a list of found games
ar: قم بإجراء بحث في قاعدة البيانات، وسيظهر لك قائمة بالألعاب التي تم العثور عليها
bg: Направете търсене в база данни, разкривайки списък с намерени игри
bn: একটি ডাটাবেস অনুসন্ধান করুন, পাওয়া গেমগুলির একটি তালিকা প্রকাশ করুন।
da: Foretag en databasesøgning, og afslør en liste over fundne spil
sq: Bëni një kërkim në bazën e të dhënave, duke zbuluar një listë të lojërave të gjetura
zh: 进行数据库搜索，显示找到的游戏列表

source: Session
ar: حصة
bg: Сесия
bn: অধিবেশন
sq: Sesioni
zh: 会议

source: Show activity in this session as a list of games
ar: إظهار النشاط في هذه الجلسة كقائمة من الألعاب
bg: Показване на активността в тази сесия като списък с игри
bn: এই সেশনের কার্যকলাপ গেমের তালিকা হিসেবে দেখান
da: Vis aktivitet i denne session som en liste over spil
sq: Shfaq aktivitetin në këtë sesion si një listë lojërash
zh: 以游戏列表形式显示本次会话中的活动

source: Show the copied games as a list of games
ar: إظهار الألعاب المنسوخة كقائمة من الألعاب
bg: Показване на копираните игри като списък с игри
bn: কপি করা গেমগুলিকে গেমের তালিকা হিসেবে দেখান
da: Vis de kopierede spil som en liste over spil
sq: Shfaqni lojërat e kopjuara si një listë lojërash
zh: 将复制的游戏显示为游戏列表

source: Previous game from file
ar: اللعبة السابقة من الملف
bg: Предишна игра от файл
bn: ফাইল থেকে পূর্ববর্তী খেলা
da: Forrige spil fra fil
sq: Loja e mëparshme nga skedari
zh: 文件中的上一场比赛

source: Next game from file
ar: اللعبة التالية من الملف
bg: Следваща игра от файла
bn: ফাইল থেকে পরবর্তী খেলা
da: Næste spil fra fil
sq: Loja tjetër nga skedari
zh: 文件中的下一场比赛

source: Auto-replay
ar: إعادة التشغيل التلقائي
bg: Автоматично повторение
bn: অটো-রিপ্লে
da: Automatisk genafspilning
sq: Përsëritje automatike
zh: 自动重播

source: Start / stop automatic replay of loaded game
ar: بدء/إيقاف إعادة تشغيل اللعبة المحملة تلقائيًا
bg: Стартиране / спиране на автоматично преиграване на заредена игра
bn: লোড করা গেমের স্বয়ংক্রিয় রিপ্লে শুরু/বন্ধ করুন
da: Start / stop automatisk genafspilning af indlæst spil
sq: Filloni / ndaloni përsëritjen automatike të lojës së ngarkuar
zh: 开始/停止已加载游戏的自动重播

source: Auto-replay options
ar: خيارات إعادة التشغيل التلقائي
bg: Опции за автоматично повторение
bn: অটো-রিপ্লে বিকল্পগুলি
da: Muligheder for automatisk genafspilning
sq: Opsionet e riprodhimit automatik
zh: 自动重播选项

source: Open the automatic replay dialog box
ar: افتح مربع حوار إعادة التشغيل التلقائي
bg: Отворете диалоговия прозорец за автоматично повторение
bn: স্বয়ংক্রিয় রিপ্লে ডায়ালগ বক্স খুলুন।
da: Åbn dialogboksen for automatisk genafspilning
sq: Hapni kutinë e dialogut të riprodhimit automatik
zh: 打开自动重播对话框

source: Free internet chess server..
ar: خادم شطرنج مجاني على الإنترنت.
bg: Безплатен интернет шах сървър..
bn: বিনামূল্যে ইন্টারনেট দাবা সার্ভার..
da: Gratis internet skak server..
sq: Server shahu falas në internet..
zh: 免费的互联网国际象棋服务器..

source: Play on the Fics server
ar: العب على سيرفر Fics
bg: Играйте на сървъра Fics
bn: Fics সার্ভারে খেলুন
da: Spil på Fics-serveren
sq: Luaj në serverin Fics
zh: 在 Fics 服务器上玩

source: Start a new game, but leave existing .pgn file open
ar: ابدأ لعبة جديدة، ولكن اترك ملف .pgn الموجود مفتوحًا
bg: Започнете нова игра, но оставете съществуващия .pgn файл отворен
bn: একটি নতুন গেম শুরু করুন, কিন্তু বিদ্যমান .pgn ফাইলটি খোলা রাখুন।
da: Start et nyt spil, men lad eksisterende .pgn-fil stå åben
sq: Filloni një lojë të re, por lini skedarin ekzistues .pgn të hapur
zh: 开始新游戏，但保持现有的 .pgn 文件打开

source: Flip board Ctrl+F
ar: لوحة التقليب_tCtrl+F
bg: Обърнете дъската Ctrl+F
bn: ফ্লিপ বোর্ড Ctrl+F
sq: Kthejeni tabelën Ctrl+F
zh: 翻页板 Ctrl+F

source: Reverse the current orientation,
ar: عكس الاتجاه الحالي،
bg: Обърнете текущата ориентация,
bn: বর্তমান অভিযোজন বিপরীত করুন,
da: Vend den aktuelle retning,
sq: Kthejeni orientimin aktual,
zh: 反转当前方向，

source: also for Setup position and Games menu boards
ar: أيضًا لموضع الإعداد وقوائم الألعاب
bg: също и за табла с позиции за настройка и менюта за игри
bn: সেটআপ পজিশন এবং গেমস মেনু বোর্ডের জন্যও
da: også til opsætningsposition og spilmenutavler
sq: gjithashtu për pozicionin e konfigurimit dhe tabelat e menusë së Lojërave
zh: 也适用于设置位置和游戏菜单板

source: Take back
ar: استعادة
bg: Вземете обратно
bn: ফিরিয়ে নাও
da: Tag tilbage
sq: Merrni prapa
zh: 收回

source: Set position
ar: تعيين الموضع
bg: Задайте позиция
bn: অবস্থান সেট করুন
da: Indstil position
sq: Vendosni pozicionin
zh: 设置位置

source: Setup a new position
ar: إعداد موقف جديد
bg: Настройте нова позиция
bn: একটি নতুন অবস্থান সেটআপ করুন
da: Indstil en ny position
sq: Vendosni një pozicion të ri
zh: 设置新职位

source: Start kibitzer
ar: ابدأ التطفل
bg: Стартирайте kibitzer
bn: কিবিটজার শুরু করুন
sq: Filloni kibitzer
zh: 开始 kibitzer

source: Turn computer analysis on or off
ar: تشغيل تحليل الكمبيوتر أو إيقاف تشغيله
bg: Включете или изключете компютърния анализ
bn: কম্পিউটার বিশ্লেষণ চালু বা বন্ধ করুন
da: Slå computeranalyse til eller fra
sq: Aktivizoni ose çaktivizoni analizën kompjuterike
zh: 打开或关闭计算机分析

source: Indicate game result, or claim draw when playing against engine
ar: أشر إلى نتيجة اللعبة أو ادع التعادل عند اللعب ضد المحرك
bg: Посочете резултата от играта или заявете равенство, когато играете срещу двигателя
bn: ইঞ্জিনের বিরুদ্ধে খেলার সময় খেলার ফলাফল নির্দেশ করুন, অথবা ড্র দাবি করুন
da: Angiv spilresultat, eller kræve uafgjort, når du spiller mod motor
sq: Tregoni rezultatin e lojës ose pretendoni barazimin kur luani kundër motorit
zh: 指示游戏结果，或在与引擎对战时宣布平局

source: Indicate game result, or concede when playing White against engine
ar: أشر إلى نتيجة اللعبة أو استسلم عند اللعب باللون الأبيض ضد المحرك
bg: Посочете резултата от играта или отстъпете, когато играете бели срещу машина
bn: ইঞ্জিনের বিরুদ্ধে হোয়াইট খেলার সময় খেলার ফলাফল নির্দেশ করুন, অথবা স্বীকার করুন
da: Angiv spilresultat, eller indrømme, når du spiller hvid mod motor
sq: Tregoni rezultatin e lojës, ose pranoni kur luani Bardhë kundër motorit
zh: 指示游戏结果，或在白棋对抗引擎时认输

source: Indicate game result, or concede when playing Black against engine
ar: أشر إلى نتيجة اللعبة أو استسلم عند اللعب باللون الأسود ضد المحرك
bg: Посочете резултата от играта или отстъпете, когато играете черни срещу машина
bn: ইঞ্জিনের বিরুদ্ধে কালো খেলার সময় খেলার ফলাফল নির্দেশ করুন, অথবা স্বীকার করুন
da: Angiv spilresultat, eller indrømme, når du spiller sort mod motor
sq: Tregoni rezultatin e lojës, ose pranoni kur luani Zi kundër motorit
zh: 指示游戏结果，或在黑棋与引擎对弈时认输

source: Play White against engine, starting from current position
ar: العب باللون الأبيض ضد المحرك، بدءًا من الموضع الحالي
bg: Играйте бели срещу машина, започвайки от текущата позиция
bn: বর্তমান অবস্থান থেকে শুরু করে ইঞ্জিনের বিরুদ্ধে সাদা খেলুন
da: Spil hvid mod motor, startende fra den nuværende position
sq: Luaj White kundër motorit, duke filluar nga pozicioni aktual
zh: 从当前位置开始，白方与引擎对弈

source: Play Black against engine, starting from current position
ar: العب باللون الأسود ضد المحرك، بدءًا من الموضع الحالي
bg: Играйте черни срещу машина, започвайки от текущата позиция
bn: বর্তমান অবস্থান থেকে শুরু করে ইঞ্জিনের বিরুদ্ধে কালো খেলুন
da: Spil sort mod motor, startende fra den nuværende position
sq: Luaj Zi kundër motorit, duke filluar nga pozicioni aktual
zh: 从当前位置开始，黑方与引擎对弈

source: Computer engine plays against itself
ar: محرك الكمبيوتر يلعب ضد نفسه
bg: Компютърният двигател играе сам срещу себе си
bn: কম্পিউটার ইঞ্জিন নিজের বিরুদ্ধে খেলছে
da: Computermotor spiller mod sig selv
sq: Motori kompjuterik luan kundër vetvetes
zh: 计算机引擎与自己对抗

source: Reverse roles in game against engine
ar: عكس الأدوار في اللعبة ضد المحرك
bg: Обърнете ролите в играта срещу двигателя
bn: ইঞ্জিনের বিরুদ্ধে খেলায় বিপরীত ভূমিকা
da: Omvendte roller i spil mod motor
sq: Rolet e kundërta në lojë kundër motorit
zh: 在游戏中与引擎互换角色

source: Move now
ar: تحرك الآن
bg: Раздвижи се сега
bn: এখনই সরান
da: Flyt nu
sq: Lëviz tani
zh: 立即行动

source: Force engine to move
ar: إجبار المحرك على التحرك
bg: Принудете двигателя да се движи
bn: ইঞ্জিনকে নড়াচড়া করতে বাধ্য করুন
da: Tving motoren til at bevæge sig
sq: Detyroni motorin të lëvizë
zh: 强制发动机移动

source: General..
ar: عام..
bg: генерал..
bn: সাধারণ..
da: Generel..
sq: Gjeneral..
zh: 一般的..

source: Miscellaneous options
ar: خيارات متنوعة
bg: Разни опции
bn: বিবিধ বিকল্প
da: Forskellige muligheder
sq: Opsione të ndryshme
zh: 其他选项

source: Colours..
ar: الألوان..
bg: Цветове..
bn: রঙ..
da: Farver..
sq: Ngjyrat..
zh: 颜色..
