Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: Select the rook y size
ar: حدد حجم الرخ
bg: Изберете размера на топа y
bn: রুক ওয়াই সাইজ নির্বাচন করুন
da: Vælg tårnets y størrelse
sq: Zgjidhni madhësinë e shtratit y
zh: 选择新秀 y 尺寸

source: Select the rook z size
ar: حدد حجم الرخ z
bg: Изберете размера на топа z
bn: রুক জেড সাইজ নির্বাচন করুন
da: Vælg tårnets z størrelse
sq: Zgjidhni madhësinë z
zh: 选择车的 z 尺寸

source: Select the bishop x size
ar: حدد حجم الأسقف x
bg: Изберете епископ x размер
bn: বিশপ x আকার নির্বাচন করুন
da: Vælg biskoppen x størrelse
sq: Zgjidhni madhësinë e peshkopit x
zh: 选择主教 x 尺寸

source: Select the bishop y size
ar: حدد حجم الأسقف y
bg: Изберете размера на епископа y
bn: বিশপের y আকার নির্বাচন করুন
da: Vælg størrelsen af ​​biskop y
sq: Zgjidhni madhësinë e peshkopit y
zh: 选择主教 y 大小

source: Select the bishop z size
ar: حدد حجم الأسقف z
bg: Изберете размера на епископа z
bn: বিশপের z আকার নির্বাচন করুন
da: Vælg biskop z-størrelsen
sq: Zgjidhni madhësinë e peshkopit z
zh: 选择主教z大小

source: Select the knight x size
ar: حدد حجم الفارس x
bg: Изберете размера на рицаря x
bn: নাইট x আকার নির্বাচন করুন
da: Vælg ridder x størrelse
sq: Zgjidhni madhësinë e kalorësit x
zh: 选择骑士 x 尺寸

source: Select the knight y size
ar: حدد حجم الفارس y
bg: Изберете размера на рицаря y
bn: নাইট ওয়াই সাইজ নির্বাচন করুন
da: Vælg ridder y størrelse
sq: Zgjidhni madhësinë e kalorësit y
zh: 选择骑士 y 尺寸

source: Select the knight z size
ar: حدد حجم الفارس z
bg: Изберете размера z на рицаря
bn: নাইট z সাইজ নির্বাচন করুন
da: Vælg ridder z-størrelsen
sq: Zgjidhni madhësinë e kalorësit z
zh: 选择骑士 z 尺寸

source: Select the pawn x size
ar: حدد حجم البيدق x
bg: Изберете пешката x размер
bn: প্যান x আকার নির্বাচন করুন
da: Vælg bonden x størrelse
sq: Zgjidhni madhësinë e pengut x
zh: 选择棋子 x 尺寸

source: Select the pawn y size
ar: حدد حجم البيدق
bg: Изберете размера на пешката y
bn: বন্ধকী y এর আকার নির্বাচন করুন
da: Vælg størrelsen på bonden y
sq: Zgjidhni madhësinë e pengut y
zh: 选择棋子 y 尺寸

source: Select the pawn z size
ar: حدد حجم البيدق z
bg: Изберете размера на пешката z
bn: প্যান z আকার নির্বাচন করুন
da: Vælg størrelsen på bonden z
sq: Zgjidhni madhësinë e pengut z
zh: 选择棋子 z 尺寸

source: Check to tie the other piece sizes to the king
ar: تأكد من ربط أحجام القطع الأخرى بالملك
bg: Поставете отметка, за да свържете другите размери на фигурите с царя
bn: অন্যান্য টুকরোগুলো রাজার সাথে টাই করার জন্য পরীক্ষা করুন।
da: Markér for at binde de andre brikstørrelser til kongen
sq: Kontrolloni për të lidhur madhësitë e pjesëve të tjera me mbretin
zh: 检查其他棋子尺寸与王的配合情况

source: Check to tie the Y and Z sizes to the X size - rows
ar: تأكد من ربط أحجام Y وZ بحجم X - الصفوف
bg: Поставете отметка, за да свържете размерите Y и Z към редовете с размер X
bn: Y এবং Z আকারগুলিকে X আকারের সারির সাথে টাই করতে পরীক্ষা করুন।
da: Marker for at binde Y- og Z-størrelserne til X-størrelserne - rækkerne
sq: Kontrolloni për të lidhur madhësitë Y dhe Z me rreshtat - madhësia X
zh: 检查 Y 和 Z 尺寸与 X 尺寸的对应关系 - 行

source: Check to tie the piece X sizes to the king X size
ar: تأكد من ربط القطعة ذات المقاس X بالمقاس X الملكي
bg: Поставете отметка, за да обвържете фигурата с размери X с размера на краля X
bn: টুকরোটি X আকারের সাথে কিং X আকারের কিনা তা পরীক্ষা করুন।
da: Marker for at binde stykket X størrelse til konge X størrelse
sq: Kontrolloni për të lidhur pjesët e madhësive X me madhësinë e mbretit X
zh: 检查将片 X 尺寸与特大 X 尺寸联系起来

source: Check to tie the piece Y sizes to the king Y size
ar: تأكد من ربط قطعة المقاس Y بالمقاس Y الملكي
bg: Поставете отметка, за да обвържете фигурата Y с размера на краля Y
bn: Y সাইজের টুকরোটি কিং Y সাইজের সাথে টাই করার জন্য পরীক্ষা করুন।
da: Marker for at binde stykke Y-størrelse til konge Y-størrelse
sq: Kontrolloni për të lidhur përmasat e pjesëve Y me madhësinë mbret Y
zh: 检查将 Y 尺寸的部件与大号 Y 尺寸的部件连接起来

source: Check to tie the piece Z sizes to the king Z size
ar: تأكد من ربط القطعة بمقاس Z مع مقاس Z الملكي
bg: Поставете отметка, за да обвържете Z размерите на парчето с кралския Z размер
bn: Z সাইজের টুকরোটি কিং Z সাইজের সাথে টাই করার জন্য পরীক্ষা করুন।
da: Marker for at binde stykket Z-størrelser til king-Z-størrelsen
sq: Kontrolloni për të lidhur madhësinë e pjesës Z me madhësinë mbret Z
zh: 检查将片 Z 尺寸与特大 Z 尺寸联系起来

source: This dialog box allow you to adjust the sizes of the individual pieces
ar: يسمح لك مربع الحوار هذا بتعديل أحجام القطع الفردية
bg: Този диалогов прозорец ви позволява да регулирате размерите на отделните части
bn: এই ডায়ালগ বক্সটি আপনাকে পৃথক টুকরোগুলির আকার সামঞ্জস্য করতে দেয়
da: Denne dialogboks giver dig mulighed for at justere størrelserne på de enkelte stykker
sq: Kjo kuti dialogu ju lejon të rregulloni madhësitë e pjesëve individuale
zh: 此对话框允许您调整各个部分的大小

source: The sizes can be adjusted separately or in a group.
ar: يمكن تعديل الأحجام بشكل منفصل أو في مجموعة.
bg: Размерите могат да се коригират поотделно или в група.
bn: আকারগুলি আলাদাভাবে বা একটি গোষ্ঠীতে সমন্বয় করা যেতে পারে।
da: Størrelserne kan justeres separat eller i en gruppe.
sq: Madhësitë mund të rregullohen veçmas ose në grup.
zh: 可以单独或成组调整尺寸。

source: To adjust all of the pieces and all of the dimensions at once,
ar: لضبط كافة القطع وجميع الأبعاد مرة واحدة،
bg: За да коригирате всички части и всички размери наведнъж,
bn: একসাথে সমস্ত টুকরো এবং সমস্ত মাত্রা সামঞ্জস্য করতে,
da: For at justere alle stykker og alle dimensioner på én gang,
sq: Për të rregulluar të gjitha pjesët dhe të gjitha dimensionet menjëherë,
zh: 要一次性调整所有的部件和所有的尺寸，

source: check all of the checkboxes and make an adjustment to the King x-size.
ar: قم بتحديد جميع مربعات الاختيار وقم بإجراء تعديل على حجم King x.
bg: поставете отметка във всички квадратчета и направете корекция на King x-size.
bn: সমস্ত চেকবক্স চেক করুন এবং কিং এক্স-সাইজে একটি সমন্বয় করুন।
da: marker alle afkrydsningsfelterne og foretag en justering af King x-størrelsen.
sq: kontrolloni të gjitha kutitë e kontrollit dhe bëni një rregullim në madhësinë x King.
zh: 勾选所有复选框并对 King x 尺寸进行调整。

source: To adjust column value(s) (x, y, z) for all pieces,
ar: لضبط قيمة العمود (x، y، z) لجميع القطع،
bg: За да коригирате стойността(ите) на колоната (x, y, z) за всички части,
bn: সকল অংশের জন্য কলামের মান (x, y, z) সামঞ্জস্য করতে,
da: For at justere kolonneværdi(er) (x, y, z) for alle brikker,
sq: Për të rregulluar vlerën(at) e kolonës (x, y, z) për të gjitha pjesët,
zh: 要调整所有部分的列值 (x, y, z)，

source: check the < Tie pieces to King > checkbox,
ar: حدد مربع الاختيار <ربط القطع بالملك>،
bg: поставете отметка в квадратчето < Tiepieces to King >,
bn: <টাই পিসস টু কিং > চেকবক্স চেক করুন,
da: marker afkrydsningsfeltet < Tie pieces to King >
sq: kontrolloni kutinë e zgjedhjes < Lidhni pjesët me Mbretin >,
zh: 勾选<将棋子与王绑定>复选框，

source: uncheck the < tie Y, Z to X > checkbox,
ar: قم بإلغاء تحديد مربع الاختيار < ربط Y، Z إلى X >،
bg: премахнете отметката от квадратчето < обвързване на Y, Z към X >,
bn: <টাই Y, Z থেকে X > চেকবক্সটি আনচেক করুন,
da: fjern markeringen i afkrydsningsfeltet < bind Y, Z til X >,
sq: zgjidh kutinë e zgjedhjes < lidhja Y, Z me X >,
zh: 取消选中 < 将 Y、Z 绑定到 X > 复选框，

source: check the column(s) checkbox(es) that you want to adjust using
ar: حدد مربعات الاختيار الخاصة بالعمود (الأعمدة) التي تريد تعديلها باستخدام
bg: поставете отметка в квадратчетата за колони, които искате да коригирате
bn: আপনি যে কলাম(গুলি) চেকবক্স(গুলি) ব্যবহার করে সামঞ্জস্য করতে চান তা পরীক্ষা করুন
da: tjek kolonne(r) afkrydsningsfelt(er), som du vil justere ved hjælp af
sq: kontrolloni kutinë e zgjedhjes së kolonës(ave) që dëshironi të rregulloni duke përdorur
zh: 勾选您想要调整的列的复选框

source: < Tie X > < Tie Y > < Tie Z >
ar: < ربطة عنق X > < ربطة عنق Y > < ربطة عنق Z >
bg: < Равенство X > < Равенство Y > < Равенство Z >
bn: <টাই এক্স> <টাই ওয়াই> <টাই জেড>
sq: < Lidhja X > < Lidhja Y > < Lidhja Z >
zh: < 领带 X > < 领带 Y > < 领带 Z >

source: and then make the adjustments to the King x, y and z values.
ar: ثم قم بإجراء التعديلات على قيم King x وy وz.
bg: и след това направете корекциите на стойностите на King x, y и z.
bn: এবং তারপর King x, y এবং z মানের সাথে সমন্বয় করুন।
da: og foretag derefter justeringerne af King x-, y- og z-værdierne.
sq: dhe më pas bëni rregullimet në vlerat e King x, y dhe z.
zh: 然后对 King 的 x、y 和 z 值进行调整。

source: To adjust row values, uncheck the < Tie pieces to King > checkbox,
ar: لتعديل قيم الصفوف، قم بإلغاء تحديد مربع الاختيار <ربط القطع بالملك>،
bg: За да коригирате стойностите на реда, премахнете отметката от квадратчето < Tie figures to King >,
bn: সারির মানগুলি সামঞ্জস্য করতে, <Tie pieces to King > চেকবক্সটি আনচেক করুন,
da: For at justere rækkeværdier skal du fjerne markeringen i afkrydsningsfeltet < Tie pieces to King >,
sq: Për të rregulluar vlerat e rreshtit, zgjidhni kutinë e zgjedhjes < Lidhni pjesët me Mbretin >,
zh: 要调整行值，请取消选中<将棋子绑定到国王>复选框，

source: check the < tie Y, Z to X > checkbox
ar: حدد خانة الاختيار < ربط Y، Z إلى X >
bg: поставете отметка в квадратчето < обвързване на Y, Z към X >
bn: <টাই Y, Z থেকে X > চেকবক্সটি চেক করুন
da: marker afkrydsningsfeltet < bind Y, Z til X >
sq: kontrolloni kutinë e zgjedhjes < lidhni Y, Z me X >
zh: 勾选 < 将 Y, Z 绑定到 X > 复选框

source: and then make the adjustments to the piece x-value for the row.
ar: ثم قم بإجراء التعديلات على قيمة القطعة x للصف.
bg: и след това направете корекциите на x-стойността на парчето за реда.
bn: এবং তারপর সারির জন্য টুকরো x-মানে সমন্বয় করুন।
da: og foretag derefter justeringerne af stykkets x-værdi for rækken.
sq: dhe më pas bëni rregullimet e pjesës x-vlerë për rreshtin.
zh: 然后对该行的 x 值进行调整。

source: To adjust the piece values separately, uncheck all of the checkboxes.
ar: لضبط قيم القطعة بشكل منفصل، قم بإلغاء تحديد جميع مربعات الاختيار.
bg: За да регулирате отделно стойностите на частите, премахнете отметките от всички квадратчета.
bn: টুকরোর মান আলাদাভাবে সামঞ্জস্য করতে, সমস্ত চেকবক্স থেকে আনচেক করুন।
da: Fjern markeringen i alle afkrydsningsfelterne for at justere brikværdierne separat.
sq: Për të rregulluar vlerat e pjesëve veçmas, zgjidhni të gjitha kutitë e kontrollit.
zh: 要单独调整部件值，请取消选中所有复选框。

source: 3d piece size adjustment help
ar: مساعدة في تعديل حجم القطعة ثلاثية الأبعاد
bg: Помощ за регулиране на размера на 3d част
bn: 3D টুকরোর আকার সমন্বয় সাহায্য
da: Hjælp til justering af 3d-stykker
sq: Ndihmë për rregullimin e madhësisë së pjesës 3d
zh: 3d 件尺寸调整帮助

source: This panel lets you set player names.
ar: تتيح لك هذه اللوحة تعيين أسماء اللاعبين.
bg: Този панел ви позволява да задавате имена на играчи.
bn: এই প্যানেলটি আপনাকে খেলোয়াড়দের নাম সেট করতে দেয়।
da: Dette panel lader dig indstille spillernavne.
sq: Ky panel ju lejon të vendosni emrat e lojtarëve.
zh: 该面板可让您设置玩家姓名。

source: Current white player
ar: اللاعب الأبيض الحالي
bg: Настоящ бял играч
bn: বর্তমান শ্বেতাঙ্গ খেলোয়াড়
da: Nuværende hvid spiller
sq: Lojtari aktual i bardhë
zh: 现役白人球员

source: Current black player
ar: اللاعب الأسود الحالي
bg: Текущ черен играч
bn: বর্তমান কৃষ্ণাঙ্গ খেলোয়াড়
da: Nuværende sort spiller
sq: Lojtari aktual i zi
zh: 现役黑人球员

source: Usual name of human player in human vs engine games
ar: الاسم المعتاد للاعب البشري في ألعاب الإنسان ضد المحرك
bg: Обичайно име на човешки играч в игрите човек срещу двигател
bn: মানুষ বনাম ইঞ্জিন গেমে মানুষের খেলোয়াড়ের সাধারণ নাম
da: Det sædvanlige navn på den menneskelige spiller i human vs engine spil
sq: Emri i zakonshëm i lojtarit njerëzor në lojërat njerëzore kundër motorit
zh: 人类与引擎游戏中人类玩家的常用名称

source: Bill
ar: فاتورة
bg: Бил
bn: বিল
da: Regning
zh: 账单

source: The person who usually uses this program to play against a chess engine.
ar: الشخص الذي يستخدم هذا البرنامج عادةً للعب ضد محرك الشطرنج.
bg: Човекът, който обикновено използва тази програма, за да играе срещу шах двигател.
bn: যে ব্যক্তি সাধারণত দাবা ইঞ্জিনের বিরুদ্ধে খেলার জন্য এই প্রোগ্রামটি ব্যবহার করেন।
da: Den person, der normalt bruger dette program til at spille mod en skakmotor.
sq: Personi që zakonisht përdor këtë program për të luajtur kundër një motori shahu.
zh: 通常使用此程序与国际象棋引擎对战的人。

source: Use this panel to name the players involved in the
ar: استخدم هذه اللوحة لتسمية اللاعبين المشاركين في
bg: Използвайте този панел, за да посочите играчите, участващи в
bn: এই প্যানেলটি ব্যবহার করে জড়িত খেলোয়াড়দের নাম দিন
da: Brug dette panel til at navngive de spillere, der er involveret i
sq: Përdorni këtë panel për të emëruar lojtarët e përfshirë në
zh: 使用此面板命名参与的玩家

source: onscreen games.
ar: الألعاب على الشاشة.
bg: игри на екрана.
bn: পর্দায় খেলা।
da: spil på skærmen.
sq: lojëra në ekran.
zh: 屏幕游戏。

source: A shortcut to this dialog is available; simply
ar: يتوفر اختصار لهذا الحوار؛ ببساطة
bg: Наличен е пряк път към този диалогов прозорец; просто
bn: এই ডায়ালগের একটি শর্টকাট পাওয়া যায়; কেবল
da: En genvej til denne dialog er tilgængelig; simpelthen
sq: Ekziston një shkurtore për këtë dialog; thjesht
zh: 此对话框有一个快捷方式；只需

source: click on a player name.
ar: انقر على اسم اللاعب.
bg: щракнете върху име на играч.
bn: একটি খেলোয়াড়ের নামের উপর ক্লিক করুন।
da: klik på et spillernavn.
sq: klikoni në emrin e një lojtari.
zh: 点击一个玩家名字。

source: Player Name Dialog Help
ar: مساعدة مربع حوار اسم اللاعب
bg: Помощ за диалогов прозорец за име на играч
bn: খেলোয়াড়ের নাম ডায়ালগ সহায়তা
da: Hjælp til dialogboks for spillernavn
sq: Ndihmë për dialogun e emrit të lojtarit
zh: 玩家姓名对话框帮助

source: Error opening .bin book file
ar: خطأ في فتح ملف الكتاب .bin
bg: Грешка при отваряне на .bin файл с книга
bn: .bin বই ফাইল খোলার সময় ত্রুটি ঘটেছে।
da: Fejl ved åbning af .bin bogfil
sq: Gabim në hapjen e skedarit të librit .bin
zh: 打开 .bin 书籍文件时出错

source: Polyglot file message
ar: رسالة ملف متعدد اللغات
bg: Полиглот файл съобщение
bn: পলিগ্লট ফাইল বার্তা
da: Polyglot filmeddelelse
sq: Mesazh skedari poliglot
zh: 多语言文件消息

source: Opening book file re-write complete
ar: إعادة كتابة ملف فتح الكتاب بالكامل
bg: Пренаписването на файла на книгата за отваряне завърши
bn: বইয়ের ফাইল খোলার কাজ শেষ
da: Åbning af bogfil genskrivning fuldført
sq: Hapja e skedarit të librit, rishkrimi përfundoi
zh: 开卷文件重写完成

source: Update opening book file message
ar: تحديث رسالة فتح ملف الكتاب
bg: Актуализирайте съобщението за отваряне на файла на книгата
bn: খোলার বইয়ের ফাইল বার্তা আপডেট করুন
da: Opdater åbningsbogsfilmeddelelse
sq: Përditëso mesazhin e skedarit të librit hapës
zh: 更新打开书籍文件消息

source: There are no moves in the file
ar: لا يوجد تحركات في الملف
bg: Във файла няма ходове
bn: ফাইলটিতে কোনও নড়াচড়া নেই।
da: Der er ingen bevægelser i filen
sq: Nuk ka lëvizje në dosje
zh: 文件中没有动作

source: Edit Polyglot .bin opening book
ar: تعديل كتاب فتح ملف .bin متعدد اللغات
bg: Редактиране на Polyglot .bin отваряща книга
bn: পলিগ্লট .bin খোলার বই সম্পাদনা করুন
da: Rediger Polyglot .bin åbningsbog
sq: Redakto librin e hapjes Polyglot .bin
zh: 编辑 Polyglot .bin 开篇书

source: File :-
ar: ملف :-
bg: Файл: -
bn: ফাইল :-
da: Fil:-
sq: Dosja: -
zh: 文件 ：-

source: Select .bin file for book
ar: حدد ملف .bin للكتاب
bg: Изберете .bin файл за книга
bn: বইয়ের জন্য .bin ফাইল নির্বাচন করুন
da: Vælg .bin-fil til bog
sq: Zgjidhni skedarin .bin për librin
zh: 为书籍选择 .bin 文件

source: Add line
ar: إضافة خط
bg: Добавете линия
bn: লাইন যোগ করুন
da: Tilføj linje
sq: Shto rresht
zh: 添加行

source: from start
ar: من البداية
bg: от началото
bn: শুরু থেকেই
da: fra start
sq: nga fillimi
zh: 从开始

source: with sub-vars
ar: مع المتغيرات الفرعية
bg: с подварианти
bn: সাব-ভার সহ
da: med sub-vars
sq: me nënvarg
zh: 带有子变量

source: Delete line
ar: حذف السطر
bg: Изтриване на ред
bn: লাইন মুছুন
da: Slet linje
sq: Fshi rreshtin
zh: 删除行

source: Default weight value
ar: قيمة الوزن الافتراضية
bg: Стойност на теглото по подразбиране
bn: ডিফল্ট ওজন মান
da: Standardvægtværdi
sq: Vlera e paracaktuar e peshës
zh: 默认权重值

source: Select the options to add game(s) from a PGN file :-
ar: حدد الخيارات لإضافة اللعبة (الألعاب) من ملف PGN:-
bg: Изберете опциите за добавяне на игра(и) от PGN файл: -
bn: PGN ফাইল থেকে গেম(গুলি) যোগ করার বিকল্পগুলি নির্বাচন করুন:-
da: Vælg mulighederne for at tilføje spil fra en PGN-fil:-
sq: Zgjidhni opsionet për të shtuar lojë(a) nga një skedar PGN:-
zh: 选择从 PGN 文件添加游戏的选项：-

source: Add game
ar: أضف اللعبة
bg: Добавете игра
bn: গেম যোগ করুন
da: Tilføj spil
sq: Shto lojë
zh: 添加游戏

source: Add database
ar: إضافة قاعدة البيانات
bg: Добавете база данни
bn: ডাটাবেস যোগ করুন
da: Tilføj database
sq: Shto bazën e të dhënave
zh: 添加数据库

source: Move depth (ply) :
ar: عمق الحركة (طبقة) :
bg: Дълбочина на движение (слой):
bn: সরানোর গভীরতা (প্লাই):
da: Flyttedybde (lag):
sq: Thellësia e lëvizjes (shtresa):
zh: 移动深度(层)：

source: Start game no.
ar: ابدأ اللعبة رقم
bg: Започнете игра №
bn: খেলা নং শুরু করুন।
da: Start spil nr.
sq: Fillimi i lojës nr.
zh: 开始游戏号

source: End game no. :
ar: نهاية اللعبة رقم:
bg: Край на играта № :
bn: শেষ খেলা নম্বর:
da: Slutspil nr. :
sq: Fundi i lojës nr. :
zh: 游戏结束编号：

source: Add game(s)
ar: أضف لعبة(ألعاب)
bg: Добавяне на игра(и)
bn: গেম(গুলি) যোগ করুন
da: Tilføj spil
sq: Shto lojë(a)
zh: 添加游戏

source: The polyglot .bin file that is used for opening book moves.
ar: يتم نقل ملف .bin متعدد اللغات المستخدم لفتح الكتاب.
bg: Полиглотовият .bin файл, който се използва за отваряне на книги.
bn: বই খোলার জন্য ব্যবহৃত পলিগ্লট .bin ফাইলটি সরানো হয়।
da: Den polyglot .bin-fil, der bruges til at åbne bogtræk.
sq: Skedari poliglot .bin që përdoret për hapjen e librit lëviz.
zh: 用于开卷移动的多语言.bin文件。

source: Click to add the current line to book
ar: انقر هنا لإضافة الخط الحالي إلى الحجز
bg: Кликнете, за да добавите текущия ред към книгата
bn: বুকিংয়ে বর্তমান লাইনটি যোগ করতে ক্লিক করুন
da: Klik for at tilføje den aktuelle linje til bog
sq: Klikoni për të shtuar linjën aktuale për rezervim
zh: 点击将当前线路添加到预订

source: Check to add the current line from the start
ar: حدد هذا المربع لإضافة السطر الحالي من البداية
bg: Поставете отметка, за да добавите текущия ред от самото начало
bn: শুরু থেকে বর্তমান লাইনটি যোগ করতে চেক করুন।
da: Marker for at tilføje den aktuelle linje fra starten
sq: Kontrolloni për të shtuar linjën aktuale që nga fillimi
zh: 勾选从开头添加当前行

source: uncheck to add from current position
ar: قم بإلغاء تحديد المربع لإضافة من الموضع الحالي
bg: премахнете отметката, за да добавите от текущата позиция
bn: বর্তমান অবস্থান থেকে যোগ করতে আনচেক করুন
da: fjern markeringen for at tilføje fra den aktuelle position
sq: hiqni zgjedhjen për të shtuar nga pozicioni aktual
zh: 取消选中从当前位置添加

source: Check to add sub-vars, uncheck for main line only
ar: حدد المربع لإضافة المتغيرات الفرعية، وقم بإلغاء تحديد المربع للسطر الرئيسي فقط
bg: Поставете отметка, за да добавите подварианти, премахнете отметката само за главния ред
bn: সাব-ভার যোগ করতে চেক করুন, শুধুমাত্র প্রধান লাইনের জন্য আনচেক করুন
da: Marker for at tilføje sub-vars, fjern markeringen for kun hovedlinje
sq: Kontrolloni për të shtuar nënvargje, hiqni zgjedhjen vetëm për linjën kryesore
zh: 勾选则添加子变量，取消勾选则只添加主线

source: Click to delete the current line from book
ar: انقر هنا لحذف السطر الحالي من الكتاب
bg: Щракнете, за да изтриете текущия ред от книгата
bn: বই থেকে বর্তমান লাইনটি মুছে ফেলতে ক্লিক করুন
da: Klik for at slette den aktuelle linje fra bogen
sq: Klikoni për të fshirë rreshtin aktual nga libri
zh: 单击可从书中删除当前行

source: Check to delete the current line from the start
ar: حدد هذا الخيار لحذف السطر الحالي من البداية
bg: Поставете отметка, за да изтриете текущия ред от самото начало
bn: শুরু থেকে বর্তমান লাইনটি মুছে ফেলার জন্য চেক করুন।
da: Marker for at slette den aktuelle linje fra starten
sq: Kontrolloni për të fshirë linjën aktuale nga fillimi
zh: 勾选从头删除当前行

source: uncheck to delete from current position
ar: قم بإلغاء تحديد الخيار لحذفه من الموضع الحالي
bg: премахнете отметката, за да изтриете от текущата позиция
bn: বর্তমান অবস্থান থেকে মুছে ফেলার জন্য আনচেক করুন
da: fjern markeringen for at slette fra den aktuelle position
sq: hiqni zgjedhjen për të fshirë nga pozicioni aktual
zh: 取消选中从当前位置删除

source: Check to delete sub-vars, uncheck for main line only
ar: حدد الخيار لحذف المتغيرات الفرعية، وقم بإلغاء تحديد الخيار للسطر الرئيسي فقط
bg: Поставете отметка, за да изтриете подварианти, премахнете отметката само за главния ред
bn: সাব-ভার মুছে ফেলার জন্য চেক করুন, শুধুমাত্র প্রধান লাইনের জন্য আনচেক করুন
da: Marker for at slette sub-vars, fjern markeringen for kun hovedlinje
sq: Kontrolloni për të fshirë nënvargjet, zgjidhni vetëm për linjën kryesore
zh: 勾选则删除子变量，取消勾选则只删除主行

source: Select the default weight for moves added to the book
ar: حدد الوزن الافتراضي للحركات المضافة إلى الكتاب
bg: Изберете теглото по подразбиране за ходовете, добавени към книгата
bn: বইতে যোগ করা চালের জন্য ডিফল্ট ওজন নির্বাচন করুন
da: Vælg standardvægten for træk føjet til bogen
sq: Zgjidhni peshën e paracaktuar për lëvizjet e shtuara në libër
zh: 选择添加到书中的动作的默认重量

source: Click to display .bin book weights dialog box
ar: انقر لعرض مربع حوار أوزان الكتب .bin
bg: Щракнете, за да покажете диалоговия прозорец за тегла на книги .bin
bn: .bin বইয়ের ওজন ডায়ালগ বক্স প্রদর্শন করতে ক্লিক করুন
da: Klik for at vise dialogboksen .bin bogvægte
sq: Klikoni për të shfaqur kutinë e dialogut të peshave të librit .bin
zh: 单击显示 .bin 书籍重量对话框

source: Check to add the current game to opening book
ar: حدد هذا المربع لإضافة اللعبة الحالية إلى كتاب الافتتاح
bg: Поставете отметка, за да добавите текущата игра към отварящата книга
bn: বর্তমান খেলাটি খোলার বইতে যোগ করতে চেক করুন।
da: Marker for at tilføje det aktuelle spil til åbningsbogen
sq: Kontrolloni për të shtuar lojën aktuale në librin e hapjes
zh: 勾选将当前游戏添加到开局书中

source: Check to add all games from the database to the opening book
ar: حدد المربع لإضافة جميع الألعاب من قاعدة البيانات إلى الكتاب الافتتاحي
bg: Поставете отметка, за да добавите всички игри от базата данни към началната книга
bn: ডাটাবেস থেকে সমস্ত গেম খোলার বইতে যোগ করতে চেক করুন।
da: Marker for at tilføje alle spil fra databasen til åbningsbogen
sq: Kontrolloni për të shtuar të gjitha lojërat nga baza e të dhënave në librin hapës
zh: 勾选将数据库中的所有游戏添加到开局书中

source: Enter the depth (ply) for adding moves
ar: أدخل العمق (الطبقة) لإضافة الحركات
bg: Въведете дълбочината (слоя) за добавяне на движения
bn: চাল যোগ করার জন্য গভীরতা (প্লাই) লিখুন
da: Indtast dybden (laget) for at tilføje træk
sq: Futni thellësinë (shtresën) për shtimin e lëvizjeve
zh: 输入添加动作的深度（层）

source: Enter the game number in the PGN file to start from
ar: أدخل رقم اللعبة في ملف PGN للبدء من
bg: Въведете номера на играта в PGN файла, от който да започнете
bn: যে PGN ফাইল থেকে শুরু করতে চান তাতে গেম নম্বরটি লিখুন।
da: Indtast spilnummeret i PGN-filen for at starte fra
sq: Futni numrin e lojës në skedarin PGN për të filluar
zh: 输入 PGN 文件中的游戏编号作为开始

source: Enter the game number in the PGN file to stop at
ar: أدخل رقم اللعبة في ملف PGN للتوقف عند
bg: Въведете номера на играта в PGN файла, на който да спрете
bn: PGN ফাইলে খেলার নম্বরটি লিখুন যেখানে থামতে হবে
da: Indtast spilnummeret i PGN-filen for at stoppe ved
sq: Futni numrin e lojës në skedarin PGN për të ndaluar
zh: 输入 PGN 文件中的游戏编号以停止

source: Enter zero to stop at the last game
ar: أدخل الصفر للتوقف عند اللعبة الأخيرة
bg: Въведете нула, за да спрете на последната игра
bn: শেষ খেলায় থামতে শূন্য লিখুন
da: Indtast nul for at stoppe ved det sidste spil
sq: Fut zero për të ndaluar në ndeshjen e fundit
zh: 输入零停止在最后一场比赛

source: Add the game(s) from the current PGN file
ar: أضف اللعبة (الألعاب) من ملف PGN الحالي
bg: Добавете играта(ите) от текущия PGN файл
bn: বর্তমান PGN ফাইল থেকে গেম(গুলি) যোগ করুন
da: Tilføj spillet/spillene fra den aktuelle PGN-fil
sq: Shtoni lojën(at) nga skedari aktual PGN
zh: 从当前 PGN 文件添加游戏

source: This is the last game number in the database that was processed.
ar: هذا هو رقم اللعبة الأخير في قاعدة البيانات التي تمت معالجتها.
bg: Това е последният обработен номер на игра в базата данни.
bn: এটি ডাটাবেসের শেষ গেম নম্বর যা প্রক্রিয়া করা হয়েছিল।
da: Dette er det sidste spilnummer i databasen, der blev behandlet.
sq: Ky është numri i fundit i lojës në bazën e të dhënave që është përpunuar.
zh: 这是数据库中处理的最后一个游戏号码。
