Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: You can select sub-var lengths based on the size of an error.
ar: يمكنك تحديد أطوال المتغيرات الفرعية استنادًا إلى حجم الخطأ.
bg: Можете да изберете дължини на подпроменливи въз основа на размера на грешката.
bn: ত্রুটির আকারের উপর ভিত্তি করে আপনি সাব-ভার দৈর্ঘ্য নির্বাচন করতে পারেন।
da: Du kan vælge sub-var længder baseret på størrelsen af ​​en fejl.
sq: Ju mund të zgjidhni gjatësitë nënvarg bazuar në madhësinë e një gabimi.
zh: 您可以根据错误的大小选择子变量长度。

source: Alternatively, you can choose to use random lengths
ar: بدلاً من ذلك، يمكنك اختيار استخدام أطوال عشوائية
bg: Като алтернатива можете да изберете да използвате произволни дължини
bn: বিকল্পভাবে, আপনি এলোমেলো দৈর্ঘ্য ব্যবহার করতে পারেন
da: Alternativt kan du vælge at bruge tilfældige længder
sq: Përndryshe, ju mund të zgjidhni të përdorni gjatësi të rastësishme
zh: 或者，您可以选择使用随机长度

source: for all sub-variation lengths and input the lower and
ar: لجميع أطوال التباين الفرعي وأدخل الأطوال الدنيا والدنيا
bg: за всички дължини на подвариации и въведете долната и
bn: সমস্ত উপ-প্রকরণ দৈর্ঘ্যের জন্য এবং নিম্ন এবং ইনপুট করুন
da: for alle undervariationslængder og indtast den nederste og
sq: për të gjitha gjatësitë e nënvariacionit dhe futni më të ulët dhe
zh: 对于所有子变化长度，并输入下限和

source: upper boundaries between which the lengths will fall.
ar: الحدود العليا التي تقع بينها الأطوال.
bg: горни граници, между които ще попадат дължините.
bn: উপরের সীমানা যার মধ্যে দৈর্ঘ্য পড়বে।
da: øvre grænser, mellem hvilke længderne vil falde.
sq: kufijtë e sipërm ndërmjet të cilëve do të bien gjatësitë.
zh: 长度将落在其间的上限。

source: Error range sub variation lengths
ar: أطوال الاختلافات الفرعية لنطاق الخطأ
bg: Дължини на подвариации на обхвата на грешката
bn: ত্রুটি পরিসরের উপ-প্রকরণের দৈর্ঘ্য
da: Undervariationslængder for fejlområde
sq: Gjatësitë e nënvariacioneve të diapazonit të gabimeve
zh: 误差范围子变化长度

source: Select bug fix options for sub-variation addition :-
ar: حدد خيارات إصلاح الأخطاء لإضافة التنوع الفرعي: -
bg: Изберете опции за коригиране на грешки за добавяне на подвариант: -
bn: উপ-প্রকরণ সংযোজনের জন্য বাগ সংশোধনের বিকল্পগুলি নির্বাচন করুন :-
da: Vælg fejlrettelsesmuligheder for tilføjelse af undervariationer: -
sq: Zgjidh opsionet e rregullimit të gabimeve për shtimin e nënvariacionit:-
zh: 选择子变体添加的错误修复选项：-

source: Use bug fix
ar: استخدم إصلاح الأخطاء
bg: Използвайте корекция на грешки
bn: বাগ ফিক্স ব্যবহার করুন
da: Brug fejlrettelser
sq: Përdorni rregullimin e gabimeve
zh: 使用错误修复

source: List change :
ar: تغيير القائمة :
bg: Промяна в списъка:
bn: তালিকা পরিবর্তন:
da: Listeændring:
sq: Ndryshimi i listës:
zh: 列表变更：

source: Check this box for game list box position being equal
ar: حدد هذا المربع لتحديد موضع مربع قائمة اللعبة ليكون متساويًا
bg: Поставете отметка в това квадратче за равна позиция в списъка на играта
bn: খেলার তালিকা বাক্সের অবস্থান সমান কিনা তা দেখার জন্য এই বাক্সটি চেক করুন।
da: Afkryds dette felt for, at spillelistens position er ens
sq: Kontrolloni këtë kuti që pozicioni i kutisë së listës së lojërave është i barabartë
zh: 选中此框以使游戏列表框位置相等

source: after adding a sub-variation
ar: بعد إضافة تنوع فرعي
bg: след добавяне на подвариация
bn: একটি উপ-প্রকরণ যোগ করার পর
da: efter tilføjelse af en undervariation
sq: pas shtimit të një nënvariacioni
zh: 添加子变体后

source: Check this box to use bug fix for adding sub-vars
ar: حدد هذا المربع لاستخدام إصلاح الأخطاء لإضافة المتغيرات الفرعية
bg: Поставете отметка в това квадратче, за да използвате корекция на грешки за добавяне на подварианти
bn: সাব-ভার যোগ করার জন্য বাগ ফিক্স ব্যবহার করতে এই বাক্সটি চেক করুন।
da: Marker dette felt for at bruge fejlrettelser til at tilføje sub-vars
sq: Zgjidhni këtë kuti për të përdorur rregullimin e gabimeve për shtimin e nënvargjeve
zh: 选中此框可使用错误修复来添加子变量

source: Unfortunately there is a small, harmless, very rare bug
ar: لسوء الحظ، هناك خطأ صغير وغير ضار ونادر جدًا
bg: За съжаление има малък, безвреден, много рядък бъг
bn: দুর্ভাগ্যবশত একটি ছোট, নিরীহ, খুব বিরল পোকা আছে।
da: Desværre er der en lille, harmløs, meget sjælden fejl
sq: Fatkeqësisht ekziston një insekt i vogël, i padëmshëm, shumë i rrallë
zh: 不幸的是，有一种很小、无害、非常罕见的虫子

source: that emerges during the automatic analysis of games.
ar: التي تظهر أثناء التحليل التلقائي للألعاب.
bg: който се появява по време на автоматичния анализ на игрите.
bn: যা গেমগুলির স্বয়ংক্রিয় বিশ্লেষণের সময় উদ্ভূত হয়।
da: der kommer frem under den automatiske analyse af spil.
sq: që del gjatë analizës automatike të lojërave.
zh: 在游戏自动分析过程中出现的问题。

source: Very occasionally, the program will insert a comment for a sub-variation
ar: في حالات نادرة جدًا، سيقوم البرنامج بإدراج تعليق لاختلاف فرعي
bg: Много понякога програмата ще вмъкне коментар за подвариант
bn: খুব মাঝে মাঝে, প্রোগ্রামটি একটি উপ-প্রকরণের জন্য একটি মন্তব্য সন্নিবেশ করাবে
da: Meget lejlighedsvis vil programmet indsætte en kommentar til en undervariation
sq: Shumë herë pas here, programi do të fusë një koment për një nën-ndryshim
zh: 偶尔，程序会为子变体插入注释

source: without having added the sub-variation for which it was intended.
ar: دون إضافة الاختلاف الفرعي الذي كان مخصصًا له.
bg: без да е добавен подвариантът, за който е предназначен.
bn: যে উপ-প্রকরণের জন্য এটি তৈরি করা হয়েছিল তা যোগ না করেই।
da: uden at have tilføjet den undervariation, som den var beregnet til.
sq: pa shtuar nënvariacionin për të cilin ishte menduar.
zh: 而没有添加预期的子变体。

source: So the sub-var comment ends up being incongruously placed in the main line.
ar: وبالتالي، ينتهي الأمر بوضع التعليق الفرعي بشكل غير متجانس في السطر الرئيسي.
bg: Така коментарът на sub-var в крайна сметка се поставя неподходящо в главния ред.
bn: তাই সাব-ভার মন্তব্যটি মূল লাইনে অসঙ্গতভাবে স্থাপন করা হয়।
da: Så sub-var-kommentaren ender med at blive uoverensstemmende placeret i hovedlinjen.
sq: Pra, komenti nënvar përfundon duke u vendosur në mënyrë të papërshtatshme në linjën kryesore.
zh: 因此子变量注释最终被不协调地放置在主行中。

source: Other than being a bit confusing and looking rather silly,
ar: بخلاف كونها مربكة بعض الشيء وتبدو سخيفة إلى حد ما،
bg: Освен че е малко объркващо и изглежда доста глупаво,
bn: একটু বিভ্রান্তিকর এবং বেশ বোকা দেখাচ্ছে তা ছাড়াও,
da: Bortset fra at være lidt forvirrende og se ret fjollet ud,
sq: Përveç të qenit pak konfuz dhe duken mjaft budallaqe,
zh: 除了有点混乱和看上去有点傻之外，

source: it does not seem to cause any serious problems.
ar: لا يبدو أنه يسبب أي مشاكل خطيرة.
bg: не изглежда да създава сериозни проблеми.
bn: এটি কোনও গুরুতর সমস্যা সৃষ্টি করে বলে মনে হচ্ছে না।
da: det ser ikke ud til at give nogen alvorlige problemer.
sq: nuk duket se shkakton ndonjë problem serioz.
zh: 它似乎没有造成任何严重问题。

source: It quite easy to identify and manually correct the error in
ar: من السهل جدًا تحديد الخطأ وتصحيحه يدويًا في
bg: Доста лесно е да идентифицирате и ръчно да коригирате грешката
bn: ত্রুটিটি সনাক্ত করা এবং ম্যানুয়ালি সংশোধন করা বেশ সহজ
da: Det er ret nemt at identificere og manuelt rette fejlen i
sq: Është mjaft e lehtë për të identifikuar dhe korrigjuar manualisht gabimin në
zh: 很容易识别并手动纠正错误

source: the game annotations, once automatic game analysis has finished.
ar: تعليقات اللعبة، بمجرد انتهاء التحليل التلقائي للعبة.
bg: анотациите на играта, след като автоматичният анализ на играта приключи.
bn: স্বয়ংক্রিয় গেম বিশ্লেষণ শেষ হয়ে গেলে, গেমের টীকাগুলি।
da: spilannoteringerne, når den automatiske spilanalyse er afsluttet.
sq: shënimet e lojës, pasi të ketë përfunduar analiza automatike e lojës.
zh: 自动游戏分析完成后，游戏注释。

source: For users who find this problem is more frequent on their computer
ar: بالنسبة للمستخدمين الذين يجدون هذه المشكلة أكثر تكرارًا على أجهزة الكمبيوتر الخاصة بهم
bg: За потребители, които смятат, че този проблем е по-чест на компютъра им
bn: যেসব ব্যবহারকারীর কম্পিউটারে এই সমস্যাটি বেশি দেখা যায়,
da: For brugere, der finder dette problem er hyppigere på deres computer
sq: Për përdoruesit që e gjejnë këtë problem është më i shpeshtë në kompjuterin e tyre
zh: 对于发现此问题在其计算机上更频繁的用户

source: during auto-analysis, I have implemented a bug fix.
ar: أثناء التحليل التلقائي، قمت بتنفيذ إصلاح للأخطاء.
bg: по време на автоматичния анализ внедрих корекция на грешка.
bn: স্বয়ংক্রিয় বিশ্লেষণের সময়, আমি একটি বাগ সংশোধন বাস্তবায়ন করেছি।
da: under autoanalyse har jeg implementeret en fejlrettelse.
sq: gjatë analizës automatike, unë kam zbatuar një rregullim të gabimeve.
zh: 在自动分析期间，我实现了一个错误修复。

source: This solution behaves rather strangely,
ar: يتصرف هذا الحل بشكل غريب إلى حد ما،
bg: Това решение се държи доста странно,
bn: এই সমাধানটি বেশ অদ্ভুতভাবে আচরণ করে,
da: Denne løsning opfører sig ret mærkeligt,
sq: Kjo zgjidhje sillet në mënyrë të çuditshme,
zh: 这个解决方案表现得相当奇怪，

source: so I have offered the following options for usage :-
ar: لذلك قدمت الخيارات التالية للاستخدام:-
bg: затова предложих следните опции за използване: -
bn: তাই আমি ব্যবহারের জন্য নিম্নলিখিত বিকল্পগুলি অফার করেছি:-
da: så jeg har tilbudt følgende muligheder for brug: -
sq: kështu që unë kam ofruar opsionet e mëposhtme për përdorim:
zh: 因此我提供了以下使用选项：-

source: Use bug fix : Check this box to switch on bug fixing for the addition of sub-vars.
ar: استخدام إصلاح الأخطاء: حدد هذا المربع لتشغيل إصلاح الأخطاء الخاصة بإضافة المتغيرات الفرعية.
bg: Използване на корекция на грешки: Поставете отметка в това квадратче, за да включите коригирането на грешки за добавяне на подварианти.
bn: বাগ ফিক্স ব্যবহার করুন: সাব-ভার যোগ করার জন্য বাগ ফিক্সিং চালু করতে এই বাক্সটি চেক করুন।
da: Brug fejlrettelse: Marker dette felt for at slå fejlretning til for tilføjelse af sub-vars.
sq: Përdorni rregullimin e defekteve: Kontrolloni këtë kuti për të aktivizuar rregullimin e defekteve për shtimin e nënvargjeve.
zh: 使用错误修复：选中此框可以启用添加子变量的错误修复。

source: Check list change : Check this box if the list box position changes
ar: تغيير قائمة التحقق: حدد هذا المربع إذا تغير موضع مربع القائمة
bg: Проверка на промяната на списъка: Поставете отметка в това квадратче, ако позицията на списъчното поле се промени
bn: তালিকা পরিবর্তন পরীক্ষা করুন : তালিকা বাক্সের অবস্থান পরিবর্তন হলে এই বাক্সটি পরীক্ষা করুন।
da: Ændring af checkliste : Marker dette felt, hvis listeboksens placering ændres
sq: Kontrolloni ndryshimin e listës: Kontrolloni këtë kuti nëse ndryshon pozicioni i kutisë së listës
zh: 检查列表更改：如果列表框位置发生变化，请选中此框

source: after a sub-variation is added.
ar: بعد إضافة تباين فرعي.
bg: след добавяне на подвариация.
bn: একটি উপ-প্রকরণ যোগ করার পরে।
da: efter en undervariation er tilføjet.
sq: pasi të shtohet një nënvariacion.
zh: 添加子变体后。

source: (This was my expectation, but on my computer the opposite is the case.)
ar: (كان هذا توقعي، ولكن على جهاز الكمبيوتر الخاص بي كان العكس هو الصحيح.)
bg: (Това беше моето очакване, но на моя компютър е обратното.)
bn: (এটা আমার প্রত্যাশা ছিল, কিন্তু আমার কম্পিউটারে ব্যাপারটা উল্টো।)
da: (Dette var min forventning, men på min computer er det modsatte tilfældet.)
sq: (Kjo ishte pritshmëria ime, por në kompjuterin tim ndodh e kundërta.)
zh: （这是我的预期，但在我的计算机上却出现相反的情况。）

source: By default, < Bug fix > and < Check list change > are switched off.
ar: بشكل افتراضي، يتم إيقاف تشغيل <إصلاح الأخطاء> و<تغيير قائمة التحقق>.
bg: По подразбиране <Bug fix> и <Check list change> са изключени.
bn: ডিফল্টরূপে, <Bug fix > এবং <Checklist change > বন্ধ থাকে।
da: Som standard er < Bug fix > og < Check list change > slået fra.
sq: Si parazgjedhje, < Rregullimi i defekteve > dhe < Ndryshimi i listës së kontrollit > janë çaktivizuar.
zh: 默认情况下，< 错误修复 > 和 < 检查清单更改 > 是关闭的。

source: If there are no errors when sub - var comments are added, or you are not
ar: إذا لم تكن هناك أخطاء عند إضافة تعليقات المتغيرات الفرعية، أو لم تكن
bg: Ако няма грешки, когато са добавени коментари на sub-var, или не сте
bn: যদি সাব-ভার মন্তব্য যোগ করার সময় কোন ত্রুটি না থাকে, অথবা আপনি না থাকেন
da: Hvis der ikke er nogen fejl, når sub - var kommentarer tilføjes, eller du ikke er det
sq: Nëse nuk ka gabime kur komentet nën var janë shtuar, ose ju nuk jeni
zh: 如果添加 sub-var 注释时没有错误，或者你没有

source: troubled if a few errors arise, I suggest leaving these options switched off.
ar: إذا كنت منزعجًا في حالة ظهور بعض الأخطاء، فأقترح ترك هذه الخيارات مغلقة.
bg: Ако се притеснявате, ако възникнат няколко грешки, предлагам да оставите тези опции изключени.
bn: কিছু ত্রুটি দেখা দিলে সমস্যা হচ্ছে, আমি এই বিকল্পগুলি বন্ধ রাখার পরামর্শ দিচ্ছি।
da: foruroliget, hvis der opstår et par fejl, foreslår jeg, at du lader disse muligheder være slået fra.
sq: I shqetësuar nëse shfaqen disa gabime, unë sugjeroj t'i lini këto opsione të çaktivizuara.
zh: 如果出现一些错误，我建议关闭这些选项。

source: However, if more errors arise, you may want to switch < Bug fix > on.
ar: ومع ذلك، إذا ظهرت المزيد من الأخطاء، فقد ترغب في تشغيل <إصلاح الأخطاء>.
bg: Въпреки това, ако възникнат повече грешки, може да искате да включите <Bug fix>.
bn: তবে, যদি আরও ত্রুটি দেখা দেয়, তাহলে আপনি <Bug fix > চালু করতে চাইতে পারেন।
da: Men hvis der opstår flere fejl, kan du måske slå <Bug fix > til.
sq: Megjithatë, nëse shfaqen më shumë gabime, mund të dëshironi të aktivizoni < Rregullimi i gabimeve >.
zh: 然而，如果出现更多错误，您可能需要打开<错误修复>。

source: In this case, you then have to decide how to set < Check list change >
ar: في هذه الحالة، عليك بعد ذلك أن تقرر كيفية تعيين <تغيير قائمة التحقق>
bg: В този случай трябва да решите как да зададете < Промяна на списъка за проверка >
bn: এই ক্ষেত্রে, আপনাকে সিদ্ধান্ত নিতে হবে কিভাবে <Checklist change> সেট করবেন।
da: I dette tilfælde skal du så beslutte, hvordan du indstiller < Tjeklisteændring >
sq: Në këtë rast, atëherë duhet të vendosni se si të vendosni < Ndryshimi i listës së kontrollit >
zh: 在这种情况下，您必须决定如何设置<检查清单更改>

source: So if you have set the program to add sub-variation comments
ar: لذا إذا قمت بإعداد البرنامج لإضافة تعليقات فرعية متنوعة
bg: Така че, ако сте настроили програмата да добавя коментари за подвариации
bn: তাই যদি আপনি সাব-ভেরিয়েশন মন্তব্য যোগ করার জন্য প্রোগ্রামটি সেট করে থাকেন
da: Så hvis du har indstillet programmet til at tilføje kommentarer til undervariationer
sq: Pra, nëse e keni vendosur programin të shtojë komente të nënvariacionit
zh: 因此，如果你已设置程序添加子变体注释

source: and none are being added when a sub-variation is added to the main line,
ar: ولا تتم إضافة أي شيء عند إضافة تنوع فرعي إلى السطر الرئيسي،
bg: и никой не се добавя, когато се добави подвариант към основния ред,
bn: এবং যখন মূল লাইনে একটি উপ-প্রকরণ যোগ করা হয় তখন কোনওটিই যোগ করা হচ্ছে না,
da: og ingen tilføjes, når en undervariation tilføjes til hovedlinjen,
sq: dhe asnjë nuk shtohet kur një nënvariacion i shtohet linjës kryesore,
zh: 而当主线添加子变体时，没有添加任何内容，

source: then switch on < Check list change >
ar: ثم قم بتشغيل <تغيير قائمة التحقق>
bg: след това включете < Промяна на списъка за проверка >
bn: তারপর চালু করুন <তালিকা পরিবর্তন করুন>
da: tænd derefter for < Tjeklisteændring >
sq: më pas ndizni < Ndryshimi i listës së kontrollit >
zh: 然后打开<检查清单更改>

source: Given the fact that I have no idea what the underlying cause of this problem is
ar: نظرًا لحقيقة أنني ليس لدي أي فكرة عن السبب الأساسي وراء هذه المشكلة
bg: Предвид факта, че нямам представа каква е основната причина за този проблем
bn: এই সমস্যার মূল কারণ কী তা আমার কোনও ধারণা নেই, এই কারণেই
da: I betragtning af det faktum, at jeg ikke aner, hvad den underliggende årsag til dette problem er
sq: Duke pasur parasysh faktin se nuk e kam idenë se cili është shkaku themelor i këtij problemi
zh: 鉴于我不知道这个问题的根本原因是什么

source: and the equally mystifying behaviour of the bug fix, I thought it best
ar: والسلوك المحير بنفس القدر لإصلاح الخطأ، اعتقدت أنه من الأفضل
bg: и също толкова загадъчното поведение на корекцията на грешки, смятах, че е най-добре
bn: এবং বাগ ফিক্সের সমানভাবে রহস্যময় আচরণ, আমার মনে হয়েছে এটিই সবচেয়ে ভালো
da: og den lige så mystificerende opførsel af fejlrettelsen, syntes jeg bedst
sq: dhe sjelljen po aq mistike të rregullimit të gabimeve, e mendova më së miri
zh: 和同样令人费解的错误修复行为，我认为最好

source: to cover both possibilities for adding sub-vars to the game list box.
ar: لتغطية كلا الاحتماليتين لإضافة المتغيرات الفرعية إلى قائمة مربع اللعبة.
bg: за да покрие и двете възможности за добавяне на подварианти към списъка на играта.
bn: গেম তালিকা বাক্সে সাব-ভার যোগ করার জন্য উভয় সম্ভাবনাই কভার করতে।
da: for at dække begge muligheder for at tilføje sub-vars til spillisteboksen.
sq: për të mbuluar të dyja mundësitë për shtimin e nënvargjeve në kutinë e listës së lojës.
zh: 涵盖向游戏列表框添加子变量的两种可能性。

source: Help on bug fix for adding sub variations
ar: المساعدة في إصلاح الخطأ المتعلق بإضافة الاختلافات الفرعية
bg: Помощ за коригиране на грешки за добавяне на подварианти
bn: সাব-ভেরিয়েশন যোগ করার জন্য বাগ সংশোধনে সাহায্য করুন
da: Hjælp til fejlrettelse til tilføjelse af undervarianter
sq: Ndihmë për rregullimin e gabimeve për shtimin e nënvariacioneve
zh: 有关添加子变体的错误修复帮助

source: Analysing game
ar: تحليل اللعبة
bg: Анализираща игра
bn: বিশ্লেষণ খেলা
da: Analyser spil
sq: Lojë analizuese
zh: 分析游戏

source: Analysing game %d / %d
ar: تحليل اللعبة %d / %d
bg: Анализиране на играта %d / %d
bn: খেলা বিশ্লেষণ করা হচ্ছে %d / %d
da: Analyserer spil %d / %d
sq: Duke analizuar lojën %d / %d
zh: 分析游戏 %d / %d

source: Piece_animation
ar: قطعة_رسوم_متحركه
bg: Парче_анимация
bn: পিস_অ্যানিমেশন
sq: Pjesë_animacion
zh: 作品_动画

source: Piece animation options for 3d graphics
ar: خيارات الرسوم المتحركة للقطع للرسومات ثلاثية الأبعاد
bg: Опции за анимация на парчета за 3D графики
bn: 3D গ্রাফিক্সের জন্য পিস অ্যানিমেশন বিকল্পগুলি
da: Muligheder for stykke animation til 3d-grafik
sq: Opsionet e animacionit të pjesëve për grafikë 3D
zh: 3D 图形的片段动画选项

source: Piece animation options for 2d graphics
ar: خيارات الرسوم المتحركة للقطع للرسومات ثنائية الأبعاد
bg: Опции за анимация на парчета за 2D графики
bn: 2D গ্রাফিক্সের জন্য পিস অ্যানিমেশন বিকল্পগুলি
da: Muligheder for stykke animation til 2d-grafik
sq: Opsionet e animacionit të pjesëve për grafikë 2d
zh: 2D 图形的片段动画选项

source: Use animation
ar: استخدم الرسوم المتحركة
bg: Използвайте анимация
bn: অ্যানিমেশন ব্যবহার করুন
da: Brug animation
sq: Përdorni animacion
zh: 使用动画

source: Pixel increment(1 - 10) :
ar: زيادة البكسل (1 - 10) :
bg: Увеличение на пиксела (1 - 10) :
bn: পিক্সেল বৃদ্ধি (১ - ১০):
da: Pixel stigning (1 - 10):
sq: Rritja e pikselit (1 - 10):
zh: 像素增量（1 - 10）：

source: Screen increment in thousandths (1 - 1000) :
ar: زيادة الشاشة بالألف (1 - 1000):
bg: Увеличение на екрана в хилядни (1 - 1000):
bn: হাজার ভাগে স্ক্রিন বৃদ্ধি (১ - ১০০০):
da: Skærmstigning i tusindedele (1 - 1000):
sq: Rritja e ekranit në të mijtët (1 - 1000):
zh: 屏幕增量（千分之一）（1 - 1000）：

source: Delay in milli-seconds (0 - 100) :
ar: التأخير بالمللي ثانية (0 - 100):
bg: Закъснение в милисекунди (0 - 100) :
bn: মিলি-সেকেন্ডে বিলম্ব (০ - ১০০):
da: Forsinkelse i millisekunder (0 - 100):
sq: Vonesa në mili-sekonda (0 - 100):
zh: 延迟（以毫秒为单位）（0 - 100）：

source: Use animation for
ar: استخدم الرسوم المتحركة لـ
bg: Използвайте анимация за
bn: এর জন্য অ্যানিমেশন ব্যবহার করুন
da: Brug animation til
sq: Përdorni animacion për
zh: 使用动画

source: Player moves
ar: تحركات اللاعب
bg: Играчът се движи
bn: খেলোয়াড়ের নড়াচড়া
da: Spilleren bevæger sig
sq: Lëvizjet e lojtarit
zh: 玩家移动

source: Computer moves
ar: تحركات الكمبيوتر
bg: Компютърът се движи
bn: কম্পিউটারের নড়াচড়া
da: Computer bevæger sig
sq: Kompjuteri lëviz
zh: 电脑移动

source: Engine vs. engine
ar: المحرك مقابل المحرك
bg: Двигател срещу двигател
bn: ইঞ্জিন বনাম ইঞ্জিন
da: Motor vs. motor
sq: Motori kundrejt motorit
zh: 引擎与引擎

source: Puzzle mode
ar: وضع اللغز
bg: Режим пъзел
bn: ধাঁধা মোড
da: Puslespil tilstand
sq: Modaliteti i enigmës
zh: 解谜模式

source: Pixel increment for screen move update of sliding piece
ar: زيادة عدد البكسل لتحديث تحريك الشاشة للقطعة المنزلقة
bg: Увеличение на пикселите за актуализиране на движението на екрана на плъзгаща се част
bn: স্লাইডিং পিসের স্ক্রিন মুভ আপডেটের জন্য পিক্সেল ইনক্রিমেন্ট
da: Pixel-tilvækst for opdatering af skærmbevægelse af glidende stykke
sq: Rritja e pikselit për përditësimin e lëvizjes së ekranit të pjesës rrëshqitëse
zh: 滑块屏幕移动更新像素增量

source: Screen increment for move update of sliding piece in thousandths
ar: زيادة الشاشة لتحديث حركة القطعة المنزلقة بالألف
bg: Увеличение на екрана за актуализиране на хода на плъзгаща се част в хилядни
bn: হাজার ভাগে স্লাইডিং পিসের মুভ আপডেটের জন্য স্ক্রিন ইনক্রিমেন্ট
da: Skærmtilvækst for flytteopdatering af glidende stykke i tusindedele
sq: Rritja e ekranit për përditësimin e lëvizjes së pjesës rrëshqitëse në të mijtë
zh: 滑块移动更新的屏幕增量（千分之一）

source: Lower for slower and smoother,
ar: أقل للحصول على أداء أبطأ وأكثر سلاسة،
bg: По-ниско за по-бавно и гладко,
bn: ধীর এবং মসৃণ করার জন্য কম,
da: Sænk for langsommere og jævnere,
sq: Më e ulët për më ngadalë dhe më të butë,
zh: 降低速度以降低速度并使其平稳，

source: Higher for faster but more jerky
ar: أعلى لسرعة أكبر ولكن لطعم أكثر خشونة
bg: По-високо за по-бързо, но по-резко
bn: দ্রুত কিন্তু আরও ঝাঁকুনির জন্য উচ্চতর
da: Højere for hurtigere, men mere ryk
sq: Më e lartë për më të shpejtë, por më të ngathët
zh: 更高速度更快，但更颠簸

source: Delay in milli-seconds for screen update of sliding piece
ar: تأخير بالمللي ثانية لتحديث الشاشة للقطعة المنزلقة
bg: Забавяне в милисекунди за актуализация на екрана на плъзгащата се част
bn: স্লাইডিং পিসের স্ক্রিন আপডেটের জন্য মিলি-সেকেন্ডে বিলম্ব
da: Forsinkelse i millisekunder for skærmopdatering af glidestykke
sq: Vonesa në mili-sekonda për përditësimin e ekranit të pjesës rrëshqitëse
zh: 滑块屏幕更新延迟（以毫秒为单位）

source: Lower for faster, higher for slower
ar: أقل للأسرع، وأعلى للأبطأ
bg: По-ниско за по-бързо, по-високо за по-бавно
bn: দ্রুততরের জন্য কম, ধীরতরের জন্য বেশি
da: Lavere for hurtigere, højere for langsommere
sq: Më e ulët për më shpejt, më e lartë për më ngadalë
zh: 较低表示较快，较高表示较慢

source: Sliding piece animation shows a piece gradually moving across
ar: يُظهر الرسم المتحرك للقطعة المنزلقة قطعة تتحرك تدريجيًا عبر
bg: Плъзгаща се анимация на парче показва парче, което постепенно се движи напречно
bn: স্লাইডিং পিস অ্যানিমেশনে দেখানো হয়েছে যে একটি পিস ধীরে ধীরে এদিক-ওদিক যাচ্ছে।
da: En glidende brik-animation viser en brik, der gradvist bevæger sig henover
sq: Animacioni i pjesës rrëshqitëse tregon një pjesë që lëviz gradualisht
zh: 滑动棋子动画展示棋子逐渐移动

source: the board when it is making a move from one square to another,
ar: اللوحة عندما تقوم بالتحرك من مربع إلى آخر،
bg: дъската, когато прави ход от едно поле на друго,
bn: বোর্ড যখন এক স্কোয়ার থেকে অন্য স্কোয়ারে যায়,
da: brættet, når det bevæger sig fra et felt til et andet,
sq: bordi kur bën një lëvizje nga një katror në tjetrin,
zh: 当棋盘从一个格子移动到另一个格子时，

source: rather than instantaneously disappearing from the start square
ar: بدلاً من الاختفاء فجأة من مربع البداية
bg: вместо моментално да изчезне от началния квадрат
bn: শুরুর স্কোয়ার থেকে তাৎক্ষণিকভাবে অদৃশ্য হয়ে যাওয়ার পরিবর্তে
da: i stedet for øjeblikkeligt at forsvinde fra startpladsen
sq: në vend që të zhduket menjëherë nga sheshi i fillimit
zh: 而不是瞬间从起始方块消失

source: and reappearing on the destination square.
ar: وتظهر مرة أخرى في المربع الوجهة.
bg: и се появява отново на площада на дестинацията.
bn: এবং গন্তব্য স্কোয়ারে পুনরায় আবির্ভূত হয়।
da: og dukker op igen på destinationspladsen.
sq: dhe rishfaqja në sheshin e destinacionit.
zh: 并重新出现在目的地广场上。

source: This dialog box allows the user to select options
ar: يتيح مربع الحوار هذا للمستخدم تحديد الخيارات
bg: Този диалогов прозорец позволява на потребителя да избира опции
bn: এই ডায়ালগ বক্সটি ব্যবহারকারীকে বিকল্পগুলি নির্বাচন করতে দেয়
da: Denne dialogboks giver brugeren mulighed for at vælge indstillinger
sq: Kjo kuti dialogu lejon përdoruesin të zgjedhë opsionet
zh: 此对话框允许用户选择选项

source: for sliding piece animation.
ar: لتحريك القطعة المنزلقة.
bg: за плъзгаща се анимация.
bn: স্লাইডিং পিস অ্যানিমেশনের জন্য।
da: til glidende stykke animation.
sq: për animimin e pjesëve rrëshqitëse.
zh: 用于滑动片动画。
