Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: Use this to change the font size in the moves window
ar: استخدم هذا لتغيير حجم الخط في نافذة التحركات
bg: Използвайте това, за да промените размера на шрифта в прозореца за движение
bn: মুভ উইন্ডোতে ফন্টের আকার পরিবর্তন করতে এটি ব্যবহার করুন।
da: Brug dette til at ændre skriftstørrelsen i bevægelsesvinduet
sq: Përdoreni këtë për të ndryshuar madhësinë e shkronjave në dritaren e lëvizjeve
zh: 使用它来更改移动窗口中的字体大小

source: Set this if you don't want the board to automatically
ar: اضبط هذا إذا كنت لا تريد أن يتم تشغيل اللوحة تلقائيًا
bg: Задайте това, ако не искате дъската да става автоматично
bn: যদি আপনি বোর্ডটি স্বয়ংক্রিয়ভাবে না চান তবে এটি সেট করুন
da: Indstil dette, hvis du ikke ønsker, at brættet skal automatisk
sq: Vendoseni këtë nëse nuk dëshironi që bordi të funksionojë automatikisht
zh: 如果你不想让主板自动

source: flip around when you start a game as black
ar: اقلب اللعبة عندما تبدأها باللون الأسود
bg: обърнете се, когато започнете игра като черен
bn: খেলা শুরু করার সময় কালো রঙে ঘুরিয়ে দিন
da: vend rundt, når du starter et spil som sort
sq: rrotullojeni kur filloni një lojë si i zi
zh: 当你开始游戏时翻转为黑色

source: Set this if you want the engine to emit a bell sound
ar: اضبط هذا إذا كنت تريد أن يصدر المحرك صوت جرس
bg: Задайте това, ако искате двигателят да издава звук на звънец
bn: ইঞ্জিন থেকে ঘণ্টার শব্দ বের করতে চাইলে এটি সেট করুন
da: Indstil dette, hvis du ønsker, at motoren skal udsende en klokkelyd
sq: Vendoseni këtë nëse dëshironi që motori të lëshojë një tingull zile
zh: 如果希望发动机发出铃声，请设置此项

source: when it moves in human versus engine games
ar: عندما يتحرك في الألعاب البشرية مقابل الألعاب الحركية
bg: когато се движи в игри човек срещу двигател
bn: যখন এটি মানুষ বনাম ইঞ্জিন গেমে চলাচল করে
da: når det bevæger sig i menneske versus motorspil
sq: kur lëviz në lojërat njerëzore kundrejt motorit
zh: 当它在人类与引擎的游戏中移动时

source: Set this if you don't want the last move
ar: اضبط هذا إذا كنت لا تريد الخطوة الأخيرة
bg: Задайте това, ако не искате последния ход
bn: যদি আপনি শেষ পদক্ষেপটি না চান তবে এটি সেট করুন
da: Indstil dette, hvis du ikke vil have det sidste træk
sq: Vendoseni këtë nëse nuk dëshironi lëvizjen e fundit
zh: 如果你不想最后一步，请设置此项

source: to be highlighted on the chess board
ar: ليتم تسليط الضوء عليها على رقعة الشطرنج
bg: да бъдат подчертани на шахматната дъска
bn: দাবার বোর্ডে তুলে ধরার জন্য
da: skal fremhæves på skakbrættet
sq: për t'u theksuar në tabelën e shahut
zh: 在棋盘上突出显示

source: Set this if you prefer squares highlighted
ar: اضبط هذا إذا كنت تفضل المربعات المميزة
bg: Задайте това, ако предпочитате маркирани квадрати
bn: যদি আপনি বর্গক্ষেত্র হাইলাইট করতে চান তবে এটি সেট করুন
da: Indstil dette, hvis du foretrækker, at firkanter er fremhævet
sq: Vendoseni këtë nëse preferoni katrorët e theksuar
zh: 如果您喜欢突出显示方块，请设置此项

source: with a line rather than by color
ar: بخط وليس باللون
bg: с линия, а не с цвят
bn: রঙের পরিবর্তে রেখা দিয়ে
da: med en streg i stedet for efter farve
sq: me një vijë dhe jo me ngjyrë
zh: 用线条而不是颜色

source: with a line rather than by colour
ar: بخط وليس باللون
bg: с линия, а не с цвят
bn: রঙের পরিবর্তে রেখা দিয়ে
da: med en streg i stedet for efter farve
sq: me një vijë dhe jo me ngjyrë
zh: 用线条而不是颜色

source: Set this if you prefer a border displayed around the board
ar: اضبط هذا إذا كنت تفضل عرض حدود حول اللوحة
bg: Задайте това, ако предпочитате граница, показвана около дъската
bn: যদি আপনি বোর্ডের চারপাশে একটি সীমানা প্রদর্শন করতে চান তবে এটি সেট করুন।
da: Indstil dette, hvis du foretrækker en kant, der vises rundt om brættet
sq: Vendoseni këtë nëse preferoni një kufi të shfaqur rreth tabelës
zh: 如果您希望棋盘周围显示边框，请设置此项

source: Set this to load last PGN file on program start
ar: اضبط هذا لتحميل آخر ملف PGN عند بدء تشغيل البرنامج
bg: Задайте това за зареждане на последния PGN файл при стартиране на програмата
bn: প্রোগ্রাম শুরু হওয়ার সময় শেষ PGN ফাইলটি লোড করার জন্য এটি সেট করুন।
da: Indstil dette til at indlæse sidste PGN-fil ved programstart
sq: Vendoseni këtë për të ngarkuar skedarin e fundit PGN në fillimin e programit
zh: 将其设置为在程序启动时加载最后一个 PGN 文件

source: Set this to load last PGN game on program start
ar: اضبط هذا لتحميل آخر لعبة PGN عند بدء تشغيل البرنامج
bg: Задайте това за зареждане на последната PGN игра при стартиране на програмата
bn: প্রোগ্রাম শুরু হওয়ার সময় শেষ PGN গেমটি লোড করার জন্য এটি সেট করুন।
da: Indstil dette til at indlæse sidste PGN-spil ved programstart
sq: Vendoseni këtë për të ngarkuar lojën e fundit PGN në fillimin e programit
zh: 设置为在程序启动时加载最后一个 PGN 游戏

source: Set this to load last log file game on program start
ar: اضبط هذا لتحميل ملف السجل الأخير للعبة عند بدء تشغيل البرنامج
bg: Задайте това, за да заредите последния лог файл игра при стартиране на програмата
bn: প্রোগ্রাম শুরু হওয়ার সময় শেষ লগ ফাইল লোড করার জন্য এটি সেট করুন
da: Indstil dette til at indlæse sidste logfil-spil ved programstart
sq: Vendoseni këtë për të ngarkuar lojën e skedarit të fundit të regjistrit në fillimin e programit
zh: 将其设置为在程序启动时加载最后的日志文件游戏

source: Enter the height of the toolbar
ar: أدخل ارتفاع شريط الأدوات
bg: Въведете височината на лентата с инструменти
bn: টুলবারের উচ্চতা লিখুন
da: Indtast højden på værktøjslinjen
sq: Futni lartësinë e shiritit të veglave
zh: 输入工具栏的高度

source: Toggle full kibitzing display mode
ar: تبديل وضع العرض الكامل للدردشة
bg: Превключване на пълен режим на показване на kibitzing
bn: সম্পূর্ণ কিবিটজিং ডিসপ্লে মোড টগল করুন
da: Skift fuld kibitzing-visningstilstand
sq: Ndrysho modalitetin e ekranit me kibitzim të plotë
zh: 切换全屏观看显示模式

source: Use this panel to specify some general options, most importantly
ar: استخدم هذه اللوحة لتحديد بعض الخيارات العامة، والأهم من ذلك
bg: Използвайте този панел, за да посочите някои общи опции, най-важното
bn: এই প্যানেলটি ব্যবহার করে কিছু সাধারণ বিকল্প নির্দিষ্ট করুন, সবচেয়ে গুরুত্বপূর্ণভাবে
da: Brug dette panel til at specificere nogle generelle muligheder, vigtigst af alt
sq: Përdoreni këtë panel për të specifikuar disa opsione të përgjithshme, më e rëndësishmja
zh: 使用此面板指定一些常规选项，最重要的是

source: the algebraic notation characters to use. Select from a major
ar: أحرف الترقيم الجبري التي يجب استخدامها. اختر من بين الأحرف الرئيسية
bg: знаците за алгебрична нотация, които да използвате. Изберете от специалност
bn: ব্যবহার করার জন্য বীজগণিতীয় স্বরলিপি অক্ষর। একটি প্রধান থেকে নির্বাচন করুন
da: de algebraiske notationstegn, der skal bruges. Vælg fra en hovedfag
sq: karakteret e shënimeve algjebrike për t'u përdorur. Zgjidhni nga një diplomë
zh: 要使用的代数符号字符。从主要

source: European language, or define a custom string if your language
ar: اللغة الأوروبية، أو قم بتحديد سلسلة مخصصة إذا كانت لغتك
bg: европейски език или дефинирайте персонализиран низ, ако вашият език
bn: ইউরোপীয় ভাষা, অথবা আপনার ভাষা হলে একটি কাস্টম স্ট্রিং সংজ্ঞায়িত করুন
da: europæisk sprog, eller definer en brugerdefineret streng, hvis dit sprog
sq: Gjuha evropiane, ose përcaktoni një varg të personalizuar nëse gjuha juaj
zh: 欧洲语言，或者定义自定义字符串（如果您的语言

source: is not listed
ar: غير مدرج
bg: не е в списъка
bn: তালিকাভুক্ত নয়
da: er ikke opført
sq: nuk është e shënuar
zh: 未列出

source: General Settings Dialog Help
ar: تعليمات مربع حوار الإعدادات العامة
bg: Помощ за диалогов прозорец за общи настройки
bn: সাধারণ সেটিংস ডায়ালগ সহায়তা
da: Hjælp til dialogboksen Generelle indstillinger
sq: Ndihma e dialogut të cilësimeve të përgjithshme
zh: 常规设置对话框帮助

source: Replace the '?' characters with your chosen characters for
ar: استبدل الأحرف ? بالأحرف التي اخترتها
bg: Заменете „?“ символи с избраните от вас знаци за
bn: '?' অক্ষরগুলি আপনার পছন্দের অক্ষর দিয়ে প্রতিস্থাপন করুন
da: Erstat '?' tegn med dine valgte karakterer til
sq: Zëvendësoni '?' personazhet me personazhet e zgjedhur për
zh: 将“？”字符替换为您选择的字符

source: king, queen, rook, knight and bishop respectively
ar: الملك والملكة والقلعة والحصان والأسقف على التوالي
bg: цар, дама, топ, кон и епископ съответно
bn: যথাক্রমে রাজা, রানী, রুক, নাইট এবং বিশপ
da: henholdsvis konge, dronning, tårn, ridder og biskop
sq: respektivisht mbret, mbretëreshë, kukull, kalorës dhe peshkop
zh: 分别为王、后、车、马、象

source: Illegal notation string
ar: سلسلة تدوين غير قانونية
bg: Незаконен низ за означение
bn: অবৈধ স্বরলিপি স্ট্রিং
da: Ulovlig notationsstreng
sq: Varg i paligjshëm i shënimeve
zh: 非法符号字符串

source: You must enter or select a string starting with your chosen characters
ar: يجب عليك إدخال أو تحديد سلسلة تبدأ بالأحرف التي اخترتها
bg: Трябва да въведете или изберете низ, започващ с избраните от вас знаци
bn: আপনার নির্বাচিত অক্ষর দিয়ে শুরু হওয়া একটি স্ট্রিং আপনাকে প্রবেশ করতে হবে বা নির্বাচন করতে হবে।
da: Du skal indtaste eller vælge en streng, der starter med dine valgte tegn
sq: Duhet të futni ose zgjidhni një varg që fillon me karakteret e zgjedhura
zh: 您必须输入或选择以所选字符开头的字符串

source: for king, queen, rook, knight and bishop respectively
ar: للملك والملكة والقلعة والحصان والأسقف على التوالي
bg: съответно за цар, дама, топ, кон и епископ
bn: যথাক্রমে রাজা, রানী, রুক, নাইট এবং বিশপের জন্য
da: for henholdsvis konge, dronning, tårn, ridder og biskop
sq: respektivisht për mbret, mbretëreshë, rok, kalorës dhe peshkop
zh: 分别代表国王、后、车、马和象

source: Use help delay
ar: استخدم تأخير المساعدة
bg: Използвайте забавяне на помощта
bn: সাহায্য বিলম্ব ব্যবহার করুন
da: Brug hjælpeforsinkelse
sq: Përdorni vonesën e ndihmës
zh: 使用帮助延迟

source: Use start delay
ar: استخدم تأخير البدء
bg: Използвайте отложен старт
bn: শুরুর বিলম্ব ব্যবহার করুন
da: Brug startforsinkelse
sq: Përdorni vonesën e fillimit
zh: 使用启动延迟

source: Help delay (milli seconds)
ar: تأخير المساعدة (مللي ثانية)
bg: Забавяне на помощ (милисекунди)
bn: সাহায্য বিলম্ব (মিলি সেকেন্ড)
da: Hjælpeforsinkelse (milli sekunder)
sq: Vonesa e ndihmës (mili sekonda)
zh: 求助延迟（毫秒）

source: Check to use a delay for help file access
ar: حدد استخدام التأخير للوصول إلى ملف المساعدة
bg: Поставете отметка, за да използвате забавяне за достъп до помощния файл
bn: সাহায্য ফাইল অ্যাক্সেসের জন্য বিলম্ব ব্যবহার করতে চেক করুন
da: Marker for at bruge en forsinkelse for adgang til hjælpefilen
sq: Kontrollo për të përdorur një vonesë për aksesin e skedarit të ndihmës
zh: 检查是否使用延迟来访问帮助文件

source: Check to use a delay for accessing the help file at the start
ar: حدد هذا الخيار لاستخدام تأخير للوصول إلى ملف المساعدة في البداية
bg: Поставете отметка, за да използвате забавяне за достъп до помощния файл в началото
bn: শুরুতে সাহায্য ফাইল অ্যাক্সেস করার জন্য বিলম্ব ব্যবহার করতে চেক করুন।
da: Marker for at bruge en forsinkelse til at få adgang til hjælpefilen i starten
sq: Kontrolloni për të përdorur një vonesë për të hyrë në skedarin e ndihmës në fillim
zh: 检查在开始时使用延迟来访问帮助文件

source: Enter the delay value, in milli-seconds for help file access
ar: أدخل قيمة التأخير، بالمللي ثانية للوصول إلى ملف المساعدة
bg: Въведете стойността на забавяне в милисекунди за достъп до помощния файл
bn: সাহায্য ফাইল অ্যাক্সেসের জন্য বিলম্বের মান মিলি-সেকেন্ডে লিখুন।
da: Indtast forsinkelsesværdien i millisekunder for at få adgang til hjælpefilen
sq: Futni vlerën e vonesës, në mili-sekonda për qasje në skedarin e ndihmës
zh: 输入帮助文件访问的延迟值（以毫秒为单位）

source: This dialog box allows the user to set the options for the help file delay.
ar: يتيح مربع الحوار هذا للمستخدم تعيين خيارات تأخير ملف المساعدة.
bg: Този диалогов прозорец позволява на потребителя да зададе опциите за забавяне на помощния файл.
bn: এই ডায়ালগ বক্সটি ব্যবহারকারীকে সাহায্য ফাইল বিলম্বের জন্য বিকল্পগুলি সেট করতে দেয়।
da: Denne dialogboks giver brugeren mulighed for at indstille indstillingerne for hjælpefilens forsinkelse.
sq: Kjo kuti dialogu i lejon përdoruesit të vendosë opsionet për vonesën e skedarit të ndihmës.
zh: 该对话框允许用户设置帮助文件延迟的选项。

source: Sometimes, when the help file was being accessed for a particular topic,
ar: في بعض الأحيان، عند الوصول إلى ملف المساعدة لموضوع معين،
bg: Понякога, когато помощният файл е бил достъпен за определена тема,
bn: কখনও কখনও, যখন কোনও নির্দিষ্ট বিষয়ের জন্য সাহায্য ফাইলটি অ্যাক্সেস করা হচ্ছিল,
da: Nogle gange, når hjælpefilen blev tilgået for et bestemt emne,
sq: Ndonjëherë, kur skedari i ndihmës po aksesohej për një temë të caktuar,
zh: 有时，当访问某个特定主题的帮助文件时，

source: the help file would be displayed minimized on the taskbar.
ar: سيتم عرض ملف المساعدة مصغرًا على شريط المهام.
bg: помощният файл ще се покаже минимизиран в лентата на задачите.
bn: টাস্কবারে সাহায্য ফাইলটি মিনিমাইজ করে প্রদর্শিত হবে।
da: hjælpefilen vil blive vist minimeret på proceslinjen.
sq: skedari i ndihmës do të shfaqet i minimizuar në shiritin e detyrave.
zh: 帮助文件将最小化显示在任务栏上。

source: Having a very short pause before help file displays fixes this problem.
ar: يؤدي وجود توقف قصير جدًا قبل عرض ملف المساعدة إلى إصلاح هذه المشكلة.
bg: Наличието на много кратка пауза, преди да се покаже помощният файл, коригира този проблем.
bn: সাহায্য ফাইলটি প্রদর্শিত হওয়ার আগে খুব অল্প সময়ের জন্য বিরতি দিলে এই সমস্যার সমাধান হয়।
da: At have en meget kort pause, før hjælpefilen vises, løser dette problem.
sq: Një pauzë shumë e shkurtër përpara shfaqjes së skedarit të ndihmës e rregullon këtë problem.
zh: 在帮助文件显示之前进行短暂的暂停可以解决这个问题。

source: On my computer this only happens when context sensitive help is accessed,
ar: يحدث هذا على جهاز الكمبيوتر الخاص بي فقط عند الوصول إلى المساعدة الحساسة للسياق،
bg: На моя компютър това се случва само когато има достъп до чувствителна към контекста помощ,
bn: আমার কম্পিউটারে এটি কেবল তখনই ঘটে যখন প্রসঙ্গ সংবেদনশীল সাহায্য অ্যাক্সেস করা হয়,
da: På min computer sker dette kun, når der er adgang til kontekstafhængig hjælp,
sq: Në kompjuterin tim kjo ndodh vetëm kur aksesohet ndihma e ndjeshme ndaj kontekstit,
zh: 在我的电脑上，只有访问上下文相关帮助时才会发生这种情况，

source: If the help file is opened at the start using < F1 > or from the main menu
ar: إذا تم فتح ملف المساعدة في البداية باستخدام <F1> أو من القائمة الرئيسية
bg: Ако помощният файл се отвори в началото чрез <F1> или от главното меню
bn: যদি সাহায্য ফাইলটি শুরুতেই <F1 > ব্যবহার করে অথবা প্রধান মেনু থেকে খোলা হয়
da: Hvis hjælpefilen åbnes i starten med < F1 > eller fra hovedmenuen
sq: Nëse skedari i ndihmës hapet në fillim duke përdorur < F1 > ose nga menyja kryesore
zh: 如果在开始时使用 < F1 > 或从主菜单打开帮助文件

source: with < Help > < Help file > this problem does not occur.
ar: مع <مساعدة> <ملف المساعدة> لا تحدث هذه المشكلة.
bg: с <Помощ> <Помощен файл> този проблем не възниква.
bn: <Help > <Help file > ব্যবহার করলে এই সমস্যাটি হয় না।
da: med < Hjælp > < Hjælp fil > opstår dette problem ikke.
sq: me < Help > < Help file > ky problem nuk ndodh.
zh: 使用<帮助><帮助文件>不会出现此问题。

source: Help delay options :-
ar: خيارات تأخير المساعدة :-
bg: Опции за забавяне на помощта: -
bn: সাহায্য বিলম্বের বিকল্পগুলি :-
da: Hjælp med at forsinke muligheder:-
sq: Opsionet e vonesës së ndihmës:-
zh: 帮助延迟选项：-

source: Use help delay - Check to use a delay when accessing the help file.
ar: استخدام تأخير المساعدة - حدد هذا الخيار لاستخدام تأخير عند الوصول إلى ملف المساعدة.
bg: Използване на забавяне на помощта – Поставете отметка, за да използвате забавяне при достъп до помощния файл.
bn: সাহায্য বিলম্ব ব্যবহার করুন - সাহায্য ফাইল অ্যাক্সেস করার সময় বিলম্ব ব্যবহার করতে চেক করুন।
da: Brug hjælpeforsinkelse - Marker for at bruge en forsinkelse, når du får adgang til hjælpefilen.
sq: Përdor vonesën e ndihmës - Kontrollo për të përdorur një vonesë kur qasesh te skedari i ndihmës.
zh: 使用帮助延迟- 选中后访问帮助文件时会使用延迟。

source: Use start delay - Check to use a delay when accessing the help file at the start.
ar: استخدام تأخير البدء - حدد هذا الخيار لاستخدام تأخير عند الوصول إلى ملف المساعدة في البداية.
bg: Използване на забавяне при стартиране - Поставете отметка, за да използвате забавяне при достъп до помощния файл в началото.
bn: শুরুতে বিলম্ব ব্যবহার করুন - শুরুতে সহায়তা ফাইল অ্যাক্সেস করার সময় বিলম্ব ব্যবহার করতে চেক করুন।
da: Brug startforsinkelse - Marker for at bruge en forsinkelse, når du får adgang til hjælpefilen ved starten.
sq: Përdor vonesën e fillimit - Kontrollo për të përdorur një vonesë kur qasesh te skedari i ndihmës në fillim.
zh: 使用启动延迟- 选中后在启动时访问帮助文件时使用延迟。

source: Help delay - Enter the value for the help delay in milli-seconds.
ar: تأخير المساعدة - أدخل قيمة تأخير المساعدة بالمللي ثانية.
bg: Помощно забавяне - Въведете стойността за помощното забавяне в милисекунди.
bn: সাহায্য বিলম্ব - সাহায্য বিলম্বের মান মিলি-সেকেন্ডে লিখুন।
da: Hjælpeforsinkelse - Indtast værdien for hjælpeforsinkelsen i millisekunder.
sq: Vonesa e ndihmës - Futni vlerën për vonesën e ndihmës në mili-sekonda.
zh: 帮助延迟 - 输入帮助延迟的值（以毫秒为单位）。

source: Help file delay options
ar: خيارات تأخير ملف المساعدة
bg: Опции за забавяне на помощния файл
bn: সাহায্য ফাইল বিলম্বের বিকল্পগুলি
da: Indstillinger for forsinkelse af hjælpefil
sq: Ndihmoni opsionet e vonesës së skedarit
zh: 帮助文件延迟选项

source: Board highlight colours for 3d screen
ar: ألوان مميزة للوحة للشاشة ثلاثية الأبعاد
bg: Цветове за подчертаване на дъска за 3d екран
bn: 3D স্ক্রিনের জন্য বোর্ড হাইলাইটের রঙ
da: Board fremhæve farver til 3d skærm
sq: Ngjyrat e theksimit të tabelës për ekranin 3d
zh: 3D 屏幕的板高亮颜色

source: Use square hightlight
ar: استخدم مربع التمييز
bg: Използвайте квадратно осветяване
bn: বর্গাকার হাইলাইট ব্যবহার করুন
da: Brug firkantet highlight
sq: Përdorni theksimin katror
zh: 使用方形高亮

source: Save to file
ar: حفظ في الملف
bg: Запазване във файл
bn: ফাইলে সংরক্ষণ করুন
da: Gem til fil
sq: Ruaje në skedar
zh: 保存到文件

source: Alt square colour
ar: لون المربع البديل
bg: Алтернативен квадратен цвят
bn: অল্টারনাইট বর্গাকার রঙ
da: Alt kvadratisk farve
sq: Ngjyra katrore alt
zh: Alt 正方形颜色

source: Control square colour
ar: التحكم في لون المربع
bg: Контролен цвят на квадрата
bn: বর্গাকার রঙ নিয়ন্ত্রণ করুন
da: Styr firkantet farve
sq: Kontrolloni ngjyrën katrore
zh: 控制方块颜色

source: Shift square colour
ar: تغيير لون المربع
bg: Промяна на квадратния цвят
bn: বর্গাকার রঙ পরিবর্তন করুন
da: Skift firkantet farve
sq: Ndrysho ngjyrën katrore
zh: 移动方块颜色

source: Use arrow highlights
ar: استخدم إبرازات الأسهم
bg: Използвайте подчертавания със стрелки
bn: তীরচিহ্নের হাইলাইট ব্যবহার করুন
da: Brug pilfremhævninger
sq: Përdorni pikat kryesore të shigjetave
zh: 使用箭头突出显示

source: Alt arrow colour
ar: لون السهم البديل
bg: Алтернативен цвят на стрелката
bn: বিকল্প তীরের রঙ
da: Alt pil farve
sq: Alt ngjyra e shigjetës
zh: Alt 箭头颜色

source: Control arrow colour
ar: لون سهم التحكم
bg: Контролен цвят на стрелката
bn: তীরের রঙ নিয়ন্ত্রণ করুন
da: Kontrolpilens farve
sq: Kontrolloni ngjyrën e shigjetës
zh: 控制箭头颜色

source: Shift arrow colour
ar: لون سهم التحول
bg: Промяна на цвета на стрелката
bn: তীরের রঙ পরিবর্তন করুন
da: Skift pilens farve
sq: Zhvendos ngjyrën e shigjetës
zh: 改变箭头颜色

source: Arrow head size
ar: حجم رأس السهم
bg: Размер на главата на стрелата
bn: তীরের মাথার আকার
da: Pilehoved størrelse
sq: Madhësia e kokës së shigjetës
zh: 箭头尺寸

source: Arrow thickness
ar: سمك السهم
bg: Дебелина на стрелката
bn: তীরের পুরুত্ব
da: Piltykkelse
sq: Trashësia e shigjetës
zh: 箭头粗细

source: Arrow proportion
ar: نسبة السهم
bg: Пропорция на стрелката
bn: তীর অনুপাত
da: Pil proportion
sq: Proporcioni i shigjetave
zh: 箭头比例

source: Use board square highlights
ar: استخدم لوحة إبراز المربعات
bg: Използвайте квадратни акценти на дъската
bn: বোর্ড স্কোয়ার হাইলাইট ব্যবহার করুন
da: Brug brætfirkantede highlights
sq: Përdorni pikat kryesore të katrorit të tabelës
zh: 使用棋盘方形亮点

source: Save square highlight to file with game
ar: حفظ تمييز المربع في ملف مع اللعبة
bg: Запазете подчертаването на квадрат във файл с игра
bn: গেমের ফাইলে স্কোয়ার হাইলাইট সেভ করুন
da: Gem firkantet fremhævning til fil med spillet
sq: Ruaj theksimin katror në skedar me lojën
zh: 使用游戏将方形亮点保存到文件中

source: Select Alt key square highlight colour
ar: حدد لون التمييز المربع باستخدام مفتاح Alt
bg: Изберете цвят за подчертаване на квадрат с клавиш Alt
bn: Alt কী বর্গাকার হাইলাইট রঙ নির্বাচন করুন
da: Vælg Alt-tast firkantet fremhævningsfarve
sq: Zgjidhni ngjyrën e theksimit të katrorit të tasti Alt
zh: 选择 Alt 键方块高亮颜色

source: Restore default Alt key square highlight colour
ar: استعادة لون التمييز الافتراضي لمفتاح Alt
bg: Възстановете подразбиращия се цвят на подчертаване на квадратния клавиш Alt
bn: ডিফল্ট Alt কী বর্গক্ষেত্র হাইলাইট রঙ পুনরুদ্ধার করুন
da: Gendan standard Alt-tast firkantet fremhævningsfarve
sq: Rivendos ngjyrën e nënvizimit të tastierës Alt të parazgjedhur
zh: 恢复默认的 Alt 键方块高亮颜色

source: Select Ctrl key square highlight colour
ar: حدد لون التمييز المربع باستخدام مفتاح Ctrl
bg: Изберете цвят за осветяване на квадрат с клавиш Ctrl
bn: Ctrl কী বর্গাকার হাইলাইট রঙ নির্বাচন করুন
da: Vælg Ctrl-tast firkantet fremhævningsfarve
sq: Zgjidhni ngjyrën e theksimit të katrorit të tasti Ctrl
zh: 选择 Ctrl 键方块高亮颜色

source: Restore default Ctrl key square highlight colour
ar: استعادة لون تمييز المربع الافتراضي لمفتاح Ctrl
bg: Възстановете подразбиращия се цвят на подчертаването на квадрата на клавиша Ctrl
bn: ডিফল্ট Ctrl কী বর্গাকার হাইলাইট রঙ পুনরুদ্ধার করুন
da: Gendan standard Ctrl-tast firkantet fremhævningsfarve
sq: Rivendos ngjyrën e nënvizimit të tastit të paracaktuar Ctrl
zh: 恢复默认的 Ctrl 键方块高亮颜色

source: Select Shift key square highlight colour
ar: حدد لون التمييز المربع بمفتاح Shift
bg: Изберете цвят за подчертаване на квадрат с клавиш Shift
bn: Shift কী বর্গাকার হাইলাইট রঙ নির্বাচন করুন
da: Vælg Shift-tast firkantet fremhævningsfarve
sq: Zgjidhni ngjyrën e theksimit të katrorit të tasti Shift
zh: 选择 Shift 键方块高亮颜色

source: Restore default Shift key square highlight colour
ar: استعادة لون تمييز المربع الافتراضي لمفتاح Shift
bg: Възстановете подразбиращия се цвят за осветяване на квадрата на клавиша Shift
bn: ডিফল্ট Shift কী বর্গাকার হাইলাইট রঙ পুনরুদ্ধার করুন
da: Gendan standard Shift-tast firkantet fremhævningsfarve
sq: Rivendos ngjyrën e nënvizimit të katrorit të tastit të paracaktuar Shift
zh: 恢复默认的 Shift 键方块高亮颜色

source: Save arrow highlights to file with game
ar: حفظ تمييزات الأسهم في ملف مع اللعبة
bg: Запазете акцентите на стрелките във файл с играта
bn: গেমের সাথে ফাইলে তীরচিহ্নের হাইলাইটগুলি সংরক্ষণ করুন
da: Gem pilehøjdepunkter til fil med spillet
sq: Ruani pikat kryesore të shigjetave në skedar me lojën
zh: 将箭头突出显示保存到游戏文件中

source: Select Alt key arrow colour
ar: حدد لون سهم مفتاح Alt
bg: Изберете цвета на стрелката на клавиша Alt
bn: Alt কী তীরের রঙ নির্বাচন করুন
da: Vælg pilfarve på Alt-tasten
sq: Zgjidhni ngjyrën e shigjetës së tastit Alt
zh: 选择 Alt 键箭头颜色

source: Restore default 2d Alt arrow colour
ar: استعادة لون سهم Alt ثنائي الأبعاد الافتراضي
bg: Възстановете стандартния 2d Alt цвят на стрелката
bn: ডিফল্ট 2d Alt তীর রঙ পুনরুদ্ধার করুন
da: Gendan standard 2d Alt pilfarve
sq: Rivendos ngjyrën e shigjetës së paracaktuar 2d Alt
zh: 恢复默认的 2d Alt 箭头颜色

source: Select Ctrl key arrow colour
ar: حدد لون سهم مفتاح Ctrl
bg: Изберете цвета на стрелката на клавиша Ctrl
bn: Ctrl কী তীরের রঙ নির্বাচন করুন
da: Vælg farve på Ctrl-tasten
sq: Zgjidhni ngjyrën e shigjetës së tastit Ctrl
zh: 选择 Ctrl 键箭头颜色

source: Restore default 2d Ctrl key arrow colour
ar: استعادة لون سهم مفتاح Ctrl ثنائي الأبعاد الافتراضي
bg: Възстановете цвета на стрелката на клавиша Ctrl по подразбиране
bn: ডিফল্ট 2d Ctrl কী তীর রঙ পুনরুদ্ধার করুন
da: Gendan standard 2d Ctrl-tastpilfarve
sq: Rivendos ngjyrën e shigjetës së tastit të paracaktuar 2d Ctrl
zh: 恢复默认的 2d Ctrl 键箭头颜色

source: Select Shift key arrow colour
ar: حدد لون سهم مفتاح Shift
bg: Изберете цвета на стрелката на клавиша Shift
bn: Shift কী তীরের রঙ নির্বাচন করুন
da: Vælg Shift-tastens pilfarve
sq: Zgjidhni ngjyrën e shigjetës së tastit Shift
zh: 选择 Shift 键箭头颜色

source: Restore default 2dShift key arrow colour
ar: استعادة لون سهم مفتاح 2dShift الافتراضي
bg: Възстановете цвета на стрелката на клавиша 2dShift по подразбиране
bn: ডিফল্ট 2dShift কী তীর রঙ পুনরুদ্ধার করুন
da: Gendan standard pilfarve på 2dShift-tasten
sq: Rivendos ngjyrën e shigjetës së tastit të parazgjedhur 2dShift
zh: 恢复默认的 2dShift 键箭头颜色
