Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: Toggle fake book delay use
ar: تبديل استخدام تأخير الكتاب المزيف
bg: Превключване на използването на забавяне на фалшива книга
bn: জাল বই বিলম্ব ব্যবহার টগল করুন
da: Slå falsk bog forsinkelse brug
sq: Ndrysho përdorimin e vonesës së librit të rremë
zh: 切换假书延迟使用

source: This box allows you to adjust the engine time usage,
ar: يتيح لك هذا المربع ضبط وقت استخدام المحرك،
bg: Това поле ви позволява да регулирате използването на времето на двигателя,
bn: এই বাক্সটি আপনাকে ইঞ্জিনের সময় ব্যবহারের সামঞ্জস্য করতে দেয়,
da: Denne boks giver dig mulighed for at justere motorens tidsforbrug,
sq: Kjo kuti ju lejon të rregulloni kohën e përdorimit të motorit,
zh: 此框允许您调整引擎使用时间，

source: so that the engine does not lose on time when playing
ar: حتى لا يفقد المحرك الوقت عند اللعب
bg: така че двигателят да не губи време при игра
bn: যাতে ইঞ্জিনটি খেলার সময় সময়মতো নষ্ট না হয়
da: så motoren ikke taber til tiden, når man spiller
sq: në mënyrë që motori të mos humbasë në kohë kur luan
zh: 以便引擎在播放时不会丢失时间

source: in shootout mode or engine matches.
ar: في وضع تبادل إطلاق النار أو مباريات المحرك.
bg: в режим на престрелка или мачове на двигателя.
bn: শ্যুটআউট মোডে অথবা ইঞ্জিন ম্যাচগুলিতে।
da: i shootout-tilstand eller motorkampe.
sq: në modalitetin e shkëmbimit të zjarrit ose ndeshjet e motorit.
zh: 在枪战模式或引擎比赛中。

source: Check the Use engine time adjustments to activate the adjustments,
ar: تحقق من استخدام تعديلات وقت المحرك لتنشيط التعديلات،
bg: Поставете отметка на Използване на настройките за време на двигателя, за да активирате настройките,
bn: সমন্বয়গুলি সক্রিয় করতে "ইঞ্জিন সময় সমন্বয় ব্যবহার করুন" চেক করুন,
da: Tjek Brug motortidsjusteringer for at aktivere justeringerne,
sq: Kontrolloni Përdorni rregullimet e kohës së motorit për të aktivizuar rregullimet,
zh: 勾选使用发动机时间调整来激活调整，

source: this will speed up the engine moves.
ar: سيؤدي هذا إلى تسريع حركة المحرك.
bg: това ще ускори движението на двигателя.
bn: এটি ইঞ্জিনের গতি বাড়াবে।
da: dette vil fremskynde motorbevægelserne.
sq: kjo do të përshpejtojë lëvizjet e motorit.
zh: 这将加快引擎运转。

source: The engine adjustment activation figure is the time left in seconds
ar: رقم تنشيط تعديل المحرك هو الوقت المتبقي بالثواني
bg: Цифрата за активиране на настройката на двигателя е оставащото време в секунди
bn: ইঞ্জিন অ্যাডজাস্টমেন্ট অ্যাক্টিভেশন চিত্র হল সেকেন্ডে অবশিষ্ট সময়
da: Aktiveringstallet for motorjustering er den resterende tid i sekunder
sq: Shifra e aktivizimit të rregullimit të motorit është koha e mbetur në sekonda
zh: 发动机调节激活数字是剩余时间（秒）

source: at which the adjustments will start to operate.
ar: حيث ستبدأ التعديلات في العمل.
bg: при което корекциите ще започнат да действат.
bn: যেখানে সমন্বয়গুলি কাজ শুরু করবে।
da: hvor justeringerne begynder at virke.
sq: në të cilin rregullimet do të fillojnë të funksionojnë.
zh: 调整将从此时开始生效。

source: The move number factor is the number of moves that the engine
ar: عامل عدد الحركات هو عدد الحركات التي يقوم بها المحرك
bg: Коефициентът на броя ходове е броят ходове, които енджинът е извършил
bn: মুভ নম্বর ফ্যাক্টর হলো ইঞ্জিনের চালনার সংখ্যা যা
da: Bevægstalsfaktoren er antallet af træk, som motoren
sq: Faktori i numrit të lëvizjes është numri i lëvizjeve që motori
zh: 移动次数因子是引擎

source: assumes it has to make in the remaining time, irrespective of
ar: يفترض أنه يتعين عليه القيام بذلك في الوقت المتبقي، بغض النظر عن
bg: предполага, че трябва да направи в оставащото време, независимо от
bn: ধরে নেয় যে এটিকে বাকি সময়ের মধ্যে করতে হবে, নির্বিশেষে
da: antager, at den skal lave i den resterende tid, uanset
sq: supozon se duhet të bëjë në kohën e mbetur, pavarësisht nga
zh: 假设它必须在剩余时间内完成，而不管

source: how much time is actually left.
ar: كم من الوقت المتبقي فعليا؟
bg: колко време всъщност остава.
bn: আসলে কত সময় বাকি আছে?
da: hvor meget tid der egentlig er tilbage.
sq: sa kohë ka mbetur në të vërtetë.
zh: 实际上还剩下多少时间。

source: This forces the engine to play progressively faster as the time reduces.
ar: يؤدي هذا إلى إجبار المحرك على اللعب بشكل أسرع تدريجيًا مع انخفاض الوقت.
bg: Това принуждава двигателя да играе прогресивно по-бързо с намаляването на времето.
bn: এটি সময় কমার সাথে সাথে ইঞ্জিনকে ক্রমশ দ্রুত গতিতে চালাতে বাধ্য করে।
da: Dette tvinger motoren til at spille gradvist hurtigere, efterhånden som tiden reduceres.
sq: Kjo e detyron motorin të luajë në mënyrë progresive më shpejt ndërsa koha zvogëlohet.
zh: 随着时间的减少，这会迫使引擎逐渐加快运行速度。

source: The higher the move number factor, the faster the engine will play.
ar: كلما زاد عامل رقم الحركة، كلما كانت سرعة تشغيل المحرك أسرع.
bg: Колкото по-висок е коефициентът на броя ходове, толкова по-бързо ще играе двигателят.
bn: মুভ নম্বর ফ্যাক্টর যত বেশি হবে, ইঞ্জিন তত দ্রুত চলবে।
da: Jo højere træktalfaktoren er, jo hurtigere vil motoren spille.
sq: Sa më i lartë të jetë faktori i numrit të lëvizjes, aq më shpejt do të luajë motori.
zh: 移动次数因子越高，引擎运行速度越快。

source: You can set up to three factors that will activate at the given times.
ar: يمكنك إعداد ما يصل إلى ثلاثة عوامل سيتم تنشيطها في الأوقات المحددة.
bg: Можете да зададете до три фактора, които ще се активират в дадените моменти.
bn: আপনি তিনটি ফ্যাক্টর সেট আপ করতে পারেন যা নির্দিষ্ট সময়ে সক্রিয় হবে।
da: Du kan indstille op til tre faktorer, der aktiveres på de givne tidspunkter.
sq: Mund të vendosni deri në tre faktorë që do të aktivizohen në kohën e caktuar.
zh: 您最多可以设置在给定时间激活的三个因素。

source: There is a minimum allowance of 1/10 of a second for an engine move,
ar: يوجد حد أدنى مسموح به وهو 1/10 من الثانية لتحريك المحرك،
bg: Има минимално разрешение от 1/10 от секундата за движение на двигателя,
bn: একটি ইঞ্জিন চলাচলের জন্য ন্যূনতম ১/১০ সেকেন্ড সময় বরাদ্দ আছে,
da: Der er en minimumsgodkendelse på 1/10 af et sekund for en motorbevægelse,
sq: Ekziston një lejim minimal prej 1/10 e sekondës për një lëvizje të motorit,
zh: 发动机移动的最小间隔为 1/10 秒，

source: in order to prevent the engine from making gross blunders.
ar: من أجل منع المحرك من ارتكاب أخطاء جسيمة.
bg: за да предпазите двигателя от груби гафове.
bn: যাতে ইঞ্জিনটি গুরুতর ভুল না করে।
da: for at forhindre, at motoren laver grove fejl.
sq: për të parandaluar që motori të bëjë gabime të mëdha.
zh: 以防止发动机发生严重故障。

source: The optimum settings to prevent the computer losing on time
ar: الإعدادات المثالية لمنع ضياع الوقت على الكمبيوتر
bg: Оптималните настройки за предотвратяване на загубата на време от компютъра
bn: কম্পিউটারের সময় নষ্ট হওয়া রোধ করার জন্য সর্বোত্তম সেটিংস
da: De optimale indstillinger for at forhindre, at computeren taber til tiden
sq: Cilësimet optimale për të parandaluar humbjen e kompjuterit në kohë
zh: 防止计算机丢失时间的最佳设置

source: will depend on several factors :- the time allowed for the game,
ar: سيعتمد على عدة عوامل:- الوقت المسموح به للعبة،
bg: ще зависи от няколко фактора: - времето, разрешено за играта,
bn: বিভিন্ন বিষয়ের উপর নির্ভর করবে:- খেলার জন্য নির্ধারিত সময়,
da: vil afhænge af flere faktorer:- den tilladte tid til spillet,
sq: do të varet nga disa faktorë: - koha e lejuar për lojën,
zh: 取决于几个因素：- 游戏允许的时间，

source: whether the opening book is used, which engine you are using,
ar: ما إذا كان يتم استخدام كتاب الافتتاح، وما هو المحرك الذي تستخدمه،
bg: дали се използва началната книга, кой двигател използвате,
bn: খোলার বইটি ব্যবহার করা হয়েছে কিনা, আপনি কোন ইঞ্জিন ব্যবহার করছেন,
da: om åbningsbogen er brugt, hvilken motor du bruger,
sq: nëse është përdorur libri i hapjes, cilin motor po përdorni,
zh: 是否使用开局书，使用哪种引擎，

source: what kind of computer you have, etc.
ar: ما نوع الكمبيوتر الذي لديك، وما إلى ذلك.
bg: какъв компютър имаш и т.н.
bn: তোমার কি ধরণের কম্পিউটার আছে, ইত্যাদি।
da: hvilken slags computer du har osv.
sq: çfarë lloj kompjuteri keni, etj.
zh: 你有什么样的电脑等等。

source: It may take some experimentation to achieve optimal results.
ar: قد يستغرق الأمر بعض التجارب للوصول إلى النتائج المثالية.
bg: Може да са необходими известни експерименти, за да се постигнат оптимални резултати.
bn: সর্বোত্তম ফলাফল অর্জনের জন্য কিছু পরীক্ষা-নিরীক্ষার প্রয়োজন হতে পারে।
da: Det kan tage nogle eksperimenter for at opnå optimale resultater.
sq: Mund të duhen disa eksperimente për të arritur rezultate optimale.
zh: 可能需要进行一些实验才能获得最佳结果。

source: The adjustments have no effect on the engine's actual clock time,
ar: لا تؤثر التعديلات على الوقت الفعلي لساعة المحرك،
bg: Корекциите нямат ефект върху действителното часовниково време на двигателя,
bn: এই সমন্বয়গুলি ইঞ্জিনের প্রকৃত ঘড়ির সময়ের উপর কোনও প্রভাব ফেলে না,
da: Justeringerne har ingen indflydelse på motorens faktiske klokkeslæt,
sq: Rregullimet nuk kanë asnjë efekt në orën aktuale të motorit,
zh: 这些调整对引擎的实际时钟时间没有影响，

source: they only affect how it uses its time.
ar: فهي تؤثر فقط على كيفية استخدام الوقت.
bg: те само влияят на това как използва времето си.
bn: এগুলো কেবল তার সময় কীভাবে ব্যবহার করে তা প্রভাবিত করে।
da: de påvirker kun, hvordan den bruger sin tid.
sq: ato ndikojnë vetëm në mënyrën se si e përdor kohën.
zh: 它们只会影响它如何利用时间。

source: The adjustments are more likely to be needed using low time controls
ar: من المرجح أن تكون هناك حاجة إلى التعديلات عند استخدام عناصر تحكم زمنية منخفضة
bg: По-вероятно е корекциите да са необходими при използване на контроли с малко време
bn: কম সময়ের নিয়ন্ত্রণ ব্যবহার করে সমন্বয়গুলি প্রয়োজন হওয়ার সম্ভাবনা বেশি।
da: Det er mere sandsynligt, at justeringerne er nødvendige ved at bruge lavtidskontroller
sq: Rregullimet ka më shumë gjasa të nevojiten duke përdorur kontrolle me kohë të ulët
zh: 使用低时间控制更有可能需要进行调整

source: with no opening book.
ar: بدون كتاب مفتوح.
bg: без книга за отваряне.
bn: খোলার বই ছাড়াই।
da: uden åbningsbog.
sq: pa libër hapjeje.
zh: 没有开书。

source: Uncheck the fake book delay check box to speed up the engine moves
ar: قم بإلغاء تحديد مربع الاختيار "تأخير الكتاب المزيف" لتسريع تحركات المحرك
bg: Премахнете отметката от квадратчето за забавяне на фалшивата книга, за да ускорите движението на двигателя
bn: ইঞ্জিনের গতি বাড়ানোর জন্য জাল বই বিলম্ব চেক বক্সটি আনচেক করুন।
da: Fjern markeringen i afkrydsningsfeltet for falsk bogforsinkelse for at fremskynde motorbevægelserne
sq: Zgjidh kutinë e zgjedhjes së vonesës së librit të rremë për të shpejtuar lëvizjet e motorit
zh: 取消选中假书延迟复选框以加快引擎移动

source: when it is using the opening book.
ar: عندما يستخدم كتاب الافتتاح.
bg: когато използва началната книга.
bn: যখন এটি উদ্বোধনী বই ব্যবহার করছে।
da: når den bruger åbningsbogen.
sq: kur është duke përdorur librin e hapjes.
zh: 当使用开书时。

source: Engine time adjustment help
ar: مساعدة في ضبط وقت المحرك
bg: Помощ за настройка на времето на двигателя
bn: ইঞ্জিনের সময় সমন্বয় সহায়তা
da: Hjælp til justering af motortid
sq: Ndihmë për rregullimin e kohës së motorit
zh: 发动机时间调整帮助

source: There must be at least two engines selected
ar: يجب أن يكون هناك محركين على الأقل محددين
bg: Трябва да има избрани поне два двигателя
bn: কমপক্ষে দুটি ইঞ্জিন নির্বাচন করা আবশ্যক।
da: Der skal være valgt mindst to motorer
sq: Duhet të zgjidhen të paktën dy motorë
zh: 必须至少选择两个引擎

source: in order to hold an engine tournament.
ar: من أجل إقامة بطولة المحرك.
bg: за провеждане на двигателен турнир.
bn: একটি ইঞ্জিন টুর্নামেন্ট আয়োজনের জন্য।
da: for at afholde en motorturnering.
sq: për të mbajtur një turne motorësh.
zh: 为了举办发动机锦标赛。

source: Engine tournament message
ar: رسالة بطولة المحرك
bg: Съобщение за турнир на двигателя
bn: ইঞ্জিন টুর্নামেন্টের বার্তা
da: Besked om motorturnering
sq: Mesazh i turneut të motorit
zh: 引擎锦标赛讯息

source: Stop engine tournament
ar: بطولة إيقاف المحرك
bg: Турнир за спиране на двигателя
bn: স্টপ ইঞ্জিন টুর্নামেন্ট
da: Stop motor turnering
sq: Turneu i motorit të ndalur
zh: 停止引擎锦标赛

source: Error reading engine parameter file
ar: خطأ في قراءة ملف معلمات المحرك
bg: Грешка при четене на файла с параметрите на двигателя
bn: ইঞ্জিন প্যারামিটার ফাইলটি পড়ার সময় ত্রুটি হয়েছে।
da: Fejl ved læsning af motorparameterfil
sq: Gabim gjatë leximit të skedarit të parametrave të motorit
zh: 读取引擎参数文件时出错

source: Error opening engine parameter file -
ar: خطأ في فتح ملف معلمات المحرك -
bg: Грешка при отваряне на файл с параметри на двигателя -
bn: ইঞ্জিন প্যারামিটার ফাইল খোলার সময় ত্রুটি -
da: Fejl ved åbning af motorparameterfil -
sq: Gabim në hapjen e skedarit të parametrave të motorit -
zh: 打开引擎参数文件时出错 -

source: Swiss system pairings failed - Tournament abandoned.
ar: فشلت عملية اختيار اللاعبين حسب النظام السويسري - تم إلغاء البطولة.
bg: Неуспешни чифтове по швейцарска система - Турнирът е прекратен.
bn: সুইস সিস্টেম পেয়ারিং ব্যর্থ - টুর্নামেন্ট পরিত্যক্ত।
da: Schweiziske systemparringer mislykkedes - turnering opgivet.
sq: Çiftimet e sistemit zviceran dështuan - Turneu u braktis.
zh: 瑞士系统配对失败 - 锦标赛取消。

source: Tournament message
ar: رسالة البطولة
bg: Турнирно съобщение
bn: টুর্নামেন্টের বার্তা
da: Turneringsmeddelelse
sq: Mesazhi i turneut
zh: 比赛讯息

source: Tournament completed
ar: تم الانتهاء من البطولة
bg: Турнирът завършен
bn: টুর্নামেন্ট সম্পন্ন হয়েছে
da: Turneringen afsluttet
sq: Turneu përfundoi
zh: 比赛结束

source: Tournament terminated
ar: تم إنهاء البطولة
bg: Турнирът прекратен
bn: টুর্নামেন্ট সমাপ্ত
da: Turneringen er afsluttet
sq: Turneu përfundoi
zh: 比赛终止

source: Display schedule
ar: عرض الجدول الزمني
bg: Показване на график
bn: সময়সূচী প্রদর্শন করুন
da: Vis tidsplan
sq: Shfaq orarin
zh: 显示时间表

source: Close
ar: يغلق
bg: затвори
bn: বন্ধ করা
da: Tæt
sq: Mbylle
zh: 关闭

source: Display cross table
ar: عرض الجدول المتقاطع
bg: Показване на кръстосана маса
bn: ক্রস টেবিল প্রদর্শন করুন
da: Vis tværtabel
sq: Shfaq tabelën kryq
zh: 显示交叉表

source: Cannot load engine 1 - Tournament game terminated
ar: لا يمكن تحميل المحرك 1 - تم إنهاء لعبة البطولة
bg: Не може да се зареди двигател 1 - Турнирната игра е прекратена
bn: ইঞ্জিন ১ লোড করা যাচ্ছে না - টুর্নামেন্টের খেলা শেষ হয়েছে
da: Kan ikke indlæse motor 1 - Turneringsspillet er afsluttet
sq: Motori 1 nuk mund të ngarkohet - Loja e turneut përfundoi
zh: 无法加载引擎 1 - 锦标赛游戏终止

source: Cannot load engine 2 - Tournament game terminated
ar: لا يمكن تحميل المحرك 2 - تم إنهاء لعبة البطولة
bg: Не може да се зареди двигател 2 - Турнирната игра е прекратена
bn: ইঞ্জিন ২ লোড করা যাচ্ছে না - টুর্নামেন্টের খেলা শেষ হয়েছে
da: Kan ikke indlæse motor 2 - Turneringsspillet er afsluttet
sq: Motori 2 nuk mund të ngarkohet - Loja e turneut përfundoi
zh: 无法加载引擎 2 - 锦标赛游戏终止

source: Tournament file name
ar: اسم ملف البطولة
bg: Име на турнирен файл
bn: টুর্নামেন্টের ফাইলের নাম
da: Turneringsfilnavn
sq: Emri i skedarit të turneut
zh: 比赛文件名

source: Tournament type -
ar: نوع البطولة -
bg: Тип турнир -
bn: টুর্নামেন্টের ধরণ -
da: Turneringstype -
sq: Lloji i turneut -
zh: 锦标赛类型 -

source: Single round robin
ar: دورة روبن واحدة
bg: Единичен кръгъл
bn: একক রাউন্ড রবিন
da: Enkelt round robin
sq: Robin i vetëm i rrumbullakët
zh: 单循环赛

source: Double round robin
ar: دورة روبن مزدوجة
bg: Двоен кръгъл
bn: ডাবল রাউন্ড রবিন
da: Dobbelt round robin
sq: Robin i dyfishtë i rrumbullakët
zh: 双循环赛

source: Swiss system
ar: النظام السويسري
bg: швейцарска система
bn: সুইস সিস্টেম
da: schweizisk system
sq: sistemi zviceran
zh: 瑞士体系

source: Knockout seeded
ar: خروج المغلوب المصنف
bg: Нокаут поставен
bn: নকআউট বাছাই
da: Knockout seedet
sq: Nokaut farë
zh: 淘汰赛种子

source: Knockout random
ar: ضربة قاضية عشوائية
bg: Нокаут случаен
bn: নকআউট এলোমেলো
da: Knockout tilfældig
sq: Nokaut i rastësishëm
zh: 淘汰赛随机

source: Number of rounds in the tournament
ar: عدد الجولات في البطولة
bg: Брой кръгове в турнира
bn: টুর্নামেন্টে রাউন্ডের সংখ্যা
da: Antal runder i turneringen
sq: Numri i raundeve në turne
zh: 比赛轮数

source: Number of games in current round
ar: عدد المباريات في الجولة الحالية
bg: Брой игри в текущия кръг
bn: বর্তমান রাউন্ডে খেলার সংখ্যা
da: Antal spil i den aktuelle runde
sq: Numri i lojërave në raundin aktual
zh: 本轮比赛场次

source: Round number
ar: رقم الجولة
bg: Кръгло число
bn: রাউন্ড নম্বর
da: Rundt tal
sq: Numri i rrumbullakët
zh: 整數

source: Bye
ar: الوداع
bg: чао
bn: বিদায়
da: Farvel
sq: Mirupafshim
zh: 再见

source: Move no.
ar: تحرك لا.
bg: Преместване №
bn: নং সরান।
da: Flyt nr.
sq: Lëvizja nr.
zh: 移動號

source: (game in progress)
ar: (اللعبة قيد التقدم)
bg: (играта е в ход)
bn: (খেলা চলছে)
da: (spil i gang)
sq: (loja në vazhdim)
zh: （游戏进行中）

source: Scores after round
ar: النتائج بعد الجولة
bg: Резултати след кръг
bn: রাউন্ডের পরের স্কোর
da: Scorer efter runde
sq: Rezultatet pas raundit
zh: 回合结束后的得分

source: Scores for round
ar: نتائج الجولة
bg: Резултати за кръг
bn: রাউন্ডের স্কোর
da: Scorer for runde
sq: Rezultatet për raundin
zh: 本轮得分

source: Tournament schedule
ar: جدول البطولة
bg: График на турнира
bn: টুর্নামেন্টের সময়সূচী
da: Turneringsplan
sq: Orari i turneut
zh: 比赛日程

source: Wins the tournament
ar: يفوز بالبطولة
bg: Печели турнира
bn: টুর্নামেন্ট জিতেছে
da: Vinder turneringen
sq: Fiton turneun
zh: 赢得比赛

source: Final standings after round
ar: الترتيب النهائي بعد الجولة
bg: Крайно класиране след кръг
bn: রাউন্ডের পর চূড়ান্ত অবস্থান
da: Endelig stilling efter runde
sq: Renditja përfundimtare pas raundit
zh: 各轮比赛后的最终排名

source: For knockout tournaments the number of engines must be a power of two
ar: بالنسبة لبطولات خروج المغلوب، يجب أن يكون عدد المحركات قوة اثنين
bg: За нокаут турнири броят на двигателите трябва да бъде степен на две
bn: নকআউট টুর্নামেন্টের জন্য ইঞ্জিনের সংখ্যা অবশ্যই দুটি শক্তির হতে হবে
da: For knockout-turneringer skal antallet af motorer være en potens på to
sq: Për turnetë me nokaut, numri i motorëve duhet të jetë dy
zh: 对于淘汰赛，发动机的数量必须是 2 的幂

source: i.e. 2, 4, 8, 16 or 32 engines. Please alter the number of engines.
ar: أي 2 أو 4 أو 8 أو 16 أو 32 محركًا. يُرجى تغيير عدد المحركات.
bg: т.е. 2, 4, 8, 16 или 32 двигателя. Моля, променете броя на двигателите.
bn: অর্থাৎ ২, ৪, ৮, ১৬ অথবা ৩২টি ইঞ্জিন। অনুগ্রহ করে ইঞ্জিনের সংখ্যা পরিবর্তন করুন।
da: dvs. 2, 4, 8, 16 eller 32 motorer. Ændre antallet af motorer.
sq: dmth 2, 4, 8, 16 ose 32 motorë. Ju lutemi ndryshoni numrin e motorëve.
zh: 即 2、4、8、16 或 32 个引擎。请更改引擎数量。

source: Game no.
ar: لعبة رقم
bg: Игра №
bn: খেলা নম্বর।
da: Spil nr.
sq: Loja nr.
zh: 游戏编号

source: PGN Tournament Filename
ar: اسم ملف بطولة PGN
bg: PGN име на турнирен файл
bn: পিজিএন টুর্নামেন্ট ফাইলের নাম
da: PGN-turneringsfilnavn
sq: Emri i skedarit të turneut PGN
zh: PGN 锦标赛文件名

source: Select .pgn file for engine tournament
ar: حدد ملف .pgn لبطولة المحرك
bg: Изберете .pgn файл за турнир на двигателя
bn: ইঞ্জিন টুর্নামেন্টের জন্য .pgn ফাইল নির্বাচন করুন।
da: Vælg .pgn-fil til motorturnering
sq: Zgjidhni skedarin .pgn për turneun e motorit
zh: 选择引擎锦标赛的 .pgn 文件

source: Engines
ar: المحركات
bg: Двигатели
bn: ইঞ্জিন
da: Motorer
sq: Motorët
zh: 引擎

source: Select engines..
ar: اختر المحركات.
bg: Изберете двигатели..
bn: ইঞ্জিন নির্বাচন করুন..
da: Vælg motorer..
sq: Zgjidhni motorët..
zh: 选择引擎..

source: Engine no.
ar: محرك رقم.
bg: номер на двигател
bn: ইঞ্জিন নম্বর।
da: Motor nr.
sq: Motori nr.
zh: 发动机编号

source: Engine..
ar: محرك..
bg: Двигател..
bn: ইঞ্জিন..
da: Motor..
sq: Motorri..
zh: 引擎..

source: Start the tournament..
ar: ابدأ البطولة..
bg: Започнете турнира..
bn: টুর্নামেন্ট শুরু করো..
da: Start turneringen..
sq: Filloni turneun..
zh: 开始比赛..

source: Tournament type
ar: نوع البطولة
bg: Тип турнир
bn: টুর্নামেন্টের ধরণ
da: Turneringstype
sq: Lloji i turneut
zh: 锦标赛类型

source: Knockout (seeded)
ar: خروج المغلوب (المصنف)
bg: Нокаут (поставен)
bn: নকআউট (বীজযুক্ত)
da: Knockout (seedet)
sq: Nokaut (me fara)
zh: 淘汰赛（种子）

source: Knockout (random)
ar: ضربة قاضية (عشوائية)
bg: Нокаут (случаен)
bn: নকআউট (এলোমেলো)
da: Knockout (tilfældig)
sq: Nokaut (i rastësishëm)
zh: 淘汰赛（随机）

source: Knockout repeat no.
ar: ضربة قاضية متكررة رقم
bg: Повторение на нокаут №
bn: নকআউট পুনরাবৃত্তি নং।
da: Knockout gentagelse nr.
sq: Përsëritja e nokautit nr.
zh: 淘汰赛重复号

source: No. of rounds
ar: عدد الجولات
bg: Брой кръгове
bn: রাউন্ডের সংখ্যা
da: Antal runder
sq: Numri i raundeve
zh: 回合数

source: Save tournament..
ar: احفظ البطولة..
bg: Запазване на турнира..
bn: টুর্নামেন্ট সংরক্ষণ করুন..
da: Gem turnering..
sq: Ruaj turneun..
zh: 保存锦标赛..

source: Select .tmt file to save engine tournament options
ar: حدد ملف .tmt لحفظ خيارات بطولة المحرك
bg: Изберете .tmt файл, за да запазите опциите за турнири на двигателя
bn: ইঞ্জিন টুর্নামেন্টের বিকল্পগুলি সংরক্ষণ করতে .tmt ফাইলটি নির্বাচন করুন।
da: Vælg .tmt-fil for at gemme indstillingerne for motorturneringer
sq: Zgjidhni skedarin .tmt për të ruajtur opsionet e turneut të motorit
zh: 选择 .tmt 文件保存引擎锦标赛选项

source: Load tournament..
ar: تحميل البطولة..
bg: Зареди турнира..
bn: লোড টুর্নামেন্ট..
da: Indlæs turnering..
sq: Ngarko turneun..
zh: 加载锦标赛..

source: Select .tmt file to load engine tournament settings
ar: حدد ملف .tmt لتحميل إعدادات بطولة المحرك
bg: Изберете .tmt файл, за да заредите настройките на турнира на двигателя
bn: ইঞ্জিন টুর্নামেন্ট সেটিংস লোড করতে .tmt ফাইলটি নির্বাচন করুন।
da: Vælg .tmt-fil for at indlæse indstillingerne for motorturneringer
sq: Zgjidhni skedarin .tmt për të ngarkuar cilësimet e turneut të motorit
zh: 选择 .tmt 文件来加载引擎锦标赛设置

source: Select the name for the engine tournament PGN file
ar: حدد اسم ملف PGN لبطولة المحرك
bg: Изберете името за PGN файла на турнира на двигателя
bn: ইঞ্জিন টুর্নামেন্ট PGN ফাইলের নাম নির্বাচন করুন
da: Vælg navnet på motorturneringens PGN-fil
sq: Zgjidhni emrin për skedarin PGN të turneut të motorit
zh: 选择引擎锦标赛 PGN 文件的名称

source: Engines for the tournament
ar: محركات البطولة
bg: Двигатели за турнира
bn: টুর্নামেন্টের জন্য ইঞ্জিন
da: Motorer til turneringen
sq: Motorët për turneun
zh: 比赛引擎

source: Select engines for the tournament
ar: اختيار المحركات للبطولة
bg: Изберете двигатели за турнира
bn: টুর্নামেন্টের জন্য ইঞ্জিন নির্বাচন করুন
da: Vælg motorer til turneringen
sq: Zgjidhni motorët për turneun
zh: 选择比赛用的引擎

source: Number of engines in the tournament
ar: عدد المحركات في البطولة
bg: Брой двигатели в турнира
bn: টুর্নামেন্টে ইঞ্জিনের সংখ্যা
da: Antal motorer i turneringen
sq: Numri i motorëve në turne
zh: 比赛中的发动机数量

source: Select the time controls for the tournament
ar: حدد عناصر التحكم في الوقت للبطولة
bg: Изберете времеви контроли за турнира
bn: টুর্নামেন্টের জন্য সময় নিয়ন্ত্রণ নির্বাচন করুন
da: Vælg tidskontrollerne for turneringen
sq: Zgjidhni kontrollet e kohës për turneun
zh: 选择锦标赛的时间控制

source: Time control for tournament
ar: التحكم في الوقت للبطولة
bg: Контрол на времето за турнира
bn: টুর্নামেন্টের সময় নিয়ন্ত্রণ
da: Tidskontrol for turnering
sq: Kontrolli i kohës për turneun
zh: 比赛时间控制

source: Open the engine dialog box
ar: افتح مربع حوار المحرك
bg: Отворете диалоговия прозорец на двигателя
bn: ইঞ্জিন ডায়ালগ বক্স খুলুন
da: Åbn motordialogboksen
sq: Hapni kutinë e dialogut të motorit
zh: 打开引擎对话框

source: Open the engine time adjustment dialog box
ar: افتح مربع حوار ضبط وقت المحرك
bg: Отворете диалоговия прозорец за настройка на времето на двигателя
bn: ইঞ্জিনের সময় সমন্বয় ডায়ালগ বক্স খুলুন।
da: Åbn dialogboksen til justering af motortid
sq: Hapni kutinë e dialogut të rregullimit të kohës së motorit
zh: 打开引擎时间调整对话框

source: Start the tournament
ar: ابدأ البطولة
bg: Започнете турнира
bn: টুর্নামেন্ট শুরু করুন
da: Start turneringen
sq: Filloni turneun
zh: 开始比赛

source: Select for single round robin format
ar: حدد لتنسيق دورة روبن واحدة
bg: Изберете за единичен кръгов формат
bn: একক রাউন্ড রবিন ফর্ম্যাটের জন্য নির্বাচন করুন
da: Vælg for enkelt round robin-format
sq: Zgjidhni për formatin e vetëm të rrumbullakët
zh: 选择单循环赛制

source: Select for double round robin format
ar: حدد لتنسيق الدور المزدوج
bg: Изберете за двоен кръгов формат
bn: ডাবল রাউন্ড রবিন ফর্ম্যাটের জন্য নির্বাচন করুন
da: Vælg for dobbelt round robin-format
sq: Zgjidhni për formatin e dyfishtë të rrumbullakët
zh: 选择双循环赛制

source: Select for Swiss system format
ar: اختر تنسيق النظام السويسري
bg: Изберете за формат на швейцарската система
bn: সুইস সিস্টেম ফর্ম্যাটের জন্য নির্বাচন করুন
da: Vælg for schweizisk systemformat
sq: Zgjidhni për formatin e sistemit zviceran
zh: 选择瑞士系统格式
