Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: This dialog box allows you to edit a Polyglot .bin opening book.
ar: يسمح لك مربع الحوار هذا بتحرير كتاب افتتاحي متعدد اللغات .bin.
bg: Този диалогов прозорец ви позволява да редактирате начална книга на Polyglot .bin.
bn: এই ডায়ালগ বক্সটি আপনাকে একটি Polyglot .bin খোলার বই সম্পাদনা করতে দেয়।
da: Denne dialogboks giver dig mulighed for at redigere en polyglot .bin-åbningsbog.
sq: Kjo kuti dialogu ju lejon të redaktoni një libër hapjeje të Polyglot .bin.
zh: 此对话框允许您编辑 Polyglot .bin 开篇书。

source: You can add moves and games from the current PGN file to the opening book.
ar: بإمكانك إضافة الحركات والألعاب من ملف PGN الحالي إلى كتاب الافتتاح.
bg: Можете да добавяте движения и игри от текущия PGN файл към началната книга.
bn: আপনি বর্তমান PGN ফাইল থেকে শুরুর বইতে মুভ এবং গেম যোগ করতে পারেন।
da: Du kan tilføje træk og spil fra den aktuelle PGN-fil til åbningsbogen.
sq: Mund të shtoni lëvizje dhe lojëra nga skedari aktual PGN në librin hapës.
zh: 您可以将当前 PGN 文件中的动作和游戏添加到开局书中。

source: File : Select the .bin file to use as an opening book.
ar: الملف : حدد ملف .bin لاستخدامه ككتاب افتتاحي.
bg: Файл : Изберете .bin файла, който да използвате като отваряща книга.
bn: ফাইল: খোলার বই হিসেবে ব্যবহার করার জন্য .bin ফাইলটি নির্বাচন করুন।
da: Fil : Vælg den .bin-fil, der skal bruges som åbningsbog.
sq: Skedari: Zgjidhni skedarin .bin për ta përdorur si libër hapës.
zh: 文件：选择要用作开篇书的.bin 文件。

source: Polyglot book weights.. : open the book weights dialog box.
ar: أوزان الكتب متعددة اللغات.. : افتح مربع حوار أوزان الكتب.
bg: Тегла на книгите на Полиглот.. : отваря диалоговия прозорец за тегла на книгите.
bn: পলিগ্লট বইয়ের ওজন.. : বইয়ের ওজন ডায়ালগ বক্স খুলুন।
da: Polyglot bogvægte.. : Åbn dialogboksen bogvægte.
sq: Peshat e librit Polyglot.. : hapni kutinë e dialogut të peshave të librit.
zh: 多语言书籍重量..：打开书籍重量对话框。

source: Default weight value : for the moves when they are added to the book.
ar: قيمة الوزن الافتراضية: للحركات عند إضافتها إلى الكتاب.
bg: Стойност на теглото по подразбиране: за ходовете, когато се добавят към книгата.
bn: ডিফল্ট ওজন মান: বইতে যোগ করা হলে চালগুলির জন্য।
da: Standardvægtværdi: for træk, når de føjes til bogen.
sq: Vlera e parazgjedhur e peshës: për lëvizjet kur ato shtohen në libër.
zh: 默认权重值：针对添加到书中的动作。

source: According to the Polyglot documentation this should be at least 1
ar: وفقًا لوثائق Polyglot، يجب أن يكون هذا على الأقل 1
bg: Според документацията на Polyglot това трябва да е поне 1
bn: পলিগ্লট ডকুমেন্টেশন অনুসারে এটি কমপক্ষে ১ হওয়া উচিত
da: Ifølge Polyglot-dokumentationen skal dette være mindst 1
sq: Sipas dokumentacionit Polyglot, kjo duhet të jetë së paku 1
zh: 根据 Polyglot 文档，这至少应为 1

source: Add line : add the current board line to the opening book.
ar: إضافة سطر: إضافة سطر اللوحة الحالي إلى الكتاب الافتتاحي.
bg: Добавяне на линия: добавете текущата линия на дъската към началната книга.
bn: লাইন যোগ করুন: খোলার বইতে বর্তমান বোর্ড লাইন যোগ করুন।
da: Tilføj linje : Tilføj den aktuelle tavlelinje til åbningsbogen.
sq: Shtoni linjën: shtoni linjën aktuale të tabelës në librin e hapjes.
zh: 添加行：将当前棋盘行添加到开局书中。

source: from start : check to add the line from the start,
ar: من البداية: حدد هذا الخيار لإضافة السطر من البداية،
bg: от началото: отметнете, за да добавите реда от началото,
bn: শুরু থেকে : শুরু থেকে লাইন যোগ করতে চেক করুন,
da: fra start: marker for at tilføje linjen fra starten,
sq: nga fillimi: kontrolloni për të shtuar rreshtin nga fillimi,
zh: 从开始 ：选中从头添加行，

source: uncheck to add the line from the current board position.
ar: قم بإلغاء تحديد هذا المربع لإضافة السطر من موضع اللوحة الحالي.
bg: премахнете отметката, за да добавите линията от текущата позиция на дъската.
bn: বর্তমান বোর্ড অবস্থান থেকে লাইন যোগ করতে আনচেক করুন।
da: fjern markeringen for at tilføje linjen fra den aktuelle bestyrelsesposition.
sq: hiqni zgjedhjen për të shtuar rreshtin nga pozicioni aktual i tabelës.
zh: 取消选中即可从当前板位置添加线路。

source: with sub-vars : check to add the sub-variations with the main line,
ar: مع المتغيرات الفرعية: حدد هذا الخيار لإضافة المتغيرات الفرعية مع السطر الرئيسي،
bg: с подварианти: отметнете, за да добавите подвариантите към основния ред,
bn: সাব-ভার সহ: প্রধান লাইনের সাথে সাব-ভেরিয়েশন যোগ করতে চেক করুন,
da: med sub-vars : marker for at tilføje undervariationerne med hovedlinjen,
sq: me nënvars: kontrolloni për të shtuar nënvariacionet me vijën kryesore,
zh: 带有子变量 ：勾选后可在主线中添加子变量，

source: uncheck to add the main line only.
ar: قم بإلغاء تحديد هذا المربع لإضافة السطر الرئيسي فقط.
bg: премахнете отметката, за да добавите само основния ред.
bn: শুধুমাত্র প্রধান লাইন যোগ করতে আনচেক করুন।
da: fjern markeringen for kun at tilføje hovedlinjen.
sq: hiqni zgjedhjen për të shtuar vetëm linjën kryesore.
zh: 取消选中则仅添加主线。

source: Delete line : delete the current board line moves from the opening book.
ar: حذف السطر: حذف خط اللوحة الحالي ينتقل من الكتاب الافتتاحي.
bg: Изтриване на линия: изтрийте ходовете на текущата линия на дъската от началната книга.
bn: লাইন মুছুন: খোলার বই থেকে বর্তমান বোর্ড লাইনের চালগুলি মুছুন।
da: Slet linje : Slet de aktuelle tavlelinjetræk fra åbningsbogen.
sq: Fshi rreshtin: fshini linjën aktuale të tabelës që lëviz nga libri hapës.
zh: 删除行：从开局书中删除当前棋盘行棋。

source: Add game(s) options :-
ar: إضافة خيارات اللعبة(الألعاب):-
bg: Добавете опции за игра(и): -
bn: গেম(গুলি) বিকল্প যোগ করুন :-
da: Tilføj spilmuligheder:-
sq: Shtoni opsionet e lojës(ve):-
zh: 添加游戏选项：-

source: Add game - Check to add the current PGN game only.
ar: إضافة لعبة - حدد هذا الخيار لإضافة لعبة PGN الحالية فقط.
bg: Добавяне на игра – Поставете отметка, за да добавите само текущата PGN игра.
bn: খেলা যোগ করুন - শুধুমাত্র বর্তমান PGN খেলা যোগ করতে চেক করুন।
da: Tilføj spil - Marker kun for at tilføje det aktuelle PGN-spil.
sq: Shto lojë - Kontrollo për të shtuar vetëm lojën aktuale PGN.
zh: 添加游戏——选中仅添加当前 PGN 游戏。

source: Add database - Check to add all of the games from the current PGN file.
ar: إضافة قاعدة بيانات - حدد هذا الخيار لإضافة جميع الألعاب من ملف PGN الحالي.
bg: Добавяне на база данни - Поставете отметка, за да добавите всички игри от текущия PGN файл.
bn: ডাটাবেস যোগ করুন - বর্তমান PGN ফাইল থেকে সমস্ত গেম যোগ করতে চেক করুন।
da: Tilføj database - Marker for at tilføje alle spillene fra den aktuelle PGN-fil.
sq: Shto bazën e të dhënave - Kontrollo për të shtuar të gjitha lojërat nga skedari aktual PGN.
zh: 添加数据库 - 选中以从当前 PGN 文件添加所有游戏。

source: Move depth (ply) - Enter the depth in ply to add moves up to.
ar: عمق الحركة (الطبقة) - أدخل العمق في الطبقة لإضافة الحركات حتى.
bg: Дълбочина на движение (слой) – Въведете дълбочината в пласта, за да добавите движения нагоре.
bn: মুভ ডেপথ (প্লাই) - প্লাইতে যে গভীরতা পর্যন্ত মুভ যোগ করতে হবে তা লিখুন।
da: Flyt dybde (ply) - Indtast dybden i ply for at tilføje træk op til.
sq: Thellësia e lëvizjes (ply) - Futni thellësinë në shtresë për të shtuar lëvizje deri në.
zh: 移动深度（层）- 输入要添加移动的层深度。

source: i.e. a move depth of 30 will add the first 15 moves of both sides to the book.
ar: أي أن عمق الحركة البالغ 30 سيضيف أول 15 حركة لكلا الجانبين إلى الكتاب.
bg: т.е. дълбочина на ход от 30 ще добави първите 15 хода от двете страни към книгата.
bn: অর্থাৎ ৩০টি মুভ ডেপথ বইয়ে উভয় দিকের প্রথম ১৫টি মুভ যোগ করবে।
da: dvs. en trækdybde på 30 vil tilføje de første 15 træk på begge sider til bogen.
sq: dmth një thellësi lëvizjeje prej 30 do t'i shtojë librit 15 lëvizjet e para të të dyja anëve.
zh: 即，移动深度 30 会将双方的前 15 步添加到棋谱中。

source: Start game no. - The game number in the PGN file to start importing games from.
ar: رقم بدء اللعبة - رقم اللعبة في ملف PGN لبدء استيراد الألعاب منه.
bg: Започнете игра № - Номерът на играта в PGN файла, от който да започнете да импортирате игри.
bn: গেম নম্বর শুরু করুন - PGN ফাইলে থাকা গেম নম্বরটি যেখান থেকে গেম আমদানি শুরু করতে হবে।
da: Start spil nr. - Spilnummeret i PGN-filen for at begynde at importere spil fra.
sq: Fillimi i lojës nr. - Numri i lojës në skedarin PGN për të filluar importimin e lojërave.
zh: 开始游戏编号- PGN 文件中开始导入游戏的游戏编号。

source: This is useful if you are making an opening book from a large PGN file
ar: يعد هذا مفيدًا إذا كنت تقوم بإنشاء كتاب افتتاحي من ملف PGN كبير
bg: Това е полезно, ако правите начална книга от голям PGN файл
bn: আপনি যদি একটি বড় PGN ফাইল থেকে একটি খোলার বই তৈরি করেন তবে এটি কার্যকর।
da: Dette er nyttigt, hvis du laver en åbningsbog ud fra en stor PGN-fil
sq: Kjo është e dobishme nëse jeni duke bërë një libër hapës nga një skedar i madh PGN
zh: 如果你要从大型 PGN 文件制作开篇书，这将非常有用

source: End game no. - The game number in the PGN file at which to stop importing games.
ar: رقم نهاية اللعبة - رقم اللعبة في ملف PGN الذي يجب التوقف عنده عن استيراد الألعاب.
bg: Край на играта № - Номерът на играта в PGN файла, при който да спрете импортирането на игри.
bn: শেষ খেলা নম্বর - PGN ফাইলে থাকা খেলা নম্বর যেখানে গেম আমদানি বন্ধ করতে হবে।
da: Slutspil nr. - Spilnummeret i PGN-filen, hvorfra importen af ​​spil skal stoppes.
sq: Fundi i lojës nr. - Numri i lojës në skedarin PGN në të cilin duhet të ndaloni importimin e lojërave.
zh: 结束游戏编号 - PGN 文件中停止导入游戏的游戏编号。

source: Enter zero to process all of the games in the PGN file.
ar: أدخل الصفر لمعالجة كافة الألعاب الموجودة في ملف PGN.
bg: Въведете нула, за да обработите всички игри в PGN файла.
bn: PGN ফাইলের সমস্ত গেম প্রক্রিয়া করতে শূন্য লিখুন।
da: Indtast nul for at behandle alle spillene i PGN-filen.
sq: Futni zero për të përpunuar të gjitha lojërat në skedarin PGN.
zh: 输入零来处理 PGN 文件中的所有游戏。

source: Add game(s) - Click this button to start importing moves from the PGN file
ar: إضافة لعبة (ألعاب) - انقر فوق هذا الزر لبدء استيراد الحركات من ملف PGN
bg: Добавяне на игра(и) – Щракнете върху този бутон, за да започнете да импортирате ходове от PGN файла
bn: গেম(গুলি) যোগ করুন - PGN ফাইল থেকে মুভ আমদানি শুরু করতে এই বোতামটি ক্লিক করুন।
da: Tilføj spil - Klik på denne knap for at begynde at importere træk fra PGN-filen
sq: Shto lojë(a) - Klikoni këtë buton për të filluar importimin e lëvizjeve nga skedari PGN
zh: 添加游戏 - 单击此按钮开始从 PGN 文件导入动作

source: into the Polyglot .bin opening book.
ar: في كتاب فتح .bin متعدد اللغات.
bg: в началната книга на Polyglot .bin.
bn: পলিগ্লট .bin খোলার বইয়ের মধ্যে।
da: ind i Polyglot .bin-åbningsbogen.
sq: në librin e hapjes Polyglot .bin.
zh: 进入 Polyglot .bin 开本书。

source: Last game no. processed - This is the number of the last game added from the
ar: رقم آخر لعبة تمت معالجتها - هذا هو رقم آخر لعبة تمت إضافتها من
bg: Последна игра № обработено - Това е номерът на последната добавена игра от
bn: শেষ খেলার সংখ্যা প্রক্রিয়াজাত - এটি হল শেষ খেলার সংখ্যা যা যোগ করা হয়েছে
da: Sidste kamp nr. behandlet - Dette er nummeret på det sidste spil, der blev tilføjet fra
sq: Ndeshja e fundit nr. i përpunuar - Ky është numri i lojës së fundit të shtuar nga
zh: 处理的最后一场比赛号码 - 这是从

source: PGN games file. This is useful if you are adding games to an opening book
ar: ملف ألعاب PGN. هذا مفيد إذا كنت تضيف ألعابًا إلى كتاب افتتاحي
bg: PGN файл с игри. Това е полезно, ако добавяте игри към начална книга
bn: PGN গেমস ফাইল। যদি আপনি একটি খোলার বইতে গেমস যোগ করেন তবে এটি কার্যকর।
da: PGN spil fil. Dette er nyttigt, hvis du tilføjer spil til en åbningsbog
sq: Skedari i lojërave PGN. Kjo është e dobishme nëse jeni duke shtuar lojëra në një libër hapës
zh: PGN 游戏文件。如果您要将游戏添加到开局书中，这将非常有用

source: from a large PGN database file and want to add the games in installments.
ar: من ملف قاعدة بيانات PGN كبير وتريد إضافة الألعاب على أقساط.
bg: от голям PGN файл с база данни и искате да добавите игрите на части.
bn: একটি বৃহৎ PGN ডাটাবেস ফাইল থেকে এবং কিস্তিতে গেমগুলি যোগ করতে চাই।
da: fra en stor PGN-databasefil og ønsker at tilføje spillene i rater.
sq: nga një skedar i madh i bazës së të dhënave PGN dhe dëshironi t'i shtoni lojërat me këste.
zh: 从大型 PGN 数据库文件中获取并分期添加游戏。

source: You can clear this number by clicking on <Defaults>
ar: يمكنك مسح هذا الرقم بالضغط على <الإعدادات الافتراضية>
bg: Можете да изчистите този номер, като щракнете върху <Defaults>
bn: আপনি <ডিফল্ট> এ ক্লিক করে এই নম্বরটি সাফ করতে পারেন।
da: Du kan slette dette nummer ved at klikke på <Standarder>
sq: Ju mund ta pastroni këtë numër duke klikuar në <Defaults>
zh: 您可以通过点击<默认>来清除此数字

source: Note 1 :
ar: ملاحظة 1:
bg: Бележка 1:
bn: নোট ১ :
sq: Shënim 1:
zh: 注1：

source: If you want to create a new, empty, polyglot .bin opening book,
ar: إذا كنت تريد إنشاء كتاب جديد فارغ متعدد اللغات يفتح بامتداد .bin،
bg: Ако искате да създадете нова, празна, полиглотска .bin начална книга,
bn: যদি আপনি একটি নতুন, খালি, বহুভাষিক .bin খোলার বই তৈরি করতে চান,
da: Hvis du vil oprette en ny, tom, polyglot .bin-åbningsbog,
sq: Nëse dëshironi të krijoni një libër hapjeje të re, bosh, poliglot, .bin,
zh: 如果你想创建一个新的、空的、多语言的 .bin 开篇书，

source: then type in the new name with .bin extenstion at the end of the path
ar: ثم اكتب الاسم الجديد مع الامتداد .bin في نهاية المسار
bg: след това въведете новото име с разширение .bin в края на пътя
bn: তারপর পথের শেষে .bin এক্সটেনশন দিয়ে নতুন নামটি টাইপ করুন।
da: indtast derefter det nye navn med .bin-udvidelse i slutningen af ​​stien
sq: pastaj shkruani emrin e ri me shtrirjen .bin në fund të shtegut
zh: 然后在路径末尾输入带有 .bin 扩展名的新名称

source: in file input box or into the browse file box
ar: في مربع إدخال الملف أو في مربع استعراض الملف
bg: в полето за въвеждане на файл или в полето за преглеждане на файл
bn: ফাইল ইনপুট বাক্সে অথবা ব্রাউজ ফাইল বাক্সে
da: i filindtastningsfeltet eller i gennemse filfeltet
sq: në kutinë e hyrjes së skedarit ose në kutinë e shfletimit të skedarit
zh: 在文件输入框或浏览文件框中

source: e.g For a new, empty opening book called MyOpenings.bin you would change
ar: على سبيل المثال، بالنسبة لكتاب افتتاحي جديد فارغ يسمى MyOpenings.bin، يمكنك تغيير
bg: например за нова празна книга за отваряне, наречена MyOpenings.bin, бихте променили
bn: উদাহরণস্বরূপ, MyOpenings.bin নামক একটি নতুন, খালি খোলার বইয়ের জন্য আপনি পরিবর্তন করতে পারেন
da: For en ny, tom åbningsbog kaldet MyOpenings.bin ville du ændre
sq: p.sh. Për një libër të ri hapjeje bosh të quajtur MyOpenings.bin do të ndryshonit
zh: 例如，对于一个名为 MyOpenings.bin 的新空开局书，你需要更改

source: in the file input box of the dialog box.
ar: في مربع إدخال الملف في مربع الحوار.
bg: в полето за въвеждане на файл на диалоговия прозорец.
bn: ডায়ালগ বক্সের ফাইল ইনপুট বক্সে।
da: i filindtastningsboksen i dialogboksen.
sq: në kutinë e hyrjes së skedarit të dialog box-it.
zh: 在对话框的文件输入框中。

source: Alternatively, type MyOpenings.bin in the browse file box.
ar: بدلاً من ذلك، اكتب MyOpenings.bin في مربع استعراض الملفات.
bg: Друга възможност е да въведете MyOpenings.bin в полето за разглеждане на файлове.
bn: অথবা, ব্রাউজ ফাইল বক্সে MyOpenings.bin টাইপ করুন।
da: Alternativt kan du skrive MyOpenings.bin i boksen Gennemse fil.
sq: Përndryshe, shkruani MyOpenings.bin në kutinë e skedarit të shfletimit.
zh: 或者，在浏览文件框中输入MyOpenings.bin。

source: Note 2 :
ar: ملاحظة 2:
bg: Бележка 2:
bn: নোট ২:
sq: Shënim 2:
zh: 注2：

source: During the add games process, the mouse cursor movement is restricted
ar: أثناء عملية إضافة الألعاب، يتم تقييد حركة مؤشر الماوس
bg: По време на процеса на добавяне на игри движението на курсора на мишката е ограничено
bn: অ্যাড গেমস প্রক্রিয়ার সময়, মাউস কার্সারের চলাচল সীমিত থাকে।
da: Under tilføjelsesprocessen er musemarkørens bevægelse begrænset
sq: Gjatë procesit të shtimit të lojërave, lëvizja e kursorit të miut kufizohet
zh: 在添加游戏过程中，鼠标光标移动受到限制

source: to the bottom panel. This is because the program behaved strangely
ar: إلى اللوحة السفلية. وذلك لأن البرنامج تصرف بشكل غريب
bg: към долния панел. Това е така, защото програмата се държеше странно
bn: নিচের প্যানেলে। কারণ প্রোগ্রামটি অদ্ভুত আচরণ করেছিল
da: til bundpanelet. Dette skyldes, at programmet opførte sig mærkeligt
sq: në panelin e poshtëm. Kjo sepse programi u soll çuditërisht
zh: 到底部面板。这是因为程序行为异常

source: if the mouse was moved around the rest of the screen during the process.
ar: إذا تم تحريك الماوس حول بقية الشاشة أثناء العملية.
bg: ако мишката е била преместена около останалата част от екрана по време на процеса.
bn: যদি প্রক্রিয়া চলাকালীন মাউসটি স্ক্রিনের বাকি অংশে ঘোরানো হয়।
da: hvis musen blev flyttet rundt på resten af ​​skærmen under processen.
sq: nëse miu është zhvendosur në pjesën tjetër të ekranit gjatë procesit.
zh: 如果在此过程中鼠标在屏幕的其余部分移动。

source: I was not able to figure out what the cause of this was.
ar: لم أتمكن من معرفة سبب ذلك.
bg: Не успях да разбера каква е причината за това.
bn: এর কারণ কী তা আমি বুঝতে পারিনি।
da: Jeg var ikke i stand til at finde ud af, hvad årsagen til dette var.
sq: Nuk isha në gjendje të kuptoja se cili ishte shkaku i kësaj.
zh: 我无法弄清楚这到底是什么原因造成的。

source: Once the add games process is complete or cancelled, the mouse cursor
ar: بمجرد اكتمال عملية إضافة الألعاب أو إلغائها، يتحرك مؤشر الماوس
bg: След като процесът на добавяне на игри приключи или бъде отменен, курсорът на мишката
bn: একবার অ্যাড গেমস প্রক্রিয়া সম্পূর্ণ বা বাতিল হয়ে গেলে, মাউস কার্সার
da: Når processen med tilføjelse af spil er fuldført eller annulleret, vil musemarkøren
sq: Pasi procesi i shtimit të lojërave të përfundojë ose anulohet, kursorin e miut
zh: 添加游戏过程完成或取消后，鼠标光标

source: is released from the bottom panel and will behave as normal.
ar: يتم تحريره من اللوحة السفلية وسيعمل بشكل طبيعي.
bg: се освобождава от долния панел и ще се държи нормално.
bn: নিচের প্যানেল থেকে মুক্তি পাবে এবং স্বাভাবিক আচরণ করবে।
da: frigives fra bundpanelet og vil opføre sig som normalt.
sq: lirohet nga paneli i poshtëm dhe do të sillet si normalisht.
zh: 从底部面板释放并将正常运行。

source: Also, every 500 games the mouse cursor is moved within the bottom panel
ar: أيضًا، كل 500 لعبة يتم تحريك مؤشر الماوس داخل اللوحة السفلية
bg: Също така, на всеки 500 игри курсорът на мишката се премества в долния панел
bn: এছাড়াও, প্রতি ৫০০ গেমে মাউস কার্সারটি নীচের প্যানেলের মধ্যে সরানো হয়।
da: Desuden flyttes musemarkøren for hvert 500 spil inden for det nederste panel
sq: Gjithashtu, çdo 500 lojëra, kursori i miut zhvendoset brenda panelit të poshtëm
zh: 此外，每进行 500 场游戏，鼠标光标就会在底部面板内移动一次

source: by the program. This is to stop the screen saver activating and
ar: بواسطة البرنامج. هذا لإيقاف تنشيط شاشة التوقف و
bg: от програмата. Това е, за да спрете активирането на скрийнсейвъра и
bn: প্রোগ্রাম দ্বারা। এটি স্ক্রিন সেভার সক্রিয় হওয়া বন্ধ করার জন্য এবং
da: af programmet. Dette er for at stoppe pauseskærmens aktivering og
sq: nga programi. Kjo është për të ndaluar aktivizimin e ruajtësit të ekranit dhe
zh: 程序将停止激活屏幕保护程序，并

source: switching off the screen, because that also caused problems with the
ar: إيقاف تشغيل الشاشة، لأن ذلك تسبب أيضًا في حدوث مشكلات مع
bg: изключване на екрана, защото това също е причинило проблеми с
bn: স্ক্রিন বন্ধ করা, কারণ এটিও সমস্যা তৈরি করেছিল
da: slukke for skærmen, fordi det også gav problemer med
sq: fikja e ekranit, sepse kjo shkaktoi edhe probleme me
zh: 关闭屏幕，因为这也会导致

source: add games process.
ar: إضافة عملية الألعاب.
bg: добавете процес на игри.
bn: গেম প্রক্রিয়া যোগ করুন।
da: tilføje spil proces.
sq: shtoni procesin e lojërave.
zh: 添加游戏流程。

source: Polyglot..
ar: متعدد اللغات..
bg: Полиглот..
bn: বহুভাষিক..
sq: Poliglot..
zh: 通晓多种语言..

source: Credits..
ar: إعتمادات..
bg: Кредити..
bn: ক্রেডিট..
sq: Kredite..
zh: 致谢..

source: Making books..
ar: صناعة الكتب.
bg: Създаване на книги..
bn: বই তৈরি করা..
da: At lave bøger..
sq: Bërja e librave..
zh: 制作书籍..

source: Polyglot is a UCI adapter. It can connect a GUI interface
ar: Polyglot هو محول UCI. يمكنه توصيل واجهة المستخدم الرسومية
bg: Polyglot е UCI адаптер. Може да свързва GUI интерфейс
bn: পলিগ্লট একটি UCI অ্যাডাপ্টার। এটি একটি GUI ইন্টারফেস সংযুক্ত করতে পারে।
da: Polyglot er en UCI-adapter. Det kan forbinde en GUI-grænseflade
sq: Polyglot është një përshtatës UCI. Mund të lidhë një ndërfaqe GUI
zh: Polyglot 是一个 UCI 适配器。它可以连接 GUI 界面

source: (such as XBoard, Winboard, Arena or Chessbase) to a UCI chess engine.
ar: (مثل XBoard، أو Winboard، أو Arena، أو Chessbase) إلى محرك شطرنج UCI.
bg: (като XBoard, Winboard, Arena или Chessbase) към UCI шах двигател.
bn: (যেমন XBoard, Winboard, Arena বা Chessbase) একটি UCI দাবা ইঞ্জিনে।
da: (såsom XBoard, Winboard, Arena eller Chessbase) til en UCI skakmotor.
sq: (të tilla si XBoard, Winboard, Arena ose Chessbase) në një motor shahu UCI.
zh: （例如 XBoard、Winboard、Arena 或 Chessbase）到 UCI 国际象棋引擎。

source: Polyglot also supports the Polyglot.bin opening book format.
ar: يدعم Polyglot أيضًا تنسيق فتح الكتاب Polyglot.bin.
bg: Polyglot също поддържа формата на началната книга Polyglot.bin.
bn: পলিগ্লট Polyglot.bin ওপেনিং বুক ফরম্যাটকেও সমর্থন করে।
da: Polyglot understøtter også Polyglot.bin-åbningsbogens format.
sq: Polyglot gjithashtu mbështet formatin e librit hapës Polyglot.bin.
zh: Polyglot 还支持 Polyglot.bin 开书格式。

source: Roughly speaking, a PolyGlot opening book is a collection of triples
ar: بشكل تقريبي، كتاب افتتاحي متعدد اللغات عبارة عن مجموعة من الثلاثيات
bg: Грубо казано, началната книга на PolyGlot е колекция от тройки
bn: মোটামুটিভাবে বলতে গেলে, একটি পলিগ্লট উদ্বোধনী বই হল তিনটির সংগ্রহ
da: Groft sagt er en PolyGlot åbningsbog en samling af tripler
sq: Përafërsisht, një libër hapës PolyGlot është një koleksion treshe
zh: 粗略地说，PolyGlot 开篇书是三元组的集合

source: (position, move, weight).
ar: (الموقع، الحركة، الوزن).
bg: (позиция, движение, тегло).
bn: (অবস্থান, স্থানান্তর, ওজন)।
da: (position, bevægelse, vægt).
sq: (pozicioni, lëvizja, pesha).
zh: （位置、移动、重量）。

source: A 'position' is represented by a 64 - bit Zobrist hash key.
ar: يتم تمثيل "الموضع" بواسطة مفتاح التجزئة Zobrist المكون من 64 بت.
bg: „Позиция“ е представена от 64-битов хеш ключ на Zobrist.
bn: একটি 'অবস্থান' একটি 64-বিট জোব্রিস্ট হ্যাশ কী দ্বারা প্রতিনিধিত্ব করা হয়।
da: En 'position' er repræsenteret af en 64-bit Zobrist-hash-nøgle.
sq: Një 'pozicion' përfaqësohet nga një çelës hash Zobrist 64-bit.
zh: “位置”由 64 位 Zobrist 哈希密钥表示。

source: The weight is proportional to the probability the move should be played.
ar: الوزن يتناسب مع احتمالية لعب هذه الخطوة.
bg: Тежестта е пропорционална на вероятността ходът да бъде изигран.
bn: ওজন চালটি খেলার সম্ভাবনার সমানুপাতিক।
da: Vægten er proportional med sandsynligheden for, at træk skal spilles.
sq: Pesha është proporcionale me probabilitetin që lëvizja të luhet.
zh: 权重与应该采取该举动的概率成正比。

source: Other opening book formats such as the ChessBase .ctg format and
ar: تنسيقات الكتب الافتتاحية الأخرى مثل تنسيق ChessBase .ctg و
bg: Други формати на начална книга като формата ChessBase .ctg и
bn: অন্যান্য ওপেনিং বুক ফরম্যাট যেমন চেসবেস .ctg ফরম্যাট এবং
da: Andre åbningsbogsformater såsom ChessBase .ctg-formatet og
sq: Formate të tjera të librit hapës si formati ChessBase .ctg dhe
zh: 其他开局书格式，如 ChessBase .ctg 格式和

source: the Arena .abk format are undocumented and proprietary.
ar: تنسيق Arena .abk غير موثق ومملوك.
bg: форматът Arena .abk е недокументиран и защитен.
bn: Arena .abk ফর্ম্যাটটি নথিভুক্ত নয় এবং মালিকানাধীন।
da: Arena .abk-formatet er udokumenteret og proprietært.
sq: formati Arena .abk janë të padokumentuara dhe të pronarit.
zh: Arena .abk 格式没有记录且是专有的。

source: They can only be used by their own GUIs.
ar: لا يمكن استخدامها إلا بواسطة واجهات المستخدم الرسومية الخاصة بها.
bg: Те могат да се използват само от техните собствени GUI.
bn: এগুলি কেবল তাদের নিজস্ব GUI দ্বারা ব্যবহার করা যেতে পারে।
da: De kan kun bruges af deres egne GUI'er.
sq: Ato mund të përdoren vetëm nga GUI-të e tyre.
zh: 它们只能由其自己的 GUI 使用。

source: Previously, Nimzo_3d could only use PGN opening books,
ar: في السابق، كان بإمكان Nimzo_3d استخدام كتب فتح PGN فقط،
bg: Преди това Nimzo_3d можеше да използва само PGN отварящи книги,
bn: পূর্বে, Nimzo_3d শুধুমাত্র PGN খোলার বই ব্যবহার করতে পারত,
da: Tidligere kunne Nimzo_3d kun bruge PGN-åbningsbøger,
sq: Më parë, Nimzo_3d mund të përdorte vetëm libra hapës PGN,
zh: 此前，Nimzo_3d 只能使用 PGN 开书，
