Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: Puzzle mode :
ar: وضع اللغز :
bg: Режим пъзел:
bn: ধাঁধা মোড:
da: Puslespil tilstand:
sq: Modaliteti i enigmës:
zh: 益智模式：

source: File -
ar: ملف -
bg: файл -
bn: ফাইল -
da: Fil -
sq: Skedari -
zh: 文件 -

source: No game loaded
ar: لم يتم تحميل اللعبة
bg: Няма заредена игра
bn: কোনও গেম লোড করা হয়নি
da: Intet spil indlæst
sq: Asnjë lojë e ngarkuar
zh: 没有加载游戏

source: to play
ar: للعب
bg: да играят
bn: খেলতে
da: at spille
sq: për të luajtur
zh: 玩

source: Move
ar: يتحرك
bg: Движи се
bn: সরান
da: Flytte
sq: Lëvizni
zh: 移动

source: of
ar: ل
bg: на
bn: এর
da: af
sq: e
zh: 的

source: Puzzle complete
ar: لغز مكتمل
bg: Пъзелът е завършен
bn: ধাঁধা সম্পূর্ণ
da: Puslespil fuldført
sq: Puzzle kompletuar
zh: 拼图完成

source: Correct moves
ar: الحركات الصحيحة
bg: Правилни движения
bn: সঠিক চাল
da: Korrekte bevægelser
sq: Lëvizjet e sakta
zh: 正确的动作

source: Your move...
ar: حركتك...
bg: Вашият ход...
bn: তোমার পদক্ষেপ...
da: Dit træk...
sq: Lëvizja juaj...
zh: 你的举动...

source: Engine :
ar: محرك :
bg: Двигател:
bn: ইঞ্জিন :
da: Motor:
sq: Motori:
zh: 引擎 ：

source: Search depth :
ar: عمق البحث :
bg: Дълбочина на търсене:
bn: অনুসন্ধানের গভীরতা:
da: Søgedybde:
sq: Thellësia e kërkimit:
zh: 搜索深度：

source: Evaluation :
ar: تقييم :
bg: оценка:
bn: মূল্যায়ন :
da: Evaluering:
sq: Vlerësimi:
zh: 评估 ：

source: Best line :
ar: أفضل خط :
bg: Най-добра линия:
bn: সেরা লাইন:
da: Bedste linje:
sq: Linja më e mirë:
zh: 最佳台词：

source: Time taken :
ar: الوقت المستغرق :
bg: Отнето време:
bn: সময় লেগেছে:
da: Tidsforbrug:
sq: Koha e marrë:
zh: 所用时间：

source: Shootout :
ar: تبادل لاطلاق النار :
bg: дузпи:
bn: শ্যুটআউট:
sq: Shkëmbim zjarri:
zh: 点球大战：

source: Human vs Engine game :
ar: لعبة الإنسان ضد المحرك:
bg: Игра Човек срещу Двигател:
bn: মানুষ বনাম ইঞ্জিন খেলা:
da: Human vs Engine spil:
sq: Lojë Human vs Engine:
zh: 人类与引擎的游戏：

source: Human (W) to play -
ar: الإنسان (W) للعب -
bg: Човек (W) за игра -
bn: মানুষ (W) খেলতে -
da: Menneske (W) at spille -
sq: Njeriu (W) për të luajtur -
zh: 人类 (W) 出场 -

source: Engine (B) to play -
ar: محرك (ب) للعب -
bg: Двигател (B) за игра -
bn: ইঞ্জিন (B) বাজানোর জন্য -
da: Motor (B) til at spille -
sq: Motori (B) për të luajtur -
zh: 发动机（B）运行 -

source: Engine vs Human game :
ar: لعبة المحرك ضد الإنسان:
bg: Игра Engine vs Human:
bn: ইঞ্জিন বনাম মানুষের খেলা:
da: Engine vs Human spil:
sq: Lojë motori kundër njeriut:
zh: 引擎与人类的游戏：

source: Engine (W) to play -
ar: محرك (W) للعب -
bg: Двигател (W) за игра -
bn: ইঞ্জিন (W) বাজানোর জন্য -
da: Motor (W) til at spille -
sq: Motori (W) për të luajtur -
zh: 引擎（W）播放 -

source: Human (B) to play -
ar: الإنسان (ب) للعب -
bg: Човек (B) за игра -
bn: মানুষ (খ) খেলতে -
da: Menneske (B) at spille -
sq: Njeriu (B) për të luajtur -
zh: 人类（B）玩 -

source: Auto analysis
ar: التحليل التلقائي
bg: Автоматичен анализ
bn: স্বয়ংক্রিয় বিশ্লেষণ
da: Autoanalyse
sq: Analiza automatike
zh: 自动分析

source: :Analysing position after
ar: :تحليل الموقف بعد
bg: : Анализиране на позицията след
bn: :পরে অবস্থান বিশ্লেষণ করা
da: : Analyserer stilling efter
sq: :Analizimi i pozicionit pas
zh: :分析后的位置

source: Could not create board bitmap
ar: لم يتمكن من إنشاء خريطة نقطية للوحة
bg: Не можа да се създаде растерно изображение на дъската
bn: বোর্ড বিটম্যাপ তৈরি করা যায়নি
da: Kunne ikke oprette board bitmap
sq: Nuk mund të krijohej bitmap i bordit
zh: 无法创建板位图

source: Board square images not loaded
ar: لم يتم تحميل صور المربعات في اللوحة
bg: Квадратните изображения на дъската не са заредени
bn: বোর্ডের বর্গাকার ছবি লোড করা হয়নি
da: Firkantede billeder blev ikke indlæst
sq: Imazhet katrore të tabelës nuk janë ngarkuar
zh: 棋盘方形图像未加载

source: Could not create HDCs for board bitmaps
ar: لم يتمكن من إنشاء HDCs لخرائط البتات الخاصة باللوحة
bg: Не можа да създаде HDC за растерни изображения на платката
bn: বোর্ড বিটম্যাপের জন্য HDC তৈরি করা যায়নি
da: Kunne ikke oprette HDC'er til board bitmaps
sq: Nuk mund të krijoheshin HDC për bitmap të bordit
zh: 无法为板位图创建 HDC

source: Could not create chess piece bitmaps
ar: لم يتمكن من إنشاء خرائط بتات لقطع الشطرنج
bg: Не можа да създаде растерни изображения на шахматни фигури
bn: দাবার টুকরো বিটম্যাপ তৈরি করা যায়নি
da: Kunne ikke oprette bitmaps for skakbrikker
sq: Nuk mund të krijoheshin bitmap të pjesëve të shahut
zh: 无法创建棋子位图

source: Could not create vertices for background triangle
ar: لم يتمكن من إنشاء رؤوس للمثلث الخلفي
bg: Не можа да създаде върхове за фонов триъгълник
bn: পটভূমি ত্রিভুজের জন্য শীর্ষবিন্দু তৈরি করা যায়নি
da: Kunne ikke oprette toppunkter for baggrundstrekant
sq: Nuk mund të krijoheshin kulme për trekëndëshin e sfondit
zh: 无法创建背景三角形的顶点

source: Could not create bitmap for background triangle
ar: لم يتمكن من إنشاء خريطة نقطية للمثلث الخلفي
bg: Не можа да се създаде растерно изображение за фонов триъгълник
bn: পটভূমি ত্রিভুজের জন্য বিটম্যাপ তৈরি করা যায়নি
da: Kunne ikke oprette bitmap til baggrundstrekant
sq: Nuk mund të krijohej bitmap për trekëndëshin e sfondit
zh: 无法为背景三角形创建位图

source: Error initializing Direct3D
ar: خطأ في تهيئة Direct3D
bg: Грешка при инициализиране на Direct3D
bn: Direct3D আরম্ভ করার সময় ত্রুটি
da: Fejl ved initialisering af Direct3D
sq: Gabim në inicializimin e Direct3D
zh: 初始化 Direct3D 时出错

source: DirectX 3d object not created
ar: لم يتم إنشاء كائن DirectX 3d
bg: DirectX 3d обект не е създаден
bn: DirectX 3d অবজেক্ট তৈরি হয়নি
da: DirectX 3d-objekt blev ikke oprettet
sq: Objekti DirectX 3d nuk u krijua
zh: 未创建 DirectX 3d 对象

source: DirectX 3d device not created
ar: لم يتم إنشاء جهاز DirectX 3d
bg: DirectX 3d устройство не е създадено
bn: DirectX 3d ডিভাইস তৈরি হয়নি
da: DirectX 3d-enhed ikke oprettet
sq: Pajisja DirectX 3d nuk u krijua
zh: 未创建 DirectX 3d 设备

source: DirectX 3d backbuffer not created
ar: لم يتم إنشاء ذاكرة التخزين المؤقتة ثلاثية الأبعاد لـ DirectX
bg: DirectX 3d backbuffer не е създаден
bn: DirectX 3d ব্যাকবাফার তৈরি হয়নি
da: DirectX 3d backbuffer ikke oprettet
sq: Backbuffer DirectX 3d nuk u krijua
zh: 未创建 DirectX 3d 后缓冲区

source: DirectX 3d lighting setup failed
ar: فشل إعداد إضاءة DirectX 3D
bg: Неуспешна настройка на DirectX 3d осветление
bn: DirectX 3d লাইটিং সেটআপ ব্যর্থ হয়েছে
da: Opsætning af DirectX 3d-belysning mislykkedes
sq: Konfigurimi i ndriçimit DirectX 3d dështoi
zh: DirectX 3D 照明设置失败

source: DirectX 3d viewport not created
ar: لم يتم إنشاء منفذ عرض DirectX 3D
bg: Прозорецът за изглед на DirectX 3d не е създаден
bn: DirectX 3D ভিউপোর্ট তৈরি হয়নি
da: DirectX 3d-visningsport ikke oprettet
sq: DirectX 3d viewport nuk u krijua
zh: 未创建 DirectX 3D 视口

source: Invalid DirectX 3d device
ar: جهاز DirectX 3d غير صالح
bg: Невалидно DirectX 3d устройство
bn: অবৈধ DirectX 3d ডিভাইস
da: Ugyldig DirectX 3d-enhed
sq: Pajisja e pavlefshme DirectX 3d
zh: 无效的 DirectX 3d 设备

source: Could not create board surface
ar: لم يتمكن من إنشاء سطح اللوحة
bg: Не можа да се създаде повърхност на дъската
bn: বোর্ড সারফেস তৈরি করা যায়নি
da: Kunne ikke oprette bordoverflade
sq: Sipërfaqja e tabelës nuk mund të krijohej
zh: 无法创建板面

source: Could not create board texture
ar: لم يتمكن من إنشاء نسيج اللوحة
bg: Не можа да се създаде текстура на дъската
bn: বোর্ড টেক্সচার তৈরি করা যায়নি
da: Kunne ikke oprette bordstruktur
sq: Nuk mund të krijohej tekstura e tabelës
zh: 无法创建板面纹理

source: Could not get board texture surface level
ar: لم نتمكن من الحصول على مستوى سطح نسيج اللوحة
bg: Не може да се получи нивото на повърхността на текстурата на дъската
bn: বোর্ড টেক্সচার পৃষ্ঠের স্তর পাওয়া যায়নি
da: Kunne ikke få bordstrukturens overflade i niveau
sq: Nuk mund të merrej niveli i sipërfaqes së teksturës së tabelës
zh: 无法获取板纹理表面级别

source: Could not get board surface HDC
ar: لم نتمكن من الحصول على سطح اللوحة HDC
bg: Не можах да получа повърхността на платката HDC
bn: বোর্ড সারফেস HDC পাওয়া যায়নি
da: Kunne ikke få bordoverflade HDC
sq: Nuk mund të merrej HDC e sipërfaqes së tabelës
zh: 无法获取板面 HDC

source: DirectX copy surface function failed
ar: فشلت وظيفة نسخ سطح DirectX
bg: Функцията на повърхността за копиране на DirectX е неуспешна
bn: DirectX কপি সারফেস ফাংশন ব্যর্থ হয়েছে
da: DirectX kopioverfladefunktion mislykkedes
sq: Funksioni i sipërfaqes së kopjimit të DirectX dështoi
zh: DirectX 复制表面功能失败

source: DirextX piece X-files failed to load
ar: فشلت عملية تحميل ملفات X-files الخاصة بـ DirextX
bg: Неуспешно зареждане на X-файловете на DirextX
bn: DirextX পিস X-ফাইল লোড হতে ব্যর্থ হয়েছে
da: DirextX stykke X-filer kunne ikke indlæses
sq: Dështoi ngarkimi i skedarëve X të pjesës DirextX
zh: DirextX 片段 X-files 加载失败

source: Could not create chess pieces
ar: لم يتمكن من إنشاء قطع الشطرنج
bg: Не можах да създам шахматни фигури
bn: দাবার টুকরো তৈরি করা যায়নি
da: Kunne ikke oprette skakbrikker
sq: Nuk mundi të krijonte pjesë shahu
zh: 无法创建棋子

source: The setup of the board bitmaps has failed
ar: لقد فشل إعداد خرائط البتات الخاصة باللوحة
bg: Настройката на растерните изображения на платката е неуспешна
bn: বোর্ড বিটম্যাপের সেটআপ ব্যর্থ হয়েছে।
da: Opsætningen af ​​boardets bitmaps mislykkedes
sq: Konfigurimi i bitmap-ve të bordit dështoi
zh: 板位图设置失败

source: Using colours for 3d board
ar: استخدام الألوان للوحة ثلاثية الأبعاد
bg: Използване на цветове за 3d дъска
bn: 3D বোর্ডের জন্য রঙের ব্যবহার
da: Brug af farver til 3d board
sq: Përdorimi i ngjyrave për tabelën 3D
zh: 使用颜色制作 3D 板

source: 3d graphics error message
ar: رسالة خطأ الرسومات ثلاثية الأبعاد
bg: Съобщение за грешка на 3D графика
bn: 3D গ্রাফিক্স ত্রুটি বার্তা
da: 3D-grafik fejlmeddelelse
sq: Mesazhi i gabimit të grafikës 3d
zh: 3D 图形错误消息

source: Using colours for 3d pieces
ar: استخدام الألوان للقطع ثلاثية الأبعاد
bg: Използване на цветове за 3D детайли
bn: 3D টুকরোর জন্য রঙের ব্যবহার
da: Brug af farver til 3d-stykker
sq: Përdorimi i ngjyrave për pjesët 3d
zh: 3D 作品的色彩运用

source: The setup of the main window background triangle has failed
ar: فشل إعداد مثلث خلفية النافذة الرئيسية
bg: Настройката на фоновия триъгълник на главния прозорец е неуспешна
bn: প্রধান উইন্ডোর পটভূমি ত্রিভুজের সেটআপ ব্যর্থ হয়েছে।
da: Opsætningen af ​​hovedvinduets baggrundtrekant mislykkedes
sq: Konfigurimi i trekëndëshit të sfondit të dritares kryesore dështoi
zh: 主窗口背景三角形设置失败

source: Using plain window background
ar: استخدام خلفية نافذة عادية
bg: Използване на обикновен фон на прозорец
bn: সাধারণ উইন্ডো ব্যাকগ্রাউন্ড ব্যবহার করা হচ্ছে
da: Bruger almindelig vinduesbaggrund
sq: Përdorimi i sfondit të thjeshtë të dritares
zh: 使用普通的窗口背景

source: The setup of DirectX has failed
ar: لقد فشل إعداد DirectX
bg: Настройката на DirectX е неуспешна
bn: DirectX সেটআপ ব্যর্থ হয়েছে।
da: Opsætningen af ​​DirectX mislykkedes
sq: Konfigurimi i DirectX dështoi
zh: DirectX 安装失败

source: The setup of the 3d chessboard has failed
ar: لقد فشل إعداد رقعة الشطرنج ثلاثية الأبعاد
bg: Настройката на 3D шахматната дъска е неуспешна
bn: 3D দাবাবোর্ডের সেটআপ ব্যর্থ হয়েছে।
da: Opsætningen af ​​3d skakbrættet mislykkedes
sq: Vendosja e tabelës së shahut 3d ka dështuar
zh: 3d棋盘设置失败

source: Press ok to return to 2d
ar: اضغط موافق للعودة إلى 2d
bg: Натиснете OK, за да се върнете към 2d
bn: 2d তে ফিরে যেতে ঠিক আছে টিপুন
da: Tryk på ok for at vende tilbage til 2d
sq: Shtypni ok për t'u kthyer në 2d
zh: 按 ok 返回 2d

source: Lighting..
ar: إضاءة..
bg: Осветление..
bn: আলোকসজ্জা..
da: Belysning..
sq: Ndriçimi..
zh: 灯光..

source: Piece sizes..
ar: أحجام القطعة.
bg: Размери на парчета..
bn: টুকরোর আকার..
da: Stykstørrelser..
sq: Madhësitë e copave..
zh: 件尺寸..

source: Window colours..
ar: ألوان النوافذ.
bg: Цветове на прозорците..
bn: জানালার রঙ..
da: Vindues farver..
sq: Ngjyrat e dritareve..
zh: 窗户颜色..

source: Chess set colours..
ar: ألوان مجموعة الشطرنج.
bg: Цветове на шах..
bn: দাবার সেটের রঙ..
da: Farver i skaksæt..
sq: Ngjyrat e seteve të shahut..
zh: 国际象棋颜色..

source: Board widget..
ar: لوحة الأدوات..
bg: Джаджа за дъска..
bn: বোর্ড উইজেট..
sq: Miniaplikacioni i tabelës..
zh: 板小部件..

source: Board coords
ar: إحداثيات اللوحة
bg: Координати на борда
bn: বোর্ড স্থানাঙ্ক
da: Bestyrelse koordinerer
sq: Koordinat e bordit
zh: 董事会坐标

source: Rotate knights
ar: تدوير الفرسان
bg: Редувайте рицари
bn: নাইটদের ঘোরান
da: Roter riddere
sq: Rrotulloni kalorësit
zh: 旋转骑士

source: Move list toolbar
ar: نقل شريط أدوات القائمة
bg: Лента с инструменти за преместване на списък
bn: তালিকা টুলবার সরান
da: Flyt listeværktøjslinje
sq: Zhvendos shiritin e veglave të listës
zh: 移动列表工具栏

source: Move prompt
ar: تحريك موجه
bg: Подкана за преместване
bn: সরানোর প্রম্পট
da: Bevægelsesprompt
sq: Lëvizja e shpejtë
zh: 移动提示

source: Puzzle prompt
ar: لغز موجه
bg: Подсказка за пъзел
bn: ধাঁধার প্রম্পট
da: Puslespil
sq: Njoftim i enigmës
zh: 谜题提示

source: View angle
ar: زاوية الرؤية
bg: Ъгъл на гледане
bn: দেখার কোণ
da: Synsvinkel
sq: Këndi i shikimit
zh: 视角

source: Square adjustment
ar: تعديل المربع
bg: Регулиране на квадрата
bn: বর্গক্ষেত্র সমন্বয়
da: Kvadratisk justering
sq: Rregullimi katror
zh: 方形调整

source: Use multi-sampling
ar: استخدم أخذ العينات المتعددة
bg: Използвайте множествена извадка
bn: মাল্টি-স্যাম্পলিং ব্যবহার করুন
da: Brug multi-sampling
sq: Përdorni shumë-mostrim
zh: 使用多重采样

source: Sampling value
ar: قيمة العينة
bg: Стойност на вземане на проби
bn: নমুনা মূল্য
da: Sampling værdi
sq: Vlera e kampionimit
zh: 采样值

source: Border bitmap..
ar: خريطة حدودية.
bg: Граница растерно изображение..
bn: বর্ডার বিটম্যাপ..
da: Kant bitmap..
sq: Bitmap kufiri..
zh: 边框位图..

source: Piece bitmaps..
ar: قطعة من الخرائط النقطية.
bg: Частични растерни изображения..
bn: টুকরো বিটম্যাপ..
da: Stykke bitmaps..
sq: Bitmap pjesë..
zh: 片状位图..

source: Adjust 3d lighting settings
ar: ضبط إعدادات الإضاءة ثلاثية الأبعاد
bg: Регулиране на настройките за 3d осветление
bn: 3D আলোর সেটিংস সামঞ্জস্য করুন
da: Juster 3D-belysningsindstillinger
sq: Rregulloni cilësimet e ndriçimit 3d
zh: 调整 3D 照明设置

source: Adjust 3d piece sizes
ar: ضبط أحجام القطع ثلاثية الأبعاد
bg: Коригирайте размерите на 3d парчета
bn: 3D পিসের আকার সামঞ্জস্য করুন
da: Juster 3d-stykkestørrelser
sq: Rregulloni madhësitë e pjesëve 3d
zh: 调整 3D 块尺寸

source: Select 3d window colours
ar: حدد ألوان النافذة ثلاثية الأبعاد
bg: Изберете 3d цветове на прозореца
bn: 3D জানালার রঙ নির্বাচন করুন
da: Vælg 3d vinduesfarver
sq: Zgjidhni ngjyrat e dritareve 3d
zh: 选择 3D 窗口颜色

source: Select 3d chess set colours
ar: اختر ألوان مجموعة الشطرنج ثلاثية الأبعاد
bg: Изберете цветове на 3d шах
bn: 3D দাবা সেটের রঙ নির্বাচন করুন
da: Vælg farver i 3d skaksæt
sq: Zgjidhni ngjyrat e grupeve të shahut 3d
zh: 选择 3D 国际象棋颜色

source: Set board widget options
ar: تعيين خيارات أداة اللوحة
bg: Задаване на опции за джаджа на табло
bn: বোর্ড উইজেট বিকল্পগুলি সেট করুন
da: Indstil board-widget-indstillinger
sq: Cakto opsionet e miniaplikacionit të bordit
zh: 设置面板小部件选项

source: Check this box to display board co-ordinates
ar: قم بتحديد هذا المربع لعرض إحداثيات اللوحة
bg: Поставете отметка в това квадратче, за да покажете координатите на борда
bn: বোর্ড স্থানাঙ্ক প্রদর্শনের জন্য এই বাক্সটি চেক করুন।
da: Marker dette felt for at vise tavlekoordinater
sq: Zgjidhni këtë kuti për të shfaqur koordinatat e tabelës
zh: 勾选此框可显示棋盘坐标

source: Check this box to rotate the knights
ar: حدد هذا المربع لتدوير الفرسان
bg: Поставете отметка в това поле, за да завъртите рицарите
bn: নাইটদের ঘোরানোর জন্য এই বাক্সটি চেক করুন।
da: Marker dette felt for at rotere ridderne
sq: Zgjidhni këtë kuti për të rrotulluar kalorësit
zh: 勾选此框可旋转骑士

source: in the left half of the board inwards
ar: في النصف الأيسر من اللوحة إلى الداخل
bg: в лявата половина на дъската навътре
bn: বোর্ডের বাম অর্ধেকের ভেতরের দিকে
da: i venstre halvdel af brættet indad
sq: në gjysmën e majtë të tabelës nga brenda
zh: 在板的左半部分向内

source: Check this box to show a game navigation toolbar
ar: حدد هذا المربع لإظهار شريط أدوات التنقل في اللعبة
bg: Поставете отметка в това квадратче, за да се покаже лента с инструменти за навигация на играта
bn: একটি গেম নেভিগেশন টুলবার দেখানোর জন্য এই বাক্সটি চেক করুন।
da: Marker dette felt for at vise en spilnavigationsværktøjslinje
sq: Zgjidhni këtë kuti për të shfaqur një shirit veglash të navigimit të lojës
zh: 选中此框可显示游戏导航工具栏

source: on the move list window
ar: في نافذة قائمة التحرك
bg: в прозореца на списъка за преместване
bn: স্থানান্তর তালিকা উইন্ডোতে
da: på flyttelistevinduet
sq: në dritaren e listës së lëvizjes
zh: 在移动列表窗口

source: Check this box to diplay a move prompt
ar: حدد هذا المربع لعرض مطالبة بالتحرك
bg: Поставете отметка в това квадратче, за да покажете подкана за движение
bn: একটি সরানোর প্রম্পট প্রদর্শন করতে এই বাক্সটি চেক করুন।
da: Marker dette felt for at vise en bevægelsesprompt
sq: Zgjidhni këtë kuti për të shfaqur një kërkesë për lëvizje
zh: 选中此框以显示移动提示

source: during a human vs engine game
ar: أثناء لعبة الإنسان ضد المحرك
bg: по време на игра човек срещу двигател
bn: মানুষ বনাম ইঞ্জিন খেলার সময়
da: under et menneske vs motor spil
sq: gjatë një loje njeriu kundër motorit
zh: 在人类与引擎的游戏中

source: Check this box to diplay a puzzle prompt
ar: حدد هذا المربع لعرض مطالبة اللغز
bg: Поставете отметка в това квадратче, за да покажете подкана за пъзел
bn: একটি ধাঁধা প্রম্পট প্রদর্শন করতে এই বাক্সটি চেক করুন
da: Marker dette felt for at vise en puslespilsprompt
sq: Zgjidhni këtë kuti për të shfaqur një kërkesë enigme
zh: 勾选此框来显示谜题提示

source: when in puzzle mode
ar: عندما تكون في وضع اللغز
bg: когато сте в режим пъзел
bn: ধাঁধা মোডে থাকাকালীন
da: når du er i puslespilstilstand
sq: kur është në modalitetin e enigmës
zh: 在拼图模式下

source: Select view angle for 3d scene
ar: حدد زاوية العرض للمشهد ثلاثي الأبعاد
bg: Изберете ъгъл на гледане за 3D сцена
bn: 3D দৃশ্যের জন্য ভিউ অ্যাঙ্গেল নির্বাচন করুন
da: Vælg synsvinkel for 3D-scene
sq: Zgjidhni këndin e shikimit për skenën 3d
zh: 选择 3D 场景的视角

source: Select the mouse click square adjustment value
ar: حدد قيمة تعديل مربع النقر بالماوس
bg: Изберете стойността за корекция на квадрата с щракване на мишката
bn: মাউস ক্লিক স্কোয়ার অ্যাডজাস্টমেন্ট মান নির্বাচন করুন
da: Vælg firkantjusteringsværdien med museklik
sq: Zgjidhni vlerën e rregullimit të katrorit të klikimit të miut
zh: 选择鼠标单击方格调整值

source: Check this box to use multi-sampling to sharpen object edges
ar: حدد هذا المربع لاستخدام أخذ عينات متعددة لشحذ حواف الكائن
bg: Поставете отметка в това квадратче, за да използвате мулти-семплиране за изостряне на ръбовете на обекта
bn: বস্তুর প্রান্ত তীক্ষ্ণ করার জন্য মাল্টি-স্যাম্পলিং ব্যবহার করতে এই বাক্সটি চেক করুন।
da: Marker dette felt for at bruge multi-sampling til at skærpe objektkanter
sq: Zgjidhni këtë kuti për të përdorur mostra të shumta për të mprehur skajet e objektit
zh: 选中此框可使用多重采样来锐化对象边缘

source: Enter the multi-sampling value ( 1 - 16 )
ar: أدخل قيمة أخذ العينات المتعددة ( 1 - 16 )
bg: Въведете стойността за множествена извадка ( 1 - 16 )
bn: মাল্টি-স্যাম্পলিং মান লিখুন (1 - 16)
da: Indtast multi-sampling værdien ( 1 - 16 )
sq: Fut vlerën e mostrës së shumëfishtë ( 1 - 16 )
zh: 输入多重采样值（1 - 16）

source: Select the board square bitmaps
ar: حدد خرائط البتات المربعة للوحة
bg: Изберете квадратните растерни изображения на дъската
bn: বোর্ড বর্গাকার বিটম্যাপ নির্বাচন করুন
da: Vælg brættet firkantede bitmaps
sq: Zgjidhni bitmaps katrorë të tabelës
zh: 选择棋盘方形位图

source: Select the board border colour
ar: حدد لون حدود اللوحة
bg: Изберете цвета на рамката на дъската
bn: বোর্ডের সীমানার রঙ নির্বাচন করুন
da: Vælg bordkantfarven
sq: Zgjidhni ngjyrën e kufirit të tabelës
zh: 选择板边框颜色

source: Select the piece bitmaps
ar: حدد قطعة الخرائط النقطية
bg: Изберете парче растерни изображения
bn: বিটম্যাপের অংশ নির্বাচন করুন
da: Vælg bitmaps
sq: Zgjidhni bitmaps të pjesëve
zh: 选择片位图

source: This dialog box allows you to set the 3d graphics options.
ar: يسمح لك مربع الحوار هذا بتعيين خيارات الرسومات ثلاثية الأبعاد.
bg: Този диалогов прозорец ви позволява да зададете опциите за 3D графики.
bn: এই ডায়ালগ বক্সটি আপনাকে 3D গ্রাফিক্স বিকল্পগুলি সেট করতে দেয়।
da: Denne dialogboks giver dig mulighed for at indstille 3D-grafikindstillinger.
sq: Kjo kuti dialogu ju lejon të vendosni opsionet e grafikës 3d.
zh: 此对话框允许您设置 3D 图形选项。

source: Lighting.. - Opens the lighting dialog box.
ar: الإضاءة.. - يفتح مربع حوار الإضاءة.
bg: Осветление.. - Отваря диалоговия прозорец за осветление.
bn: আলো.. - আলোর ডায়ালগ বক্স খোলে।
da: Belysning.. - Åbner belysningsdialogboksen.
sq: Ndriçimi.. - Hap kutinë e dialogut të ndriçimit.
zh: 照明.. - 打开照明对话框。

source: Materials.. - Opens the materials dialog box.
ar: المواد.. - يفتح مربع حوار المواد.
bg: Материали.. - Отваря диалоговия прозорец за материали.
bn: উপকরণ.. - উপকরণ সংলাপ বাক্স খোলে।
da: Materialer.. - Åbner materialedialogboksen.
sq: Materialet.. - Hap kutinë e dialogut të materialeve.
zh: 材料..- 打开材料对话框。

source: Colours.. - Opens the 3d graphics colours dialog box.
ar: الألوان.. - يفتح مربع حوار ألوان الرسومات ثلاثية الأبعاد.
bg: Цветове.. - Отваря диалоговия прозорец за цветове на 3D графики.
bn: রঙ.. - 3D গ্রাফিক্স রঙের ডায়ালগ বক্স খোলে।
da: Farver.. - Åbner dialogboksen 3D-grafikfarver.
sq: Ngjyrat.. - Hap kutinë e dialogut të ngjyrave të grafikës 3d.
zh: 颜色.. - 打开 3D 图形颜色对话框。

source: Chess set colours.. - Opens the chess set colours dialog box.
ar: ألوان مجموعة الشطرنج.. - يفتح مربع حوار ألوان مجموعة الشطرنج.
bg: Цветове на шах.. - Отваря диалоговия прозорец за цветове на шах.
bn: দাবা সেটের রঙ.. - দাবা সেটের রঙের ডায়ালগ বক্স খোলে।
da: Skaksætfarver.. - Åbner dialogboksen Skaksætfarver.
sq: Ngjyrat e grupeve të shahut.. - Hap kutinë e dialogut të ngjyrave të grupeve të shahut.
zh: 国际象棋颜色...... - 打开国际象棋颜色对话框。

source: Materials.. - Opens the 3d materials dialog box.
ar: المواد.. - يفتح مربع حوار المواد ثلاثية الأبعاد.
bg: Материали.. - Отваря диалоговия прозорец за 3D материали.
bn: উপকরণ.. - 3D উপকরণের ডায়ালগ বক্স খোলে।
da: Materialer.. - Åbner dialogboksen 3D-materialer.
sq: Materialet.. - Hap kutinë e dialogut të materialeve 3d.
zh: 材料.. - 打开 3D 材料对话框。

source: Sound effects.. - Opens the sound effects dialog box.
ar: تأثيرات صوتية.. - يفتح مربع حوار التأثيرات الصوتية.
bg: Звукови ефекти.. - Отваря диалоговия прозорец със звукови ефекти.
bn: সাউন্ড এফেক্টস.. - সাউন্ড এফেক্টস ডায়ালগ বক্স খোলে।
da: Lydeffekter.. - Åbner dialogboksen for lydeffekter.
sq: Efektet zanore.. - Hap kutinë e dialogut të efekteve zanore.
zh: 音效.. - 打开音效对话框。

source: Board widget.. - Opens the board widget options dialog box
ar: أداة لوحة التحكم.. - تفتح مربع حوار خيارات أداة لوحة التحكم
bg: Приспособление за дъска.. - Отваря диалоговия прозорец с опции за притурка за дъска
bn: বোর্ড উইজেট.. - বোর্ড উইজেট অপশন ডায়ালগ বক্স খোলে
da: Board-widget.. - Åbner dialogboksen for board-widget-indstillinger
sq: Miniaplikacioni i tabelës.. - Hap kutinë e dialogut të opsioneve të miniaplikacionit të bordit
zh: 棋盘小部件.. - 打开棋盘小部件选项对话框

source: Board co-ordinates - Check for board co-ordinates to be displayed.
ar: إحداثيات اللوحة - تحقق من إحداثيات اللوحة المراد عرضها.
bg: Координати на борда - Проверете за показване на координатите на борда.
bn: বোর্ড স্থানাঙ্ক - বোর্ড স্থানাঙ্ক প্রদর্শিত হচ্ছে কিনা তা পরীক্ষা করুন।
da: Tavlekoordinater - Tjek for tavlekoordinater, der skal vises.
sq: Koordinatat e bordit - Kontrolloni nëse do të shfaqen koordinatat e bordit.
zh: 板坐标 - 检查要显示的板坐标。

source: Move list toolbar - Check for a game move list navigation toolbar
ar: شريط أدوات قائمة التحرك - التحقق من شريط أدوات التنقل لقائمة تحركات اللعبة
bg: Лента с инструменти за преместване на списък - Проверете за лента с инструменти за навигация в списък за преместване на играта
bn: তালিকা সরানোর টুলবার - একটি গেম সরানোর তালিকা নেভিগেশন টুলবার আছে কিনা তা পরীক্ষা করুন।
da: Flyt liste værktøjslinje - Se efter et spil flytte liste navigationsværktøjslinje
sq: Lëvizja e shiritit të veglave të listës - Kontrolloni për një shirit mjetesh navigimi në listën e lëvizjes së lojës
zh: 移动列表工具栏 - 检查游戏移动列表导航工具栏
