Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: This only becomes an issue if a user adds their own annotations
ar: لا يصبح هذا مشكلة إلا إذا أضاف المستخدم تعليقاته الخاصة
bg: Това се превръща в проблем само ако потребителят добави свои собствени пояснения
bn: এটি কেবল তখনই সমস্যা হয়ে দাঁড়ায় যখন কোনও ব্যবহারকারী তাদের নিজস্ব টীকা যোগ করেন
da: Dette bliver kun et problem, hvis en bruger tilføjer deres egne annoteringer
sq: Kjo bëhet problem vetëm nëse një përdorues shton shënimet e veta
zh: 只有当用户添加自己的注释时，这才会成为问题

source: to an existing game. There is, of course, no need to count the number
ar: للعبة موجودة بالفعل. بالطبع، ليست هناك حاجة لحساب العدد
bg: към съществуваща игра. Разбира се, няма нужда да броим броя
bn: একটি বিদ্যমান খেলায়। অবশ্যই, সংখ্যাটি গণনা করার কোন প্রয়োজন নেই
da: til et eksisterende spil. Der er naturligvis ingen grund til at tælle antallet
sq: në një lojë ekzistuese. Natyrisht, nuk ka nevojë të numërohet numri
zh: 现有游戏。当然，没有必要计算

source: of characters in a comment. Just place the ^p or ^b at the start
ar: عدد الأحرف في التعليق. ما عليك سوى وضع ^p أو ^b في البداية
bg: от знаци в коментар. Просто поставете ^p или ^b в началото
bn: একটি মন্তব্যে অক্ষরের সংখ্যা। শুরুতে কেবল ^p অথবা ^b লিখুন
da: af tegn i en kommentar. Placer bare ^p eller ^b i starten
sq: të personazheve në një koment. Thjesht vendosni ^p ose ^b në fillim
zh: 注释中的字符数。只需将 ^p 或 ^b 放在开头即可

source: of the comment if there is any doubt.
ar: من التعليق إذا كان هناك أي شك.
bg: на коментара, ако има някакво съмнение.
bn: কোন সন্দেহ থাকলে মন্তব্য করুন।
da: af kommentaren, hvis der er tvivl.
sq: e komentit nëse ka ndonjë dyshim.
zh: 如果有任何疑问，请发表评论。

source: The third issue arises when you want to place a quiz question in the first move
ar: المشكلة الثالثة تنشأ عندما تريد وضع سؤال اختبار في الخطوة الأولى
bg: Третият проблем възниква, когато искате да поставите въпрос за тест в първия ход
bn: তৃতীয় সমস্যাটি তখন দেখা দেয় যখন আপনি প্রথম পদক্ষেপে একটি কুইজ প্রশ্ন রাখতে চান
da: Det tredje problem opstår, når du vil placere et quizspørgsmål i det første træk
sq: Çështja e tretë lind kur doni të vendosni një pyetje kuiz në lëvizjen e parë
zh: 第三个问题出现在你想在第一步放置一个测验问题时

source: of a sub-variation which branches from a move which also has a quiz question.
ar: من تنويعة فرعية تتفرع من حركة تحتوي أيضًا على سؤال اختبار.
bg: на подвариант, който се разклонява от ход, който също има въпрос за тест.
bn: একটি উপ-প্রকরণ যা একটি পদক্ষেপ থেকে শাখা তৈরি করে যার একটি কুইজ প্রশ্নও রয়েছে।
da: af en undervariation, som forgrener sig fra et træk, som også har et quizspørgsmål.
sq: i një nën-ndryshimi i cili degëzon nga një lëvizje e cila gjithashtu ka një pyetje kuiz.
zh: 从一个动作分支出来的子变体，该动作也有一个测验问题。

source: In order to do this, you have to make the stem move a sub-variation of itself,
ar: ولكي تفعل ذلك، عليك أن تجعل الجذع يحرك تباينًا فرعيًا من نفسه،
bg: За да направите това, трябва да накарате стеблото да се движи като подвариация на себе си,
bn: এটি করার জন্য, আপনাকে কান্ডটিকে নিজেই একটি উপ-প্রকরণে স্থানান্তরিত করতে হবে,
da: For at gøre dette skal du få stilken til at bevæge sig til en undervariation af sig selv,
sq: Për ta bërë këtë, ju duhet ta bëni kërcellin të lëvizë një nën-ndryshim më vete,
zh: 为了做到这一点，你必须让词干移动自身的一个子变化，

source: and then put the ^p marker in a comment to the duplicate sub-variation.
ar: ثم ضع علامة ^p في تعليق على النسخة الفرعية المكررة.
bg: и след това поставете маркера ^p в коментар към дублиращия се подвариант.
bn: এবং তারপর ডুপ্লিকেট সাব-ভেরিয়েশনের মন্তব্যে ^p মার্কারটি রাখুন।
da: og sæt derefter ^p-markøren i en kommentar til den duplikerede undervariation.
sq: dhe më pas vendosni shënuesin ^p në një koment në nënvariacionin e kopjuar.
zh: 然后将 ^p 标记放在重复子变体的注释中。

source: The identical sub-variation is created by clicking on the start of another
ar: يتم إنشاء الاختلاف الفرعي المتطابق من خلال النقر على بداية اختلاف فرعي آخر
bg: Идентичният подвариант се създава чрез щракване върху началото на друг
bn: অন্য একটির শুরুতে ক্লিক করে অভিন্ন উপ-প্রকরণটি তৈরি করা হয়
da: Den identiske undervariation oprettes ved at klikke på starten af ​​en anden
sq: Nën-variacioni identik krijohet duke klikuar në fillimin e një tjetri
zh: 通过点击另一个的开头来创建相同的子变体

source: sub-variation before it is played and then playing the stem move again.
ar: التنويعة الفرعية قبل تشغيلها ثم تشغيل الحركة الجذعية مرة أخرى.
bg: подвариация, преди да се изиграе и след това отново да се възпроизведе движението на стеблото.
bn: বাজানোর আগে সাব-ভেরিয়েশন এবং তারপর আবার স্টেম মুভ বাজানো।
da: undervariation, før den spilles, og derefter spille stammebevægelsen igen.
sq: nën-ndryshim përpara se të luhet dhe më pas luajtja e lëvizjes së trungut përsëri.
zh: 演奏之前先进行子变奏，然后再次演奏词干移动。

source: It will be neccessary to create a temporary sub-variation for this purpose
ar: سيكون من الضروري إنشاء تباين فرعي مؤقت لهذا الغرض
bg: За тази цел ще бъде необходимо да се създаде временен подвариант
bn: এই উদ্দেশ্যে একটি অস্থায়ী উপ-প্রকরণ তৈরি করা প্রয়োজন হবে।
da: Det vil være nødvendigt at oprette en midlertidig undervariation til dette formål
sq: Do të jetë e nevojshme të krijohet një nënvariacion i përkohshëm për këtë qëllim
zh: 为此，有必要创建一个临时的子变体

source: if none currently exist. This can be deleted afterwards.
ar: إذا لم يكن هناك أي منها موجودًا حاليًا، فيمكن حذفه لاحقًا.
bg: ако в момента не съществува такъв. Това може да бъде изтрито след това.
bn: যদি বর্তমানে কোনটিই বিদ্যমান না থাকে। এটি পরে মুছে ফেলা যেতে পারে।
da: hvis der ikke findes nogen i øjeblikket. Dette kan slettes efterfølgende.
sq: nëse nuk ekziston aktualisht. Kjo mund të fshihet më pas.
zh: 如果当前不存在。之后可以将其删除。

source: The subsequent answering move, with a comment containing a video marker,
ar: الخطوة التالية للإجابة، مع تعليق يحتوي على علامة فيديو،
bg: Следващият ход на отговор с коментар, съдържащ видео маркер,
bn: পরবর্তী উত্তরদানের পদক্ষেপ, যেখানে একটি ভিডিও মার্কার সম্বলিত মন্তব্য ছিল,
da: Det efterfølgende svartræk, med en kommentar indeholdende en videomarkør,
sq: Lëvizja e mëpasshme e përgjigjes, me një koment që përmban një shënues video,
zh: 随后的回答是，评论中包含一个视频标记，

source: must also be placed here as well.
ar: ويجب أن توضع هنا أيضًا.
bg: също трябва да се постави тук.
bn: এখানেও স্থাপন করতে হবে।
da: skal også placeres her.
sq: gjithashtu duhet të vendoset këtu.
zh: 也必须放在这里。

source: An example of this can be seen in the London - Edinburgh game
ar: يمكن رؤية مثال على ذلك في مباراة لندن - إدنبرة
bg: Пример за това може да се види в мача Лондон – Единбург
bn: এর একটি উদাহরণ লন্ডন - এডিনবার্গ খেলায় দেখা যাবে।
da: Et eksempel på dette kan ses i London - Edinburgh spillet
sq: Një shembull i kësaj mund të shihet në ndeshjen Londër - Edinburg
zh: 伦敦 - 爱丁堡的比赛就是一个例子

source: with moves 26... Qxc4 and 26... bxc4 in the sub-variation to 25. Rf5
ar: مع الحركات 26... Qxc4 و26... bxc4 في الاختلاف الفرعي إلى 25. Rf5
bg: с ходове 26... Qxc4 и 26... bxc4 в подварианта до 25. Rf5
bn: ২৬ নম্বর চাল সহ... Qxc4 এবং ২৬... bxc4 উপ-প্রকরণে ২৫ নম্বরে। Rf5
da: med træk 26... Qxc4 og 26... bxc4 i undervariationen til 25. Rf5
sq: me lëvizje 26... Qxc4 dhe 26... bxc4 në nënvariacionin në 25. Rf5
zh: 变例 25. Rf5 中的 26... Qxc4 和 26... bxc4

source: Another example is the sub-variation 40. Rf3
ar: مثال آخر هو الاختلاف الفرعي 40. Rf3
bg: Друг пример е подвариантът 40. Rf3
bn: আরেকটি উদাহরণ হল উপ-প্রকরণ 40। Rf3
da: Et andet eksempel er undervariationen 40. Rf3
sq: Një shembull tjetër është nënvariacioni 40. Rf3
zh: 另一个例子是子变体 40.Rf3

source: which stems from 40. g4 in the main line.
ar: والتي تنبع من 40.g4 في الخط الرئيسي.
bg: който произлиза от 40. g4 в основната линия.
bn: যা মূল লাইনের 40.g4 থেকে উদ্ভূত।
da: som stammer fra 40. g4 i hovedlinjen.
sq: që rrjedh nga 40. g4 në vijën kryesore.
zh: 其源于主线 40.g4。

source: The fourth issue is about the placement of markers. Although it is possible
ar: المسألة الرابعة تتعلق بوضع العلامات. فعلى الرغم من أنه من الممكن
bg: Четвъртият въпрос е за поставянето на маркери. Въпреки че е възможно
bn: চতুর্থ সমস্যাটি মার্কার স্থাপন সম্পর্কে। যদিও এটি সম্ভব
da: Det fjerde nummer handler om placeringen af ​​markører. Selvom det er muligt
sq: Çështja e katërt ka të bëjë me vendosjen e shënuesve. Edhe pse është e mundur
zh: 第四个问题是关于标记的放置。虽然有可能

source: to place a marker after a move, it is much easier to place them in comments.
ar: لوضع علامة بعد الحركة، يكون من الأسهل بكثير وضعها في التعليقات.
bg: за да поставите маркер след ход, е много по-лесно да ги поставите в коментари.
bn: সরানোর পরে মার্কার স্থাপন করার জন্য, মন্তব্যে সেগুলি স্থাপন করা অনেক সহজ।
da: for at placere en markør efter et træk, er det meget nemmere at placere dem i kommentarer.
sq: për të vendosur një shënues pas një lëvizjeje, është shumë më e lehtë t'i vendosni ato në komente.
zh: 在移动后放置标记，将其放在评论中要容易得多。

source: Also, if you want to allow for annotations to be added to a game that
ar: أيضًا، إذا كنت تريد السماح بإضافة التعليقات التوضيحية إلى اللعبة،
bg: Освен това, ако искате да разрешите добавянето на анотации към игра, която
bn: এছাড়াও, যদি আপনি এমন একটি গেমে টীকা যোগ করার অনুমতি দিতে চান যা
da: Også, hvis du vil tillade, at der kan tilføjes annoteringer til et spil
sq: Gjithashtu, nëse doni të lejoni shtimin e shënimeve në një lojë që
zh: 此外，如果你想允许在游戏中添加注释，

source: accompanies a video file, then the game list move element for the marker
ar: يرافق ملف الفيديو، ثم يتم نقل عنصر قائمة اللعبة للعلامة
bg: придружава видео файл, след това елементът за преместване на списъка с игри за маркера
bn: একটি ভিডিও ফাইলের সাথে থাকে, তারপর মার্কারের জন্য গেম তালিকা সরানোর উপাদান
da: ledsager en videofil, så flytter spillelistens element for markøren
sq: shoqëron një skedar video, pastaj elementi i lëvizjes së listës së lojërave për shënuesin
zh: 附带视频文件，然后是游戏列表移动元素的标记

source: must be unique. Otherwise there can be problems with game/video
ar: يجب أن تكون فريدة من نوعها. وإلا فقد تكون هناك مشكلات في اللعبة/الفيديو
bg: трябва да е уникален. В противен случай може да има проблеми с играта/видеото
bn: অনন্য হতে হবে। অন্যথায় গেম/ভিডিওতে সমস্যা হতে পারে
da: skal være unik. Ellers kan der være problemer med spil/video
sq: duhet të jetë unike. Përndryshe mund të ketë probleme me lojën/video
zh: 必须是唯一的。否则游戏/视频可能会出现问题

source: synchronization when the game move list is rebuilt.
ar: المزامنة عند إعادة بناء قائمة تحركات اللعبة.
bg: синхронизиране, когато списъкът с ходове на играта се изгражда отново.
bn: গেম মুভ লিস্ট পুনর্নির্মাণ করা হলে সিঙ্ক্রোনাইজেশন।
da: synkronisering, når spillebevægelseslisten genopbygges.
sq: sinkronizimi kur lista e lëvizjeve të lojës rindërtohet.
zh: 重建游戏移动列表时的同步。

source: You can see an example of this in the London - Edinburgh game with the
ar: يمكنك رؤية مثال على ذلك في مباراة لندن - إدنبرة مع
bg: Можете да видите пример за това в мача Лондон - Единбург с
bn: লন্ডন - এডিনবার্গ খেলায় আপনি এর একটি উদাহরণ দেখতে পাবেন
da: Du kan se et eksempel på dette i London - Edinburgh-spillet med
sq: Një shembull të kësaj mund ta shihni në ndeshjen Londër - Edinburg me
zh: 你可以在伦敦 - 爱丁堡的比赛中看到一个例子

source: move 26. Rxc4 which is present in the 2nd sub-var stemming from 22... h6
ar: الحركة 26. Rxc4 الموجودة في المتغير الفرعي الثاني الناتج عن 22... h6
bg: ход 26. Rxc4, който присъства във 2-ра подвара, произтичаща от 22... h6
bn: পদক্ষেপ ২৬। Rxc4 যা ২২... h6 থেকে উদ্ভূত দ্বিতীয় উপ-ভারে উপস্থিত।
da: træk 26. Rxc4, som er til stede i 2. undervar, der stammer fra 22... h6
sq: lëvizja 26. Rxc4 e cila është e pranishme në nënvargun e 2-të që rrjedh nga 22... h6
zh: 第 26 步：Rxc4，位于 22... h6 衍生的第二个子变量中

source: and also in the 1st sub-var stemming from 25. Rf5
ar: وأيضًا في المتغير الفرعي الأول الناتج عن 25. Rf5
bg: а също и в 1-ва подвария, произлизаща от 25. Rf5
bn: এবং ২৫ থেকে উদ্ভূত ১ম উপ-ভারেও। Rf5
da: og også i 1. undervar, der stammer fra 25. Rf5
sq: dhe gjithashtu në nënvargun e 1-të që rrjedh nga 25. Rf5
zh: 并且也出现在源自 25. Rf5 的第一个子变体中

source: So, when making the video, I had to place a marker in a comment
ar: لذا، عند صنع الفيديو، كان عليّ وضع علامة في التعليق
bg: Така че, когато правех видеото, трябваше да поставя маркер в коментар
bn: তাই, ভিডিওটি তৈরি করার সময়, আমাকে একটি মন্তব্যে একটি মার্কার রাখতে হয়েছিল
da: Så da jeg lavede videoen, var jeg nødt til at placere en markør i en kommentar
sq: Kështu që, kur bëra videon, më duhej të vendosja një shënues në një koment
zh: 因此，在制作视频时，我必须在评论中放置一个标记

source: after the second instance of 26. Rxc4 for everything to work properly.
ar: بعد الحالة الثانية من 26.Rxc4 لكي يعمل كل شيء بشكل صحيح.
bg: след втория случай на 26. Rxc4, за да работи всичко правилно.
bn: 26 এর দ্বিতীয় ইনস্ট্যান্সের পরে। সবকিছু সঠিকভাবে কাজ করার জন্য Rxc4।
da: efter det andet tilfælde af 26. Rxc4 for at alt fungerer korrekt.
sq: pas instancës së dytë të 26. Rxc4 që çdo gjë të funksionojë siç duhet.
zh: 在 26.Rxc4 的第二个实例之后，一切才能正常工作。

source: The fifth issue is the placing of annotations to modify puzzle mode sounds.
ar: المشكلة الخامسة هي وضع تعليقات لتعديل أصوات وضع الألغاز.
bg: Петият проблем е поставянето на анотации за промяна на звуците в режим пъзел.
bn: পঞ্চম সমস্যা হল ধাঁধা মোডের শব্দ পরিবর্তন করার জন্য টীকা স্থাপন করা।
da: Det femte problem er placeringen af ​​annoteringer for at ændre lyde i puslespilstilstand.
sq: Çështja e pestë është vendosja e shënimeve për të modifikuar tingujt e modalitetit të enigmës.
zh: 第五个问题是放置注释来修改拼图模式的声音。

source: After a quiz question, if there is an incorrect move in the main line
ar: بعد سؤال الاختبار، إذا كانت هناك حركة غير صحيحة في الخط الرئيسي
bg: След въпрос на тест, ако има неправилен ход в основната линия
bn: কুইজ প্রশ্নের পরে, যদি মূল লাইনে কোনও ভুল পদক্ষেপ থাকে
da: Efter et quizspørgsmål, hvis der er et forkert træk i hovedlinjen
sq: Pas një pyetje kuizi, nëse ka një lëvizje të gabuar në rreshtin kryesor
zh: 在问答环节结束后，如果主线出现错误走法

source: with a ^b backup move marker in the comment that follows it,
ar: مع علامة نقل احتياطية ^b في التعليق الذي يليها،
bg: с маркер за резервно движение ^b в коментара, който го следва,
bn: এর পরে আসা মন্তব্যে একটি ^b ব্যাকআপ মুভ মার্কার সহ,
da: med en ^b backup flyttemarkør i den efterfølgende kommentar,
sq: me një shënues lëvizjeje rezervë ^b në komentin që pason atë,
zh: 在其后的注释中使用 ^b 备份移动标记，

source: by default you will get a correct move sound when the move is played.
ar: بشكل افتراضي، ستحصل على صوت حركة صحيح عند تشغيل الحركة.
bg: по подразбиране ще получите правилен звук на движение, когато ходът се играе.
bn: ডিফল্টরূপে আপনি যখন মুভটি চালাবেন তখন একটি সঠিক মুভ সাউন্ড পাবেন।
da: som standard vil du få en korrekt bevægelseslyd, når træk er spillet.
sq: si parazgjedhje do të merrni një tingull të saktë lëvizjeje kur luhet lëvizja.
zh: 默认情况下，播放移动时您将获得正确的移动声音。

source: This sound effect can be modified by adding a marker to the comment.
ar: يمكن تعديل هذا التأثير الصوتي عن طريق إضافة علامة إلى التعليق.
bg: Този звуков ефект може да бъде променен чрез добавяне на маркер към коментара.
bn: মন্তব্যে একটি মার্কার যোগ করে এই শব্দ প্রভাবটি পরিবর্তন করা যেতে পারে।
da: Denne lydeffekt kan ændres ved at tilføje en markør til kommentaren.
sq: Ky efekt zanor mund të modifikohet duke shtuar një shënues në koment.
zh: 可以通过在评论中添加标记来修改此音效。

source: Add ^si for a puzzle incorrect sound and ^sn for no sound at all.
ar: أضف ^si للحصول على صوت غير صحيح في اللغز و^sn لعدم وجود صوت على الإطلاق.
bg: Добавете ^si за пъзел с неправилен звук и ^sn за липса на звук.
bn: ভুল ধাঁধার শব্দের জন্য ^si এবং কোন শব্দ না হলে ^sn যোগ করুন।
da: Tilføj ^si for et puslespil forkert lyd og ^sn for slet ingen lyd.
sq: Shto ^si për një tingull të pasaktë të enigmës dhe ^sn për pa zë fare.
zh: 添加 ^si 表示谜题中出现错误的声音，添加 ^sn 表示没有声音。

source: If the correct puzzle move is in a sub-variation, usually you would get
ar: إذا كانت حركة اللغز الصحيحة موجودة في تنويعة فرعية، فعادةً ما ستحصل على
bg: Ако правилният ход на пъзела е в подвариант, обикновено ще получите
bn: যদি সঠিক ধাঁধাটি একটি উপ-প্রকরণে থাকে, তাহলে সাধারণত আপনি পাবেন
da: Hvis det korrekte puslespil er i en undervariation, ville du normalt få
sq: Nëse lëvizja e saktë e enigmës është në një nën-ndryshim, zakonisht ju do të merrni
zh: 如果正确的谜题动作在子变体中，通常你会得到

source: no sound at all when the move is played. If you want to produce a correct
ar: لا يوجد صوت على الإطلاق عند تشغيل الحركة. إذا كنت تريد إنتاج صوت صحيح
bg: няма никакъв звук, когато ходът се играе. Ако искате да произведете правилен
bn: যখন মুভটি চালানো হয় তখন কোনও শব্দ হয় না। যদি আপনি একটি সঠিক শব্দ তৈরি করতে চান
da: ingen lyd overhovedet, når træk spilles. Hvis du ønsker at fremstille en korrekt
sq: nuk ka zë fare kur luhet lëvizja. Nëse dëshironi të prodhoni një të saktë
zh: 播放此动作时没有任何声音。如果你想制作正确的

source: move sound here, then add ^sc to the comment following the move.
ar: انقل الصوت هنا، ثم أضف ^sc إلى التعليق الذي يلي النقل.
bg: преместете звук тук, след това добавете ^sc към коментара след преместването.
bn: এখানে শব্দ সরান, তারপর সরানোর পর মন্তব্যে ^sc যোগ করুন।
da: flyt lyd hertil, og tilføj derefter ^sc til kommentaren efter flytningen.
sq: zhvendosni tingullin këtu, më pas shtoni ^sc në komentin pas lëvizjes.
zh: 将声音移到这里，然后在移动后的注释中添加^sc。

source: Finally, after making or editing a video PGN file, in order for the video
ar: أخيرًا، بعد إنشاء أو تحرير ملف فيديو PGN، لكي يكون الفيديو
bg: Накрая, след като направите или редактирате видео PGN файл, за да го направите
bn: অবশেষে, একটি ভিডিও PGN ফাইল তৈরি বা সম্পাদনা করার পরে, ভিডিওটির জন্য
da: Til sidst, efter at have lavet eller redigeret en video PGN-fil, for at få videoen
sq: Më në fund, pasi të keni bërë ose redaktoni një skedar video PGN, në mënyrë për videon
zh: 最后，在制作或编辑视频 PGN 文件后，为了使视频

source: to play properly, you have to switch out of edit mode and back into play mode.
ar: للعب بشكل صحيح، يجب عليك الخروج من وضع التحرير والعودة إلى وضع اللعب.
bg: за да играете правилно, трябва да превключите от режим на редактиране и да се върнете в режим на възпроизвеждане.
bn: সঠিকভাবে খেলতে হলে, আপনাকে সম্পাদনা মোড থেকে বেরিয়ে আবার প্লে মোডে ফিরে যেতে হবে।
da: for at spille korrekt, skal du skifte ud af redigeringstilstand og tilbage til afspilningstilstand.
sq: për të luajtur siç duhet, duhet të dilni nga modaliteti i redaktimit dhe të ktheheni në modalitetin e luajtjes.
zh: 为了正常播放，您必须切换出编辑模式并返回播放模式。

source: IMPORTANT NOTE :
ar: ملحوظة هامة :
bg: ВАЖНА ЗАБЕЛЕЖКА:
bn: গুরুত্বপূর্ণ তথ্য :
da: VIGTIG BEMÆRKNING:
sq: SHËNIM I RËNDËSISHËM:
zh: 重要提示：

source: Although it is possible to add video markers to an existing game,
ar: على الرغم من أنه من الممكن إضافة علامات الفيديو إلى لعبة موجودة،
bg: Въпреки че е възможно да добавите видео маркери към съществуваща игра,
bn: যদিও বিদ্যমান গেমটিতে ভিডিও মার্কার যোগ করা সম্ভব,
da: Selvom det er muligt at tilføje videomarkører til et eksisterende spil,
sq: Edhe pse është e mundur të shtoni shënues video në një lojë ekzistuese,
zh: 虽然可以将视频标记添加到现有游戏，

source: this is not advisable, because unless you were very careful,
ar: هذا ليس مستحسنًا، لأنه ما لم تكن حذرًا للغاية،
bg: това не е препоръчително, защото освен ако не сте били много внимателни,
bn: এটা ঠিক নয়, কারণ যদি না তুমি খুব সতর্ক থাকো,
da: dette er ikke tilrådeligt, for medmindre du var meget forsigtig,
sq: kjo nuk është e këshillueshme, sepse nëse nuk keni qenë shumë të kujdesshëm,
zh: 这是不可取的，因为除非你非常小心，

source: doing so will probably throw off the game/video synchronization
ar: من المحتمل أن يؤدي القيام بذلك إلى إفساد مزامنة اللعبة/الفيديو
bg: това вероятно ще доведе до прекъсване на синхронизацията на играта/видео
bn: এটা করলে সম্ভবত গেম/ভিডিও সিঙ্ক্রোনাইজেশন বন্ধ হয়ে যাবে
da: hvis du gør det, vil spillet/video-synkroniseringen sandsynligvis blive afbrudt
sq: Nëse e bëni këtë, ndoshta do të ndaloni sinkronizimin e lojës/videos
zh: 这样做可能会影响游戏/视频同步

source: and thus make the video useless.
ar: وبالتالي جعل الفيديو عديم الفائدة.
bg: и по този начин правят видеоклипа безполезен.
bn: এবং এইভাবে ভিডিওটিকে অকেজো করে তোলে।
da: og dermed gøre videoen ubrugelig.
sq: dhe kështu e bëjnë videon të padobishme.
zh: 从而使视频变得毫无用处。

source: Making videos help
ar: صنع مقاطع الفيديو يساعد
bg: Създаването на видеоклипове помага
bn: ভিডিও তৈরিতে সাহায্য
da: Det hjælper at lave videoer
sq: Krijimi i videove ndihmon
zh: 制作视频有帮助

source: (sync)
ar: (مزامنة)
bg: (синхронизиране)
bn: (সিঙ্ক)
da: (synkronisering)
sq: (sinkronizoj)
zh: （同步）

source: Use native controls
ar: استخدم عناصر التحكم الأصلية
bg: Използвайте собствени контроли
bn: নেটিভ নিয়ন্ত্রণ ব্যবহার করুন
da: Brug indbyggede kontroller
sq: Përdorni kontrollet vendase
zh: 使用本机控件

source: Show toolbar
ar: إظهار شريط الأدوات
bg: Показване на лентата с инструменти
bn: টুলবার দেখান
da: Vis værktøjslinje
sq: Shfaq shiritin e veglave
zh: 显示工具栏

source: Show status bar
ar: إظهار شريط الحالة
bg: Показване на лентата на състоянието
bn: স্ট্যাটাস বার দেখান
da: Vis statuslinje
sq: Shfaq shiritin e statusit
zh: 显示状态栏

source: Auto load PGN file
ar: تحميل ملف PGN تلقائيًا
bg: Автоматично зареждане на PGN файл
bn: স্বয়ংক্রিয়ভাবে PGN ফাইল লোড করুন
da: Automatisk indlæsning af PGN-fil
sq: Ngarkoni automatikisht skedarin PGN
zh: 自动加载 PGN 文件

source: Show all files
ar: إظهار كافة الملفات
bg: Покажи всички файлове
bn: সব ফাইল দেখান
da: Vis alle filer
sq: Shfaq të gjithë skedarët
zh: 显示所有文件

source: Use edit mode update
ar: استخدم وضع التحرير للتحديث
bg: Използвайте актуализация в режим на редактиране
bn: সম্পাদনা মোড আপডেট ব্যবহার করুন
da: Brug opdatering af redigeringstilstand
sq: Përdor përditësimin e modalitetit të modifikimit
zh: 使用编辑模式更新

source: Video edit mode
ar: وضع تحرير الفيديو
bg: Режим за редактиране на видео
bn: ভিডিও সম্পাদনা মোড
da: Videoredigeringstilstand
sq: Modaliteti i modifikimit të videos
zh: 视频编辑模式

source: Update video from game
ar: تحديث الفيديو من اللعبة
bg: Актуализиране на видео от играта
bn: গেম থেকে ভিডিও আপডেট করুন
da: Opdater video fra spillet
sq: Përditëso videon nga loja
zh: 更新游戏视频

source: Update game from video
ar: تحديث اللعبة من الفيديو
bg: Актуализирайте играта от видео
bn: ভিডিও থেকে গেম আপডেট করুন
da: Opdater spil fra video
sq: Përditëso lojën nga video
zh: 通过视频更新游戏

source: Pause for quiz questions
ar: توقف مؤقتًا للإجابة على أسئلة الاختبار
bg: Пауза за въпроси от теста
bn: কুইজ প্রশ্নের জন্য বিরতি দিন
da: Pause for quizspørgsmål
sq: Ndalo për pyetjet e kuizit
zh: 暂停回答测验问题

source: Display puzzle panel
ar: عرض لوحة الألغاز
bg: Показване на пъзел панел
bn: ধাঁধার প্যানেল প্রদর্শন করুন
da: Vis puslespilspanel
sq: Shfaq panelin e enigmës
zh: 显示拼图面板

source: Start puzzle clock
ar: ابدأ لعبة لغز الساعة
bg: Стартирайте пъзел часовник
bn: ধাঁধা ঘড়ি শুরু করুন
da: Start puslespil ur
sq: Filloni orën e enigmës
zh: 启动拼图时钟

source: Show puzzle hint after try :
ar: إظهار تلميح اللغز بعد المحاولة:
bg: Показване на подсказка за пъзела след опита:
bn: চেষ্টা করার পরে ধাঁধার ইঙ্গিত দেখান:
da: Vis puslespilstip efter forsøg:
sq: Trego sugjerimin e enigmës pas përpjekjes:
zh: 尝试后显示谜题提示：

source: Show puzzle move after try :
ar: إظهار تحرك اللغز بعد المحاولة:
bg: Показване на хода на пъзела след опит:
bn: চেষ্টা করার পর ধাঁধার চাল দেখান:
da: Vis puslespil efter forsøg:
sq: Trego lëvizjen e enigmës pas përpjekjes:
zh: 尝试后显示拼图移动：

source: Default move time value ( 1/10 secs ) :
ar: قيمة وقت التحرك الافتراضية (1/10 ثانية):
bg: Стойност за време на движение по подразбиране (1/10 секунди):
bn: ডিফল্ট সরানোর সময় মান (১/১০ সেকেন্ড):
da: Standard flyttetidsværdi (1/10 sek.):
sq: Vlera e parazgjedhur e kohës së lëvizjes ( 1/10 sek ) :
zh: 默认移动时间值（1/10秒）：

source: Check to display native media player controls
ar: حدد هذا الخيار لعرض عناصر التحكم في مشغل الوسائط الأصلي
bg: Поставете отметка, за да показвате собствените контроли на медийния плейър
bn: নেটিভ মিডিয়া প্লেয়ার নিয়ন্ত্রণ প্রদর্শন করতে চেক করুন
da: Marker for at vise indbyggede medieafspillerkontroller
sq: Kontrolloni për të shfaqur kontrollet e luajtësit të medias vendase
zh: 勾选以显示原生媒体播放器控件

source: Check to show toolbar
ar: حدد لإظهار شريط الأدوات
bg: Поставете отметка, за да покажете лентата с инструменти
bn: টুলবার দেখানোর জন্য চেক করুন
da: Marker for at vise værktøjslinjen
sq: Kontrollo për të shfaqur shiritin e veglave
zh: 勾选显示工具栏
