Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: Notes on parameter storage
ar: ملاحظات حول تخزين المعلمات
bg: Бележки за съхранение на параметри
bn: প্যারামিটার স্টোরেজের উপর নোটস
da: Bemærkninger om parameterlagring
sq: Shënime për ruajtjen e parametrave
zh: 参数存储注意事项

source: Engine paused
ar: تم إيقاف المحرك
bg: Двигателят на пауза
bn: ইঞ্জিন থামানো হয়েছে
da: Motor standset
sq: Motori u ndal
zh: 引擎暂停

source: Press OK to continue
ar: اضغط موافق للمتابعة
bg: Натиснете OK, за да продължите
bn: চালিয়ে যেতে ঠিক আছে টিপুন
da: Tryk på OK for at fortsætte
sq: Shtypni OK për të vazhduar
zh: 按“OK”继续

source: Games in an engine match or tournament cannot be adjudicated
ar: لا يمكن التحكيم في المباريات أو البطولات التي تتم على محركات
bg: Игрите в мач или турнир не могат да бъдат отсъдени
bn: ইঞ্জিন ম্যাচ বা টুর্নামেন্টের খেলাগুলি বিচার করা যাবে না
da: Spil i en motorkamp eller turnering kan ikke dømmes
sq: Lojërat në një ndeshje motorike ose turne nuk mund të gjykohen
zh: 引擎比赛或锦标赛中的比赛无法进行裁决

source: until after the engine has played a move.
ar: حتى بعد أن لعب المحرك حركة ما.
bg: докато двигателят не изиграе ход.
bn: যতক্ষণ না ইঞ্জিনটি নড়াচড়া করে।
da: indtil efter at motoren har spillet et træk.
sq: derisa motori të ketë luajtur një lëvizje.
zh: 直到引擎完成一个动作之后。

source: Game adjudication message
ar: رسالة التحكيم في المباراة
bg: Съобщение за отсъждане на играта
bn: খেলার রায়ের বার্তা
da: Besked om spilbedømmelse
sq: Mesazhi për gjykimin e lojës
zh: 比赛裁决讯息

source: Stop engine match
ar: ايقاف محرك المباراة
bg: Спрете мача на двигателя
bn: ইঞ্জিন ম্যাচ বন্ধ করুন
da: Stop motorens match
sq: Ndaloni ndeshjen e motorit
zh: 停止引擎匹配

source: Cannot load engine 1 - Match terminated
ar: لا يمكن تحميل المحرك 1 - انتهت المباراة
bg: Не може да се зареди двигател 1 - мачът е прекратен
bn: ইঞ্জিন ১ লোড করা যাচ্ছে না - ম্যাচটি সমাপ্ত হয়েছে
da: Kan ikke indlæse motor 1 - Match afsluttet
sq: Motori 1 nuk mund të ngarkohet - Ndeshja përfundoi
zh: 无法加载引擎 1 - 比赛已终止

source: Cannot load engine 2 - Match terminated
ar: لا يمكن تحميل المحرك 2 - انتهت المباراة
bg: Не може да се зареди двигател 2 - мачът е прекратен
bn: ইঞ্জিন ২ লোড করা যাচ্ছে না - ম্যাচটি সমাপ্ত হয়েছে
da: Kan ikke indlæse motor 2 - Match afsluttet
sq: Motori 2 nuk mund të ngarkohet - Ndeshja përfundoi
zh: 无法加载引擎 2 - 比赛已终止

source: Error writing match game
ar: خطأ في كتابة مباراة اللعبة
bg: Грешка при писане на съвпадаща игра
bn: ম্যাচ গেম লেখার সময় ত্রুটি হয়েছে
da: Fejl ved skrivning af matchspil
sq: Gabim në shkrimin e lojës së ndeshjes
zh: 写匹配游戏时出错

source: Blitz :
ar: بليتز :
bg: Блиц :
bn: ব্লিটজ:
zh: 闪电战：

source: minutes
ar: دقائق
bg: минути
bn: মিনিট
da: minutter
sq: minuta
zh: 分钟

source: Fixed time :
ar: وقت ثابت :
bg: Фиксиран час:
bn: নির্দিষ্ট সময়:
da: Fast tid:
sq: Koha e caktuar:
zh: 固定时间：

source: mins.
ar: دقائق
bg: мин.
bn: মিনিট।
da: min.
sq: min.
zh: 分钟

source: secs.
ar: ثواني
bg: секунди
bn: সেকেন্ড।
da: sek.
sq: sekonda.
zh: 秒。

source: PGN Match Filename
ar: اسم ملف مطابقة PGN
bg: PGN съвпадение на име на файл
bn: পিজিএন ম্যাচ ফাইলের নাম
da: PGN Match filnavn
sq: Emri i skedarit PGN Match
zh: PGN 匹配文件名

source: Select .pgn file for engine match
ar: حدد ملف .pgn لمطابقة المحرك
bg: Изберете .pgn файл за съвпадение на двигателя
bn: ইঞ্জিন মিলের জন্য .pgn ফাইলটি নির্বাচন করুন।
da: Vælg .pgn-fil til motormatch
sq: Zgjidhni skedarin .pgn për përputhjen e motorit
zh: 选择 .pgn 文件进行引擎匹配

source: Engine 1
ar: المحرك 1
bg: Двигател 1
bn: ইঞ্জিন ১
da: Motor 1
sq: Motori 1
zh: 发动机 1

source: Select engine ..
ar: اختر المحرك..
bg: Изберете двигател..
bn: ইঞ্জিন নির্বাচন করুন..
da: Vælg motor..
sq: Zgjidhni motorin..
zh: 选择引擎..

source: Use book
ar: استخدم الكتاب
bg: Използвайте книгата
bn: বই ব্যবহার করুন
da: Brug bog
sq: Përdorni librin
zh: 使用簿

source: Opening book..
ar: فتح الكتاب..
bg: Отваряне на книга..
bn: বই খোলা..
da: Åbningsbog..
sq: Libri i hapjes..
zh: 開書..

source: Time controls..
ar: ضوابط الوقت..
bg: Контрол на времето..
bn: সময় নিয়ন্ত্রণ..
da: Tidsstyring..
sq: Kontrollet e kohës..
zh: 时间控制..

source: Engine adjustment..
ar: ضبط المحرك.
bg: Регулиране на двигателя..
bn: ইঞ্জিন সমন্বয়..
da: Motor justering..
sq: Rregullimi i motorit..
zh: 引擎调整..

source: Start the match..
ar: ابدأ المباراة..
bg: Започнете мача..
bn: ম্যাচ শুরু করো..
da: Start kampen..
sq: Filloni ndeshjen..
zh: 开始比赛..

source: Engine 2
ar: المحرك 2
bg: Двигател 2
bn: ইঞ্জিন ২
da: Motor 2
sq: Motori 2
zh: 引擎 2

source: Game options
ar: خيارات اللعبة
bg: Опции за игра
bn: খেলার বিকল্পগুলি
da: Spilmuligheder
sq: Opsionet e lojës
zh: 游戏选项

source: No. of games
ar: عدد الألعاب
bg: Брой игри
bn: খেলার সংখ্যা
da: Antal spil
sq: Numri i lojërave
zh: 比赛场次

source: Move limit
ar: حد الحركة
bg: Ограничение на движението
bn: স্থানান্তর সীমা
da: Flyt grænse
sq: Lëvizja e kufirit
zh: 移动限制

source: Alternate colours
ar: الألوان البديلة
bg: Алтернативни цветове
bn: বিকল্প রঙ
da: Skiftende farver
sq: Ngjyra alternative
zh: 替代颜色

source: Save match..
ar: احفظ المباراة..
bg: Запазване на мача..
bn: ম্যাচটি সেভ করুন..
da: Gem match..
sq: Ruaje ndeshjen..
zh: 保存比赛..

source: Select .mat file to save engine match
ar: حدد ملف .mat لحفظ مطابقة المحرك
bg: Изберете .mat файл, за да запазите съответствието на двигателя
bn: ইঞ্জিন ম্যাচ সংরক্ষণ করতে .mat ফাইলটি নির্বাচন করুন।
da: Vælg .mat-fil for at gemme motormatch
sq: Zgjidhni skedarin .mat për të ruajtur ndeshjen e motorit
zh: 选择 .mat 文件保存引擎匹配

source: Load match..
ar: تحميل المباراة..
bg: Зареждане на съвпадение..
bn: ম্যাচ লোড করুন..
da: Indlæs match..
sq: Ngarko ndeshjen..
zh: 加载匹配..

source: Display score on panel tab
ar: عرض النتيجة على علامة تبويب اللوحة
bg: Показване на резултата в раздела на панела
bn: প্যানেল ট্যাবে স্কোর প্রদর্শন করুন
da: Vis score på panelfanen
sq: Shfaq rezultatin në skedën e panelit
zh: 在面板选项卡上显示分数

source: Enter the name for the engine match PGN file
ar: أدخل اسم ملف PGN المطابق للمحرك
bg: Въведете името за PGN файла за съответствие на двигателя
bn: ইঞ্জিন ম্যাচ PGN ফাইলের নাম লিখুন।
da: Indtast navnet på engine match PGN-filen
sq: Futni emrin për skedarin PGN të përputhjes së motorit
zh: 输入发动机匹配 PGN 文件的名称

source: Select chess engine 1
ar: اختر محرك الشطرنج 1
bg: Изберете шах двигател 1
bn: দাবা ইঞ্জিন ১ নির্বাচন করুন
da: Vælg skakmotor 1
sq: Zgjidhni motorin e shahut 1
zh: 选择棋类引擎 1

source: Chess engine 1 name
ar: محرك الشطرنج 1 الاسم
bg: Шах двигател 1 име
bn: দাবা ইঞ্জিন ১ এর নাম
da: Navn på skakmotor 1
sq: Emri i motorit të shahut 1
zh: 国际象棋引擎1名称

source: Check box to use opening book
ar: حدد مربع الاختيار لاستخدام كتاب الفتح
bg: Поставете отметка в квадратчето, за да използвате отваряща се книга
bn: খোলার বই ব্যবহার করার জন্য বাক্সটি চেক করুন
da: Afkrydsningsfelt for at bruge åbningsbogen
sq: Zgjidhni kutinë për të përdorur librin hapës
zh: 勾选使用开卷

source: Select opening book
ar: اختر الكتاب الافتتاحي
bg: Изберете отваряща се книга
bn: খোলার বই নির্বাচন করুন
da: Vælg åbningsbog
sq: Zgjidhni librin e hapjes
zh: 选择开书

source: Opening book name
ar: اسم الكتاب الافتتاحي
bg: Име на отваряща се книга
bn: উদ্বোধনী বইয়ের নাম
da: Åbningsbogens navn
sq: Emri i librit të hapjes
zh: 开篇书名

source: Select the time controls
ar: حدد عناصر التحكم في الوقت
bg: Изберете контролите за време
bn: সময় নিয়ন্ত্রণ নির্বাচন করুন
da: Vælg tidskontrollerne
sq: Zgjidhni kontrollet e kohës
zh: 选择时间控件

source: Time control type
ar: نوع التحكم بالوقت
bg: Тип контрол на времето
bn: সময় নিয়ন্ত্রণের ধরণ
da: Tidskontrol type
sq: Lloji i kontrollit të kohës
zh: 时控类型

source: Open engine time adjustment dialog box
ar: فتح مربع حوار ضبط وقت المحرك
bg: Отворете диалоговия прозорец за настройка на времето на двигателя
bn: ইঞ্জিনের সময় সমন্বয় ডায়ালগ বক্স খুলুন
da: Åbn dialogboksen for justering af motortid
sq: Hap kutinë e dialogut të rregullimit të kohës së motorit
zh: 打开引擎时间调整对话框

source: Start the chess engine match
ar: ابدأ مباراة محرك الشطرنج
bg: Стартирайте мача на шахматния двигател
bn: দাবা ইঞ্জিন ম্যাচ শুরু করুন
da: Start skakmotorkampen
sq: Filloni ndeshjen e motorit të shahut
zh: 开始棋类引擎比赛

source: Select chess engine 2
ar: اختر محرك الشطرنج 2
bg: Изберете шах двигател 2
bn: দাবা ইঞ্জিন 2 নির্বাচন করুন
da: Vælg skakmotor 2
sq: Zgjidhni motorin e shahut 2
zh: 选择国际象棋引擎 2

source: Chess engine 2 name
ar: اسم محرك الشطرنج 2
bg: Име на шах двигател 2
bn: দাবা ইঞ্জিন ২ এর নাম
da: Navn på skakmotor 2
sq: Emri i motorit të shahut 2
zh: 国际象棋引擎 2 名称

source: Enter the number of games for the match
ar: أدخل عدد المباريات للمباراة
bg: Въведете броя игри за мача
bn: ম্যাচের জন্য খেলার সংখ্যা লিখুন।
da: Indtast antallet af spil til kampen
sq: Futni numrin e lojërave për ndeshjen
zh: 输入比赛场次

source: Enter the maximum number of moves per game
ar: أدخل الحد الأقصى لعدد الحركات في كل لعبة
bg: Въведете максималния брой ходове на игра
bn: প্রতি খেলায় সর্বোচ্চ কতটি চাল আছে তা লিখুন
da: Indtast det maksimale antal træk pr. spil
sq: Futni numrin maksimal të lëvizjeve për lojë
zh: 输入每场游戏的最大移动次数

source: Toggle to alternate game colours
ar: التبديل إلى ألوان اللعبة البديلة
bg: Превключете към алтернативни цветове на играта
bn: বিকল্প গেম রঙে টগল করুন
da: Skift for at skifte spilfarver
sq: Kalo te ngjyrat alternative të lojës
zh: 切换至替代游戏颜色

source: Save the current engine match settings to a file
ar: حفظ إعدادات مطابقة المحرك الحالية في ملف
bg: Запазете текущите настройки за съответствие на двигателя във файл
bn: বর্তমান ইঞ্জিন ম্যাচ সেটিংস একটি ফাইলে সংরক্ষণ করুন।
da: Gem de aktuelle indstillinger for motormatch i en fil
sq: Ruani cilësimet aktuale të ndeshjes së motorit në një skedar
zh: 将当前引擎匹配设置保存到文件中

source: Load the engine match settings from a file
ar: قم بتحميل إعدادات مطابقة المحرك من ملف
bg: Заредете настройките за съответствие на двигателя от файл
bn: একটি ফাইল থেকে ইঞ্জিন ম্যাচ সেটিংস লোড করুন
da: Indlæs indstillingerne for motormatch fra en fil
sq: Ngarkoni cilësimet e ndeshjes së motorit nga një skedar
zh: 从文件加载引擎匹配设置

source: Display score on engine match panel tab
ar: عرض النتيجة على علامة تبويب لوحة مطابقة المحرك
bg: Показване на резултата в раздела на панела за съвпадение на двигателя
bn: ইঞ্জিন ম্যাচ প্যানেল ট্যাবে স্কোর প্রদর্শন করুন
da: Vis resultat på fanen i motormatchpanelet
sq: Shfaq rezultatin në skedën e panelit të ndeshjes së motorit
zh: 在引擎匹配面板选项卡上显示分数

source: No engine selected
ar: لم يتم اختيار المحرك
bg: Няма избран двигател
bn: কোনও ইঞ্জিন নির্বাচিত হয়নি
da: Ingen motor valgt
sq: Asnjë motor i zgjedhur
zh: 未选择引擎

source: No book selected
ar: لم يتم اختيار أي كتاب
bg: Няма избрана книга
bn: কোনও বই নির্বাচিত হয়নি
da: Ingen bog er valgt
sq: Asnjë libër i zgjedhur
zh: 沒有選擇書

source: This allows you to stage automatic engine matches.
ar: يتيح لك هذا إعداد مطابقات المحرك التلقائية.
bg: Това ви позволява да организирате автоматични съвпадения на двигателя.
bn: এটি আপনাকে স্বয়ংক্রিয় ইঞ্জিন ম্যাচ মঞ্চস্থ করতে দেয়।
da: Dette giver dig mulighed for at iscenesætte automatiske motorkampe.
sq: Kjo ju lejon të organizoni ndeshje automatike të motorit.
zh: 这使您可以进行自动引擎匹配。

source: You can select the engines to play and the options to use for the match.
ar: يمكنك تحديد المحركات التي تريد اللعب عليها والخيارات التي تريد استخدامها للمباراة.
bg: Можете да изберете двигателите, които да играете, и опциите, които да използвате за мача.
bn: আপনি খেলার জন্য ইঞ্জিন এবং খেলার জন্য ব্যবহারের বিকল্পগুলি নির্বাচন করতে পারেন।
da: Du kan vælge de motorer, der skal spilles, og de muligheder, der skal bruges til kampen.
sq: Ju mund të zgjidhni motorët për të luajtur dhe opsionet që do të përdorni për ndeshjen.
zh: 您可以选择要玩的引擎和用于比赛的选项。

source: PGN filename : Select the PGN filename to store the engine match games.
ar: اسم ملف PGN: حدد اسم ملف PGN لتخزين ألعاب مطابقة المحرك.
bg: Име на PGN файл: Изберете името на PGN файл, за да съхраните игрите за съвпадение на двигателя.
bn: PGN ফাইলের নাম: ইঞ্জিন ম্যাচ গেম সংরক্ষণ করতে PGN ফাইলের নাম নির্বাচন করুন।
da: PGN-filnavn: Vælg PGN-filnavnet for at gemme motormatch-spillene.
sq: Emri i skedarit PGN: Zgjidhni emrin e skedarit PGN për të ruajtur lojërat e ndeshjeve të motorit.
zh: PGN 文件名：选择 PGN 文件名来存储引擎比赛游戏。

source: If no filename is input, EngineMatch.pgn will be used
ar: إذا لم يتم إدخال اسم ملف، فسيتم استخدام EngineMatch.pgn
bg: Ако не е въведено име на файл, ще се използва EngineMatch.pgn
bn: যদি কোনও ফাইলের নাম ইনপুট না করা থাকে, তাহলে EngineMatch.pgn ব্যবহার করা হবে
da: Hvis der ikke indtastes et filnavn, vil EngineMatch.pgn blive brugt
sq: Nëse nuk futet asnjë emër skedari, do të përdoret EngineMatch.pgn
zh: 如果没有输入文件名，则将使用 EngineMatch.pgn

source: Select engine : Choose the engines and set their parameters.
ar: حدد المحرك: اختر المحركات وقم بضبط معلماتها.
bg: Изберете двигател: Изберете двигателите и задайте техните параметри.
bn: ইঞ্জিন নির্বাচন করুন: ইঞ্জিনগুলি নির্বাচন করুন এবং তাদের পরামিতি সেট করুন।
da: Vælg motor : Vælg motorerne og indstil deres parametre.
sq: Zgjidh motorin: Zgjidhni motorët dhe vendosni parametrat e tyre.
zh: 选择引擎：选择引擎并设置其参数。

source: Use opening book : Check this box for the engine to use the opening book.
ar: استخدام كتاب الفتح: حدد هذا المربع حتى يتمكن المحرك من استخدام كتاب الفتح.
bg: Използвайте началната книга: Поставете отметка в това квадратче, за да може двигателят да използва началната книга.
bn: খোলার বই ব্যবহার করুন: ইঞ্জিনটি খোলার বই ব্যবহার করার জন্য এই বাক্সটি চেক করুন।
da: Brug åbningsbog : Marker dette felt for at motoren skal bruge åbningsbogen.
sq: Përdorni librin e hapjes: Kontrolloni këtë kuti që motori të përdorë librin e hapjes.
zh: 使用开篇书：选中此框可以让引擎使用开篇书。

source: Opening book : Select which opening book that you want to use for the match.
ar: كتاب الافتتاح: حدد كتاب الافتتاح الذي تريد استخدامه للمباراة.
bg: Начална книга: Изберете коя начална книга искате да използвате за мача.
bn: উদ্বোধনী বই: ম্যাচের জন্য আপনি কোন উদ্বোধনী বইটি ব্যবহার করতে চান তা নির্বাচন করুন।
da: Åbningsbog : Vælg hvilken åbningsbog du vil bruge til kampen.
sq: Libri hapës: Zgjidhni cilin libër hapës dëshironi të përdorni për ndeshjen.
zh: 开局书：选择您想要在比赛中使用的开局书。

source: Time controls : Select blitz or fixed time period mode games.
ar: عناصر التحكم في الوقت: حدد وضع الألعاب الخاطفة أو فترة زمنية ثابتة.
bg: Времеви контроли: Изберете блиц или игри с режим на фиксиран период от време.
bn: সময় নিয়ন্ত্রণ: ব্লিটজ বা নির্দিষ্ট সময়কাল মোড গেম নির্বাচন করুন।
da: Tidskontrol: Vælg blitz- eller spil med fast tidsperiode.
sq: Kontrollet e kohës: Zgjidhni lojëra në modalitet blitz ose me periudhë fikse kohore.
zh: 时间控制：选择闪电战或固定时间段模式游戏。

source: Number of games : Specify how many games should be played.
ar: عدد الألعاب: حدد عدد الألعاب التي يجب لعبها.
bg: Брой игри: Посочете колко игри трябва да се играят.
bn: খেলার সংখ্যা: কতগুলি খেলা খেলতে হবে তা উল্লেখ করুন।
da: Antal spil : Angiv hvor mange spil der skal spilles.
sq: Numri i lojërave: Specifikoni sa lojëra duhet të luhen.
zh: 游戏场次：指定应进行的游戏场次。

source: Move limit : Specify how many moves should be played in a game,
ar: حد الحركة: حدد عدد الحركات التي يجب لعبها في اللعبة،
bg: Ограничение на хода: Посочете колко хода трябва да се играят в една игра,
bn: মুভ লিমিট: একটি খেলায় কতগুলি মুভ খেলতে হবে তা নির্দিষ্ট করুন,
da: Bevægelsesgrænse: Angiv hvor mange træk der skal spilles i et spil,
sq: Kufiri i lëvizjes: Specifikoni sa lëvizje duhet të luhen në një lojë,
zh: 移动限制：指定一局游戏中应进行多少步移动，

source: before it is abandoned as a draw.
ar: قبل أن يتم التخلي عنها باعتبارها التعادل.
bg: преди да бъде изоставено като равенство.
bn: ড্র হিসেবে পরিত্যক্ত হওয়ার আগে।
da: før det opgives som uafgjort.
sq: para se të braktiset si barazim.
zh: 否则将被取消比赛资格并视为平局。

source: Alternate colours : Check this box to swap colours after each game.
ar: الألوان البديلة: حدد هذا المربع لتبديل الألوان بعد كل لعبة.
bg: Алтернативни цветове : Поставете отметка в това квадратче, за да разменяте цветовете след всяка игра.
bn: বিকল্প রঙ: প্রতিটি খেলার পরে রঙ অদলবদল করতে এই বাক্সটি চেক করুন।
da: Alternative farver: Marker dette felt for at bytte farver efter hvert spil.
sq: Ngjyrat alternative: Zgjidhni këtë kuti për të ndërruar ngjyrat pas çdo loje.
zh: 替代颜色：选中此框可在每次游戏后交换颜色。

source: Engine adjustment : Open the engine time adjustment dialog box.
ar: ضبط المحرك: افتح مربع حوار ضبط وقت المحرك.
bg: Настройка на двигателя: Отворете диалоговия прозорец за настройка на времето на двигателя.
bn: ইঞ্জিন সমন্বয়: ইঞ্জিন সময় সমন্বয় ডায়ালগ বক্স খুলুন।
da: Motorjustering: Åbn dialogboksen for justering af motortid.
sq: Rregullimi i motorit: Hapni kutinë e dialogut të rregullimit të kohës së motorit.
zh: 引擎调整：打开引擎时间调整对话框。

source: Save settings : Save the current settings to a file
ar: حفظ الإعدادات: حفظ الإعدادات الحالية في ملف
bg: Запазване на настройките: Запазете текущите настройки във файл
bn: সেটিংস সংরক্ষণ করুন: বর্তমান সেটিংস একটি ফাইলে সংরক্ষণ করুন
da: Gem indstillinger : Gem de aktuelle indstillinger i en fil
sq: Ruaj cilësimet: Ruani cilësimet aktuale në një skedar
zh: 保存设置：将当前设置保存到文件

source: Load settings : Load the current settings from a file
ar: تحميل الإعدادات: تحميل الإعدادات الحالية من ملف
bg: Зареждане на настройки : Заредете текущите настройки от файл
bn: লোড সেটিংস: একটি ফাইল থেকে বর্তমান সেটিংস লোড করুন
da: Indlæs indstillinger : Indlæs de aktuelle indstillinger fra en fil
sq: Ngarkoni cilësimet: Ngarkoni cilësimet aktuale nga një skedar
zh: 加载设置：从文件加载当前设置

source: Engine match files (*.mat) from previous versions of the program
ar: ملفات مطابقة المحرك (*.mat) من الإصدارات السابقة للبرنامج
bg: Файлове за съответствие на двигателя (*.mat) от предишни версии на програмата
bn: প্রোগ্রামের পূর্ববর্তী সংস্করণ থেকে ইঞ্জিন ম্যাচ ফাইল (*.mat)
da: Engine match-filer (*.mat) fra tidligere versioner af programmet
sq: Skedarët e përputhjes së motorit (*.mat) nga versionet e mëparshme të programit
zh: 来自程序先前版本的引擎匹配文件 (*.mat)

source: Display score on tab : Check to display the current match score
ar: عرض النتيجة على علامة التبويب: حدد هذا الخيار لعرض نتيجة المباراة الحالية
bg: Показване на резултата в раздела: Поставете отметка за показване на текущия резултат от мача
bn: ট্যাবে স্কোর প্রদর্শন করুন: বর্তমান ম্যাচের স্কোর প্রদর্শন করতে চেক করুন
da: Vis resultat på fane: Marker for at vise det aktuelle kampresultat
sq: Shfaq rezultatin në skedën : Kontrollo për të shfaqur rezultatin aktual të ndeshjes
zh: 在标签上显示分数：勾选显示当前比赛分数

source: on the engine match panel tab.
ar: في علامة تبويب لوحة مطابقة المحرك.
bg: в раздела на панела за съвпадение на двигателя.
bn: ইঞ্জিন ম্যাচ প্যানেল ট্যাবে।
da: på motorens matchpanelfane.
sq: në skedën e panelit të ndeshjes së motorit.
zh: 在引擎匹配面板选项卡上。

source: This is useful if you want to set the bottom panel to < Search info >
ar: يعد هذا مفيدًا إذا كنت تريد تعيين اللوحة السفلية على <معلومات البحث>
bg: Това е полезно, ако искате да настроите долния панел на < Информация за търсене >
bn: আপনি যদি নিচের প্যানেলটি <Search info > এ সেট করতে চান তবে এটি কার্যকর।
da: Dette er nyttigt, hvis du vil indstille bundpanelet til < Søg info >
sq: Kjo është e dobishme nëse dëshironi të vendosni panelin e poshtëm në < Search info >
zh: 如果您想将底部面板设置为<搜索信息>，这将很有用

source: but still want to know what the score is.
ar: ولكن لا أزال أريد أن أعرف ما هي النتيجة.
bg: но все пак искам да знам какъв е резултатът.
bn: কিন্তু তবুও জানতে চাই স্কোর কত।
da: men vil stadig gerne vide hvad scoren er.
sq: por ende dua të di se cili është rezultati.
zh: 但还是想知道分数是多少。

source: Engine match help
ar: مساعدة مطابقة المحرك
bg: Помощ за съвпадение на двигателя
bn: ইঞ্জিন ম্যাচ সহায়তা
da: Hjælp til motormatch
sq: Ndihmë për ndeshjen e motorit
zh: 引擎匹配帮助

source: Notes on variety of play
ar: ملاحظات حول تنوع اللعب
bg: Бележки за разнообразие от игри
bn: খেলার বিভিন্নতা সম্পর্কে নোটস
da: Noter om forskellige spil
sq: Shënime për shumëllojshmërinë e lojës
zh: 玩法多样性说明

source: If you want greater variety of play in the opening stage
ar: إذا كنت تريد تنوعًا أكبر في اللعب في المرحلة الافتتاحية
bg: Ако искате по-голямо разнообразие от игра в началния етап
bn: যদি আপনি প্রথম পর্যায়ে আরও বৈচিত্র্যপূর্ণ খেলা চান
da: Hvis du ønsker større variation af spil i åbningsfasen
sq: Nëse dëshironi larmi më të madhe të lojës në fazën e hapjes
zh: 如果你希望开局阶段玩法更加丰富多彩

source: of an engine match game, it is best to use an opening book.
ar: في لعبة مطابقة المحرك، من الأفضل استخدام كتاب افتتاحي.
bg: на игра на мач на двигател, най-добре е да използвате начална книга.
bn: ইঞ্জিন ম্যাচ গেমের ক্ষেত্রে, একটি খোলার বই ব্যবহার করা সবচেয়ে ভালো।
da: af et motormatch-spil, er det bedst at bruge en åbningsbog.
sq: e një loje me ndeshje motorike, është më mirë të përdorni një libër hapjeje.
zh: 引擎匹配游戏，最好使用开局书。

source: Whilst the default book can be used for this purpose,
ar: في حين أنه يمكن استخدام الكتاب الافتراضي لهذا الغرض،
bg: Докато книгата по подразбиране може да се използва за тази цел,
bn: যদিও এই উদ্দেশ্যে ডিফল্ট বইটি ব্যবহার করা যেতে পারে,
da: Selvom standardbogen kan bruges til dette formål,
sq: Ndërsa libri i paracaktuar mund të përdoret për këtë qëllim,
zh: 虽然默认书籍可用于此目的，

source: there are plenty of others available for more varied requirements.
ar: هناك الكثير من الخيارات الأخرى المتاحة لتلبية متطلبات أكثر تنوعًا.
bg: има много други налични за по-разнообразни изисквания.
bn: আরও বৈচিত্র্যময় প্রয়োজনীয়তার জন্য আরও প্রচুর উপলব্ধ রয়েছে।
da: der er masser af andre tilgængelige for mere varierede krav.
sq: ka shumë të tjera në dispozicion për kërkesa më të ndryshme.
zh: 还有许多其他产品可满足更加多样化的需求。

source: However, there are hardly any available in PGN format
ar: ومع ذلك، لا يوجد أي منها متاح بتنسيق PGN تقريبًا
bg: Въпреки това почти няма налични във формат PGN
bn: তবে, PGN ফর্ম্যাটে খুব কমই পাওয়া যায়
da: Der er dog næppe nogen tilgængelige i PGN-format
sq: Sidoqoftë, nuk ka pothuajse asnjë të disponueshëm në formatin PGN
zh: 然而，几乎没有任何 PGN 格式

source: because this format is not suitable for large opening books.
ar: لأن هذا الشكل غير مناسب للكتب ذات الفتحات الكبيرة.
bg: тъй като този формат не е подходящ за големи отварящи се книги.
bn: কারণ এই ফর্ম্যাটটি বড় খোলার বইয়ের জন্য উপযুক্ত নয়।
da: fordi dette format ikke egner sig til store åbningsbøger.
sq: sepse ky format nuk është i përshtatshëm për libra me hapje të mëdha.
zh: 因为这种格式不太适合大开本的书。

source: Whilst the PGN files themselves do not have any preferential move weighting,
ar: في حين أن ملفات PGN نفسها لا تحتوي على أي ترجيح تفضيلي للحركة،
bg: Въпреки че самите PGN файлове нямат никакво преференциално тегло на хода,
bn: যদিও PGN ফাইলগুলিতে কোনও পছন্দসই মুভ ওয়েটিং নেই,
da: Mens PGN-filerne selv ikke har nogen foretrukken flyttevægtning,
sq: Ndërsa vetë skedarët PGN nuk kanë ndonjë peshë preferenciale të lëvizjes,
zh: 虽然 PGN 文件本身没有任何优先移动权重，

source: in the original Tarrasch GUI Bill Forster wrote code to compile a PGN file
ar: في واجهة المستخدم الرسومية الأصلية لبرنامج Tarrasch، كتب Bill Forster كودًا لتجميع ملف PGN
bg: в оригиналния GUI на Tarasch Бил Форстър написа код за компилиране на PGN файл
bn: মূল Tarrasch GUI-তে বিল ফরস্টার একটি PGN ফাইল কম্পাইল করার জন্য কোড লিখেছিলেন
da: i den originale Tarrasch GUI skrev Bill Forster kode for at kompilere en PGN-fil
sq: në origjinalin Tarrasch GUI Bill Forster shkroi kodin për të përpiluar një skedar PGN
zh: 在最初的 Tarrasch GUI 中，Bill Forster 编写了代码来编译 PGN 文件

source: into an opening book that has a primitive type of move weighting
ar: في كتاب افتتاحي يحتوي على نوع بدائي من ترجيح الحركة
bg: в начална книга, която има примитивен тип тежест на хода
bn: একটি প্রারম্ভিক বইতে যেখানে একটি আদিম ধরণের মুভ ওয়েটিং আছে
da: ind i en åbningsbog, der har en primitiv type bevægelsesvægtning
sq: në një libër hapës që ka një lloj primitive të peshimit të lëvizjes
zh: 进入具有原始移动权重类型的开局书

source: that records how many times a move appears in the book.
ar: الذي يسجل عدد المرات التي تظهر فيها الحركة في الكتاب.
bg: който записва колко пъти даден ход се появява в книгата.
bn: যা বইতে কতবার একটি পদক্ষেপ দেখা যায় তা রেকর্ড করে।
da: der registrerer, hvor mange gange et træk optræder i bogen.
sq: që regjistron sa herë një lëvizje shfaqet në libër.
zh: 记录书中某一动作出现的次数。
