Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: Automatic game replay function (version 4.0)
ar: وظيفة إعادة تشغيل اللعبة تلقائيًا (الإصدار 4.0)
bg: Функция за автоматично преиграване на играта (версия 4.0)
bn: স্বয়ংক্রিয় গেম রিপ্লে ফাংশন (সংস্করণ ৪.০)
da: Automatisk genafspilningsfunktion (version 4.0)
sq: Funksioni automatik i përsëritjes së lojës (versioni 4.0)
zh: 自动游戏重播功能（4.0版本）

source: Features added to Nimzo_3d - version 4.0
ar: الميزات المضافة إلى Nimzo_3d - الإصدار 4.0
bg: Функции, добавени към Nimzo_3d - версия 4.0
bn: Nimzo_3d - সংস্করণ 4.0-এ বৈশিষ্ট্য যোগ করা হয়েছে
da: Funktioner tilføjet til Nimzo_3d - version 4.0
sq: Karakteristikat e shtuara në Nimzo_3d - versioni 4.0
zh: Nimzo_3d 4.0 版新增的功能

source: Help_file_delay
ar: مساعدة_ملف_التأخير
bg: Помощ_файл_закъснение
bn: সাহায্য_ফাইল_বিলম্ব
sq: Ndihma_file_vonesa
zh: 帮助文件延迟

source: There is no help avaiable for this option
ar: لا يوجد مساعدة متاحة لهذا الخيار
bg: Няма налична помощ за тази опция
bn: এই বিকল্পের জন্য কোনও সাহায্য উপলব্ধ নেই।
da: Der er ingen hjælp til denne mulighed
sq: Nuk ka ndihmë në dispozicion për këtë opsion
zh: 此选项无帮助

source: Help file message
ar: رسالة ملف المساعدة
bg: Съобщение за помощен файл
bn: সাহায্য ফাইল বার্তা
da: Hjælp fil besked
sq: Mesazhi i skedarit të ndihmës
zh: 帮助文件消息

source: The usual reason why the help file is not displayed properly
ar: السبب المعتاد لعدم عرض ملف المساعدة بشكل صحيح
bg: Обичайната причина, поради която помощният файл не се показва правилно
bn: সাহায্য ফাইলটি সঠিকভাবে প্রদর্শিত না হওয়ার স্বাভাবিক কারণ
da: Den sædvanlige årsag til, at hjælpefilen ikke vises korrekt
sq: Arsyeja e zakonshme pse skedari i ndihmës nuk shfaqet siç duhet
zh: 帮助文件无法正常显示的常见原因

source: is that it is not present in the proper directory.
ar: هو أنه غير موجود في الدليل الصحيح.
bg: е, че не присъства в правилната директория.
bn: এটি সঠিক ডিরেক্টরিতে উপস্থিত নেই।
da: er, at den ikke findes i den rigtige mappe.
sq: është se nuk është i pranishëm në drejtorinë e duhur.
zh: 是因为它没有存在于正确的目录中。

source: So with Windows Explorer, you can check that the file Nimzo_3d.chm
ar: لذا باستخدام مستكشف Windows، يمكنك التحقق من الملف Nimzo_3d.chm
bg: Така че с Windows Explorer можете да проверите дали файлът Nimzo_3d.chm
bn: তাই উইন্ডোজ এক্সপ্লোরার দিয়ে, আপনি পরীক্ষা করতে পারেন যে Nimzo_3d.chm ফাইলটি
da: Så med Windows Stifinder kan du kontrollere, at filen Nimzo_3d.chm
sq: Pra, me Windows Explorer, mund të kontrolloni nëse skedari Nimzo_3d.chm
zh: 因此，使用 Windows 资源管理器，您可以检查文件 Nimzo_3d.chm

source: is present in the directory
ar: موجود في الدليل
bg: присъства в директорията
bn: ডিরেক্টরিতে উপস্থিত আছে
da: er til stede i mappen
sq: është i pranishëm në drejtori
zh: 存在于目录中

source: If the file is there, another possible reason is that the program
ar: إذا كان الملف موجودًا، فمن المحتمل أن يكون السبب الآخر هو أن البرنامج
bg: Ако файлът е там, друга възможна причина е програмата
bn: যদি ফাইলটি সেখানে থাকে, তাহলে আরেকটি সম্ভাব্য কারণ হল প্রোগ্রামটি
da: Hvis filen er der, er en anden mulig årsag, at programmet
sq: Nëse skedari është aty, një arsye tjetër e mundshme është se programi
zh: 如果该文件存在，另一个可能的原因是该程序

source: that runs the help file < hh.exe > is not present on your computer.
ar: الذي يقوم بتشغيل ملف المساعدة <hh.exe> غير موجود على جهاز الكمبيوتر الخاص بك.
bg: който изпълнява помощния файл < hh.exe > не присъства на вашия компютър.
bn: যেটি <hh.exe > সাহায্য ফাইলটি চালায় তা আপনার কম্পিউটারে উপস্থিত নেই।
da: der kører hjælpefilen < hh.exe > findes ikke på din computer.
sq: që ekzekuton skedari i ndihmës < hh.exe > nuk është i pranishëm në kompjuterin tuaj.
zh: 您的计算机上没有运行帮助文件 < hh.exe > 的程序。

source: So in the same directory should be a folder called < hh >
ar: لذا في نفس الدليل يجب أن يكون هناك مجلد يسمى <hh>
bg: Така че в същата директория трябва да има папка, наречена <hh>
bn: তাই একই ডিরেক্টরিতে <hh > নামে একটি ফোল্ডার থাকা উচিত।
da: Så i samme mappe skulle der være en mappe kaldet < hh >
sq: Pra, në të njëjtën direktori duhet të jetë një dosje e quajtur <hh>
zh: 因此在同一目录中应该有一个名为 < hh > 的文件夹

source: If you have a 64-bit computer, copy the file < hh.exe >
ar: إذا كان لديك جهاز كمبيوتر 64 بت، انسخ الملف <hh.exe>
bg: Ако имате 64-битов компютър, копирайте файла < hh.exe >
bn: যদি আপনার ৬৪-বিট কম্পিউটার থাকে, তাহলে <hh.exe > ফাইলটি কপি করুন।
da: Hvis du har en 64-bit computer, skal du kopiere filen < hh.exe >
sq: Nëse keni një kompjuter 64-bit, kopjoni skedarin <hh.exe >
zh: 如果你有 64 位计算机，请复制文件 < hh.exe >

source: from this directory up one branch, into the directory given earlier.
ar: من هذا الدليل إلى أعلى فرع واحد، إلى الدليل المذكور سابقًا.
bg: от тази директория един клон нагоре, в директорията, дадена по-рано.
bn: এই ডিরেক্টরি থেকে একটি শাখা পর্যন্ত, পূর্বে প্রদত্ত ডিরেক্টরিতে।
da: fra denne mappe op en gren, ind i den tidligere angivne mappe.
sq: nga kjo direktori ngrihet një degë, në drejtorinë e dhënë më parë.
zh: 从此目录向上一个分支，进入之前给定的目录。

source: With a 32-bit computer, copy < hh32.exe > as above and then rename
ar: مع جهاز كمبيوتر 32 بت، انسخ <hh32.exe> كما هو موضح أعلاه ثم أعد تسميته
bg: С 32-битов компютър копирайте < hh32.exe > както по-горе и след това преименувайте
bn: একটি ৩২-বিট কম্পিউটারের মাধ্যমে, উপরের মত <hh32.exe > কপি করুন এবং তারপর পুনঃনামকরণ করুন
da: Med en 32-bit computer skal du kopiere < hh32.exe > som ovenfor og derefter omdøbe
sq: Me një kompjuter 32-bit, kopjoni < hh32.exe > si më sipër dhe më pas riemërtoni
zh: 对于 32 位计算机，按照上述方法复制 < hh32.exe >，然后重命名

source: the file < hh.exe > This may fix the problem.
ar: الملف <hh.exe> قد يؤدي هذا إلى حل المشكلة.
bg: файла < hh.exe > Това може да реши проблема.
bn: <hh.exe > ফাইলটি এতে সমস্যার সমাধান হতে পারে।
da: filen < hh.exe > Dette kan løse problemet.
sq: skedari < hh.exe > Kjo mund ta zgjidhë problemin.
zh: 文件 < hh.exe > 这可能会修复该问题。

source: Help file error message
ar: رسالة خطأ ملف المساعدة
bg: Съобщение за грешка в помощния файл
bn: সাহায্য ফাইল ত্রুটি বার্তা
da: Hjælp fil fejlmeddelelse
sq: Mesazhi i gabimit të skedarit të ndihmës
zh: 帮助文件错误消息

source: Tarrasch is firstly an electronic chessboard.
ar: تاراش هي في المقام الأول لوحة شطرنج إلكترونية.
bg: Tarrasch е на първо място електронна шахматна дъска.
bn: ট্যারাশ প্রথমত একটি ইলেকট্রনিক দাবা বোর্ড।
da: Tarrasch er for det første et elektronisk skakbræt.
sq: Tarrasch është fillimisht një tabelë shahu elektronike.
zh: Tarrasch 首先是一个电子棋盘。

source: You can start from the standard starting position,
ar: يمكنك البدء من وضع البداية القياسي،
bg: Можете да започнете от стандартната начална позиция,
bn: আপনি স্ট্যান্ডার্ড শুরুর অবস্থান থেকে শুরু করতে পারেন,
da: Du kan starte fra standardudgangspositionen,
sq: Mund të filloni nga pozicioni standard fillestar,
zh: 你可以从标准起始位置开始，

source: or set up any (legal) position easily.
ar: أو قم بإعداد أي منصب (قانوني) بسهولة.
bg: или лесно задайте каквато и да е (законна) позиция.
bn: অথবা সহজেই যেকোনো (আইনি) পদ স্থাপন করতে পারেন।
da: eller opret en hvilken som helst (juridisk) position nemt.
sq: ose të vendosni lehtësisht çdo pozicion (ligjor).
zh: 或轻松设立任何（合法）职位。

source: You can move the pieces around freely.
ar: يمكنك تحريك القطع بحرية.
bg: Можете да местите парчетата свободно.
bn: তুমি টুকরোগুলো অবাধে ঘোরাতে পারো।
da: Du kan frit flytte brikkerne rundt.
sq: Ju mund t'i lëvizni lirisht pjesët.
zh: 您可以自由移动各个部件。

source: A built in chess clock can be turned on, useful if you want to
ar: يمكن تشغيل ساعة الشطرنج المدمجة، وهي مفيدة إذا كنت تريد ذلك
bg: Вграден часовник за шах може да бъде включен, полезен, ако искате
bn: একটি বিল্ট-ইন দাবা ঘড়ি চালু করা যেতে পারে, যদি আপনি চান তাহলে এটি কার্যকর হবে
da: Et indbygget skak ur kan tændes, nyttigt, hvis du vil
sq: Një orë e integruar e shahut mund të ndizet, e dobishme nëse dëshironi
zh: 可以打开内置国际象棋时钟，如果你想

source: play an old fashioned normal game of chess with a friend.
ar: العب لعبة الشطرنج التقليدية القديمة مع صديق.
bg: играйте старомодна нормална игра на шах с приятел.
bn: বন্ধুর সাথে একটা পুরনো দিনের স্বাভাবিক দাবা খেলা খেলো।
da: spille et gammeldags normalt spil skak med en ven.
sq: luani një lojë shahu të modës së vjetër me një mik.
zh: 和朋友一起下一场老式的普通象棋游戏。

source: Tarrasch has an opening book, you can easily see the < Book >
ar: لدى تاراش كتاب افتتاحي، يمكنك بسهولة رؤية <الكتاب>
bg: Tarasch има отваряща се книга, можете лесно да видите <Книга>
bn: টারাশের একটি উদ্বোধনী বই আছে, আপনি সহজেই দেখতে পারবেন <বই >
da: Tarrasch har en åbningsbog, du kan nemt se < Bog >
sq: Tarrasch ka një libër hapës, ju mund të shihni lehtësisht <Libri >
zh: Tarrasch 有一本开篇书，你可以很容易地看到<书>

source: moves early in a game. Tarrasch uses a green colour when
ar: يتحرك في وقت مبكر من اللعبة. يستخدم تاراش اللون الأخضر عندما
bg: се движи рано в играта. Tarasch използва зелен цвят, когато
bn: খেলার শুরুতে নড়াচড়া করে। টারাশ যখন সবুজ রঙ ব্যবহার করে
da: bevæger sig tidligt i et spil. Tarrasch bruger en grøn farve når
sq: lëviz herët në një lojë. Tarrasch përdor një ngjyrë të gjelbër kur
zh: 在游戏早期阶段，Tarrasch 使用绿色，当

source: listing or suggesting book moves. The book can be turned off
ar: إدراج أو اقتراح نقل الكتاب. يمكن إيقاف تشغيل الكتاب
bg: изброяване или предлагане на ходове на книги. Книгата може да се изключи
bn: বই স্থানান্তরের তালিকা তৈরি করা বা পরামর্শ দেওয়া। বইটি বন্ধ করা যেতে পারে
da: liste eller foreslå bogbevægelser. Bogen kan slukkes
sq: listimi ose sugjerimi i lëvizjeve të librit. Libri mund të fiket
zh: 列出或建议书籍移动。可以关闭该书

source: using menu < Options >. That menu allows control over all
ar: باستخدام القائمة <الخيارات>. تتيح لك هذه القائمة التحكم في جميع
bg: като използвате менюто <Опции>. Това меню позволява контрол върху всички
bn: মেনু <অপশন> ব্যবহার করে। সেই মেনু সকলের উপর নিয়ন্ত্রণের অনুমতি দেয়
da: ved hjælp af menuen < Indstillinger >. Denne menu giver kontrol over alt
sq: duke përdorur menynë < Opsionet >. Kjo menu lejon kontrollin mbi të gjitha
zh: 使用菜单 <选项>。该菜单允许控制所有

source: optional features, including blindfold and delayed display
ar: ميزات اختيارية، بما في ذلك عصابة العينين والعرض المتأخر
bg: допълнителни функции, включително завързани очи и забавен дисплей
bn: ঐচ্ছিক বৈশিষ্ট্য, যার মধ্যে রয়েছে চোখ বেঁধে রাখা এবং বিলম্বিত প্রদর্শন
da: valgfri funktioner, herunder bind for øjnene og forsinket visning
sq: veçori opsionale, duke përfshirë lidhjen e syve dhe shfaqjen e vonuar
zh: 可选功能，包括眼罩和延迟显示

source: training modes.
ar: أوضاع التدريب.
bg: тренировъчни режими.
bn: প্রশিক্ষণ মোড।
da: træningstilstande.
sq: mënyrat e trajnimit.
zh: 训练模式。

source: Your moves are recorded in a moves window as a main line
ar: يتم تسجيل تحركاتك في نافذة التحركات كسطر رئيسي
bg: Вашите ходове се записват в прозорец за ходове като основна линия
bn: আপনার চালগুলি একটি প্রধান লাইন হিসাবে একটি চাল উইন্ডোতে রেকর্ড করা হয়।
da: Dine træk registreres i et trækvindue som en hovedlinje
sq: Lëvizjet tuaja regjistrohen në një dritare lëvizjesh si linjë kryesore
zh: 您的动作将作为主线记录在动作窗口中

source: plus variations. It is easy to promote or demote variations.
ar: إضافة إلى الاختلافات. من السهل ترقية الاختلافات أو تخفيضها.
bg: плюс вариации. Лесно е да насърчавате или понижавате вариации.
bn: প্লাস বৈচিত্র্য। বৈচিত্র্য প্রচার বা অবনমন করা সহজ।
da: plus variationer. Det er nemt at promovere eller nedgradere variationer.
sq: plus variacione. Është e lehtë për të promovuar ose ulur variacionet.
zh: 加上变体。升级或降级变体很容易。

source: You can freely type (and edit) comments to go with your moves.
ar: يمكنك كتابة التعليقات (وتحريرها) بحرية لتتناسب مع تحركاتك.
bg: Можете свободно да въвеждате (и редактирате) коментари, за да вървите с вашите ходове.
bn: আপনার পদক্ষেপের সাথে মানানসই মন্তব্য আপনি স্বাধীনভাবে টাইপ (এবং সম্পাদনা) করতে পারেন।
da: Du kan frit skrive (og redigere) kommentarer, der passer til dine bevægelser.
sq: Ju mund të shkruani lirisht (dhe të modifikoni) komentet për të vazhduar me lëvizjet tuaja.
zh: 您可以自由地输入（和编辑）评论来配合您的动作。

source: Just click in the moves window and start typing.
ar: فقط انقر في نافذة التحركات وابدأ في الكتابة.
bg: Просто щракнете в прозореца за движение и започнете да пишете.
bn: শুধু মুভস উইন্ডোতে ক্লিক করুন এবং টাইপ করা শুরু করুন।
da: Bare klik i bevægelsesvinduet og begynd at skrive.
sq: Thjesht klikoni në dritaren e lëvizjeve dhe filloni të shkruani.
zh: 只需单击移动窗口并开始输入即可。

source: Comments can be converted to moves and vice-versa.
ar: يمكن تحويل التعليقات إلى تحركات والعكس.
bg: Коментарите могат да се преобразуват в ходове и обратно.
bn: মন্তব্যগুলিকে মুভে রূপান্তর করা যেতে পারে এবং তদ্বিপরীতও।
da: Kommentarer kan konverteres til træk og omvendt.
sq: Komentet mund të konvertohen në lëvizje dhe anasjelltas.
zh: 评论可以转换为动作，反之亦然。

source: At any time you can save your work in a new or existing .pgn file
ar: في أي وقت يمكنك حفظ عملك في ملف .pgn جديد أو موجود
bg: По всяко време можете да запишете работата си в нов или съществуващ .pgn файл
bn: যেকোনো সময় আপনি আপনার কাজটি একটি নতুন বা বিদ্যমান .pgn ফাইলে সংরক্ষণ করতে পারেন।
da: Du kan til enhver tid gemme dit arbejde i en ny eller eksisterende .pgn-fil
sq: Në çdo kohë mund ta ruani punën tuaj në një skedar .pgn të ri ose ekzistues
zh: 您可以随时将您的工作保存在新的或现有的 .pgn 文件中

source: (a standard chess file format). You can load games from
ar: (تنسيق ملف شطرنج قياسي). يمكنك تحميل الألعاب من
bg: (стандартен формат на шахматен файл). Можете да зареждате игри от
bn: (একটি আদর্শ দাবা ফাইল ফর্ম্যাট)। আপনি গেমগুলি লোড করতে পারেন
da: (et standard skakfilformat). Du kan indlæse spil fra
sq: (një format standard skedari shahu). Ju mund të ngarkoni lojëra nga
zh: （标准国际象棋文件格式）。您可以从

source: any .pgn file. Open a .pgn file in the < File > menu and
ar: أي ملف .pgn. افتح ملف .pgn في القائمة <ملف> و
bg: всеки .pgn файл. Отворете .pgn файл в менюто < Файл > и
bn: যেকোনো .pgn ফাইল। <ফাইল > মেনুতে একটি .pgn ফাইল খুলুন এবং
da: enhver .pgn-fil. Åbn en .pgn-fil i menuen < Filer > og
sq: ndonjë skedar .pgn. Hapni një skedar .pgn në menynë < File > dhe
zh: 任何 .pgn 文件。在 < 文件 > 菜单中打开 .pgn 文件，然后

source: select a game, later on the < Games > menu allows you to pick
ar: حدد لعبة، وفي وقت لاحق تسمح لك القائمة <الألعاب> باختيار
bg: изберете игра, по-късно в менюто <Игри> можете да изберете
bn: একটি খেলা নির্বাচন করুন, পরে < গেমস > মেনু আপনাকে বাছাই করতে দেয়
da: vælg et spil, senere på menuen < Spil > giver dig mulighed for at vælge
sq: zgjidhni një lojë, më vonë në menynë < Lojra > ju lejon të zgjidhni
zh: 选择一个游戏，稍后在<游戏>菜单上您可以选择

source: another game from the file.
ar: لعبة اخرى من الملف.
bg: друга игра от файла.
bn: ফাইল থেকে আরেকটি খেলা।
da: et andet spil fra filen.
sq: një lojë tjetër nga skedari.
zh: 文件中的另一款游戏。

source: You can use a UCI chess engine
ar: يمكنك استخدام محرك شطرنج UCI
bg: Можете да използвате UCI шах двигател
bn: আপনি একটি UCI দাবা ইঞ্জিন ব্যবহার করতে পারেন
da: Du kan bruge en UCI skakmotor
sq: Ju mund të përdorni një motor shahu UCI
zh: 你可以使用 UCI 国际象棋引擎

source: (UCI is another chesscomputing standard)
ar: (UCI هو معيار آخر للحوسبة الشطرنجية)
bg: (UCI е друг шахматен стандарт)
bn: (ইউসিআই হল আরেকটি দাবা কম্পিউটিং মান)
da: (UCI er en anden skakcomputerstandard)
sq: (UCI është një tjetër standard i llogaritjes së shahut)
zh: （UCI 是另一个国际象棋计算标准）

source: either as an opponent, or to provide expert commentary.
ar: إما كخصم، أو لتقديم تعليق خبير.
bg: или като опонент, или за предоставяне на експертен коментар.
bn: হয় প্রতিপক্ষ হিসেবে, অথবা বিশেষজ্ঞ ভাষ্য প্রদানের জন্য।
da: enten som opponent eller for at give ekspertkommentarer.
sq: qoftë si kundërshtar, qoftë për të dhënë komente ekspertësh.
zh: 要么作为对手，要么提供专家评论。

source: The Tarrasch package includes one or more engines and one of
ar: تتضمن حزمة Tarrasch محركًا واحدًا أو أكثر وواحدًا من
bg: Пакетът Tarrasch включва един или повече двигатели и един от
bn: Tarrasch প্যাকেজে এক বা একাধিক ইঞ্জিন এবং একটি অন্তর্ভুক্ত রয়েছে
da: Tarrasch-pakken indeholder en eller flere motorer og en af
sq: Paketa Tarrasch përfshin një ose më shumë motorë dhe një nga
zh: Tarrasch 套件包括一台或多台发动机以及以下之一

source: these engines is used by default.
ar: يتم استخدام هذه المحركات بشكل افتراضي.
bg: тези двигатели се използват по подразбиране.
bn: এই ইঞ্জিনগুলি ডিফল্টরূপে ব্যবহৃত হয়।
da: disse motorer bruges som standard.
sq: këta motorë përdoren si parazgjedhje.
zh: 默认情况下使用这些引擎。

source: Other engines can be separately purchased or downloaded.
ar: يمكن شراء محركات أخرى بشكل منفصل أو تنزيلها.
bg: Други двигатели могат да бъдат закупени отделно или изтеглени.
bn: অন্যান্য ইঞ্জিন আলাদাভাবে কেনা বা ডাউনলোড করা যেতে পারে।
da: Andre motorer kan købes eller downloades separat.
sq: Motorë të tjerë mund të blihen ose shkarkohen veçmas.
zh: 其他引擎可以单独购买或下载。

source: Use menu < Options > to select an alternative engine if you have one.
ar: استخدم القائمة <الخيارات> لتحديد محرك بديل إذا كان لديك واحد.
bg: Използвайте менюто <Опции>, за да изберете алтернативен двигател, ако имате такъв.
bn: আপনার যদি বিকল্প ইঞ্জিন থাকে, তাহলে সেটি নির্বাচন করতে মেনু <Options > ব্যবহার করুন।
da: Brug menuen < Indstillinger > til at vælge en alternativ motor, hvis du har en.
sq: Përdorni menunë < Opsionet > për të zgjedhur një motor alternativ nëse keni një të tillë.
zh: 如果有的话，使用菜单<选项>来选择备用引擎。

source: You can start a game with the engine at any time, in any
ar: يمكنك بدء اللعبة باستخدام المحرك في أي وقت وفي أي وقت.
bg: Можете да стартирате игра с енджина по всяко време и по всяко време
bn: আপনি যেকোনো সময়, যেকোনো সময় ইঞ্জিন দিয়ে একটি খেলা শুরু করতে পারেন
da: Du kan starte et spil med motoren når som helst, når som helst
sq: Ju mund të filloni një lojë me motorin në çdo kohë, në çdo
zh: 您可以随时使用引擎开始游戏，

source: position, as either white or black. By default you will get
ar: الوضع، إما أبيض أو أسود. بشكل افتراضي، ستحصل على
bg: позиция, като бяло или черно. По подразбиране ще получите
bn: অবস্থান, সাদা বা কালো হিসাবে। ডিফল্টরূপে আপনি পাবেন
da: position, som enten hvid eller sort. Som standard får du
sq: pozicion, si i bardhë ose i zi. Si parazgjedhje ju do të merrni
zh: 位置，为白色或黑色。默认情况下，您将获得

source: a time handicap. You can change the clock settings by
ar: إعاقة زمنية. يمكنك تغيير إعدادات الساعة عن طريق
bg: времеви недостатък. Можете да промените настройките на часовника от
bn: একটি সময় প্রতিবন্ধকতা। আপনি ঘড়ির সেটিংস পরিবর্তন করতে পারেন
da: et tidshandicap. Du kan ændre urindstillingerne ved at
sq: një handikap kohor. Mund të ndryshoni cilësimet e orës duke
zh: 时间障碍。您可以通过以下方式更改时钟设置：

source: clicking on the clock, or using menu < Options >. You can
ar: بالنقر على الساعة، أو باستخدام القائمة <الخيارات>. يمكنك
bg: като щракнете върху часовника или използвате меню <Опции>. Вие можете
bn: ঘড়িতে ক্লিক করে, অথবা মেনু <বিকল্প> ব্যবহার করে। আপনি
da: ved at klikke på uret eller bruge menuen < Indstillinger >. Det kan du
sq: duke klikuar mbi orën, ose duke përdorur menynë < Opsionet >. Ju mundeni
zh: 点击时钟，或使用菜单<选项>。您可以

source: change player names by clicking on them or by using menu < Options >
ar: قم بتغيير أسماء اللاعبين بالضغط عليها أو باستخدام القائمة <الخيارات>
bg: променете имената на играчите, като щракнете върху тях или като използвате менюто <Опции>
bn: খেলোয়াড়ের নাম পরিবর্তন করতে ক্লিক করুন অথবা মেনু <বিকল্প> ব্যবহার করুন।
da: ændre spillernavne ved at klikke på dem eller ved at bruge menuen < Indstillinger >
sq: ndryshoni emrat e lojtarëve duke klikuar mbi ta ose duke përdorur menynë < Opsionet >
zh: 通过单击或使用菜单<选项>更改玩家姓名

source: To turn on commentary (kibitzing in chess parlance),
ar: لتشغيل التعليق (التعليق المتطفل في لغة الشطرنج)،
bg: За да включите коментара (кибициране на шахматен език),
bn: ধারাভাষ্য চালু করতে (দাবার ভাষায় কিবিটজিং),
da: For at slå kommentar til (kibitzing i skaksprog),
sq: Për të aktivizuar komentin (kibitzing në gjuhën e shahut),
zh: 要打开评论（用国际象棋术语来说就是旁观），

source: use the < Commands > menu or the Robot button,
ar: استخدم القائمة <الأوامر> أو زر الروبوت،
bg: използвайте менюто <Команди> или бутона Robot,
bn: <কমান্ডস> মেনু অথবা রোবট বোতাম ব্যবহার করুন,
da: brug menuen < Kommandoer > eller knappen Robot,
sq: përdorni menunë < Komandat > ose butonin Robot,
zh: 使用<命令>菜单或机器人按钮，

source: or select the < Engine Analysis > tab at the bottom.
ar: أو حدد علامة التبويب <تحليل المحرك> في الأسفل.
bg: или изберете раздела < Engine Analysis > в долната част.
bn: অথবা নীচে <ইঞ্জিন বিশ্লেষণ > ট্যাবটি নির্বাচন করুন।
da: eller vælg fanen < Engine Analysis > nederst.
sq: ose zgjidhni skedën < Analiza e motorit > në fund.
zh: 或者选择底部的<引擎分析>选项卡。

source: You can even get the chess engine to provide commentary
ar: يمكنك حتى الحصول على محرك الشطرنج لتقديم التعليق
bg: Можете дори да накарате шахмашината да предоставя коментари
bn: এমনকি ধারাভাষ্য প্রদানের জন্য আপনি দাবা ইঞ্জিনও পেতে পারেন
da: Du kan endda få skakmotoren til at give kommentarer
sq: Ju madje mund të merrni motorin e shahut për të dhënë koment
zh: 你甚至可以让象棋引擎提供评论

source: when you are playing against it.
ar: عندما تلعب ضده.
bg: когато играете срещу него.
bn: যখন তুমি এর বিরুদ্ধে খেলবে।
da: når du spiller imod det.
sq: kur luani kundër tij.
zh: 当你与它对抗时。

source: Tarrasch now includes database facilities for easily finding
ar: يتضمن Tarrasch الآن مرافق قاعدة البيانات للعثور بسهولة
bg: Tarrasch вече включва бази данни за лесно намиране
bn: Tarrasch এখন সহজে খুঁজে বের করার জন্য ডাটাবেস সুবিধা অন্তর্ভুক্ত করে
da: Tarrasch inkluderer nu databasefaciliteter til let at finde
sq: Tarrasch tani përfshin lehtësira të bazës së të dhënave për gjetje të lehtë
zh: Tarrasch 现在包含数据库功能，可轻松查找

source: games and move frequency statistics for openings you are interested in.
ar: إحصائيات الألعاب وتردد التحرك للفتحات التي تهمك.
bg: игри и статистически данни за честотата на движение за отваряния, които ви интересуват.
bn: আপনার আগ্রহের ওপেনিংগুলির জন্য গেম এবং মুভ ফ্রিকোয়েন্সি পরিসংখ্যান।
da: spil og bevægelsesfrekvensstatistik for åbninger, du er interesseret i.
sq: lojërat dhe statistikat e lëvizjes së frekuencës për hapjet që ju interesojnë.
zh: 您感兴趣的开局的游戏和移动频率统计。

source: You can search for positions, patterns and material balances
ar: يمكنك البحث عن المواضع والأنماط وتوازنات المواد
bg: Можете да търсите позиции, модели и материални баланси
bn: আপনি অবস্থান, নিদর্শন এবং উপাদান ভারসাম্য অনুসন্ধান করতে পারেন
da: Du kan søge efter positioner, mønstre og materialebalancer
sq: Ju mund të kërkoni për pozicione, modele dhe ekuilibra materiale
zh: 您可以搜索位置、模式和材料平衡

source: and conveniently play through the games found.
ar: ويمكنك اللعب بسهولة من خلال الألعاب الموجودة.
bg: и удобно играйте чрез намерените игри.
bn: এবং পাওয়া গেমগুলি সহজেই খেলুন।
da: og bekvemt spil gennem de fundne spil.
sq: dhe luani me lehtësi nëpër lojërat e gjetura.
zh: 并方便地玩找到的游戏。

source: This version of the program, Nimzo_3d, which has 3d graphics
ar: هذه النسخة من البرنامج Nimzo_3d والتي تحتوي على رسومات ثلاثية الأبعاد
bg: Тази версия на програмата, Nimzo_3d, има 3D графики
bn: প্রোগ্রামটির এই সংস্করণ, Nimzo_3d, যাতে 3D গ্রাফিক্স রয়েছে
da: Denne version af programmet, Nimzo_3d, som har 3d-grafik
sq: Ky version i programit, Nimzo_3d, i cili ka grafikë 3d
zh: 此版本的程序 Nimzo_3d 具有 3D 图形

source: with DirectX was written by Roy Sawyer.
ar: مع DirectX تم تأليفه بواسطة Roy Sawyer.
bg: с DirectX е написан от Рой Сойер.
bn: ডাইরেক্টএক্সের সাথে রয় সয়্যার লিখেছিলেন।
da: med DirectX er skrevet af Roy Sawyer.
sq: me DirectX u shkrua nga Roy Sawyer.
zh: DirectX 由 Roy Sawyer 编写。

source: Tarrasch Chess GUI Help
ar: مساعدة في واجهة المستخدم الرسومية للعبة الشطرنج Tarrasch
bg: Помощ за GUI за шах на Tarasch
bn: Tarrasch Chess GUI সাহায্য
da: Tarrasch Chess GUI Hjælp
sq: Ndihmë GUI e Tarrasch Chess
zh: Tarrasch 国际象棋 GUI 帮助

source: Program design and implementation: Bill Forster.
ar: تصميم البرنامج وتنفيذه: بيل فورستر.
bg: Дизайн и изпълнение на програмата: Бил Форстър.
bn: প্রোগ্রাম ডিজাইন এবং বাস্তবায়ন: বিল ফরস্টার।
da: Programdesign og implementering: Bill Forster.
sq: Hartimi dhe zbatimi i programit: Bill Forster.
zh: 项目设计和实施：比尔·福斯特 (Bill Forster)。
