Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: This is the Tarrasch Chess GUI V3
ar: هذه هي واجهة المستخدم الرسومية للعبة الشطرنج Tarrasch V3
bg: Това е Tarasch Chess GUI V3
bn: এটি হল Tarrasch Chess GUI V3
da: Dette er Tarrasch Chess GUI V3
sq: Ky është Tarrasch Chess GUI V3
zh: 这是 Tarrasch 国际象棋 GUI V3

source: Tarrasch is an easy to use yet powerful system for playing
ar: Tarrasch هو نظام سهل الاستخدام ولكنه قوي للعب
bg: Tarrasch е лесна за използване, но мощна система за игра
bn: Tarrasch খেলার জন্য ব্যবহার করা সহজ কিন্তু শক্তিশালী একটি সিস্টেম
da: Tarrasch er et let at bruge, men alligevel kraftfuldt system til at spille
sq: Tarrasch është një sistem i lehtë për t'u përdorur, por i fuqishëm për të luajtur
zh: Tarrasch 是一个易于使用且功能强大的游戏系统

source: and analysing with UCI standard chess engines.
ar: وتحليلها باستخدام محركات الشطرنج القياسية للاتحاد الدولي للدراجات.
bg: и анализиране със стандартни шахматни машини на UCI.
bn: এবং UCI স্ট্যান্ডার্ড দাবা ইঞ্জিন দিয়ে বিশ্লেষণ করা।
da: og analysere med UCI standard skakmotorer.
sq: dhe analizimi me motorët standardë të shahut UCI.
zh: 并使用UCI标准国际象棋引擎进行分析。

source: With V3 Tarrasch now adds fast and powerful database features.
ar: مع V3، يضيف Tarrasch الآن ميزات قاعدة بيانات سريعة وقوية.
bg: С V3 Tarrasch сега добавя бързи и мощни функции за бази данни.
bn: V3 এর সাথে Tarrasch এখন দ্রুত এবং শক্তিশালী ডাটাবেস বৈশিষ্ট্য যুক্ত করেছে।
da: Med V3 tilføjer Tarrasch nu hurtige og kraftfulde databasefunktioner.
sq: Me V3 Tarrasch tani shton veçori të shpejta dhe të fuqishme të bazës së të dhënave.
zh: 随着 V3 的推出，Tarrasch 现在添加了快速而强大的数据库功能。

source: Tarrasch includes the state of the art Stockfish engine,
ar: تتضمن Tarrasch محرك Stockfish المتطور،
bg: Tarrasch включва най-съвременния двигател Stockfish,
bn: ট্যারাশ-এ রয়েছে অত্যাধুনিক স্টকফিশ ইঞ্জিন,
da: Tarrasch inkluderer den nyeste Stockfish-motor,
sq: Tarrasch përfshin motorin e gjendjes së artit Stockfish,
zh: Tarrasch 包括最先进的 Stockfish 引擎，

source: some other strong engines and the weak Tarrasch toy engine.
ar: بعض المحركات القوية الأخرى ومحرك اللعبة Tarrasch الضعيف.
bg: някои други силни двигатели и слабия двигател за играчки Tarrasch.
bn: কিছু শক্তিশালী ইঞ্জিন এবং দুর্বল ট্যারাশ খেলনা ইঞ্জিন।
da: nogle andre stærke motorer og den svage Tarrasch legetøjsmotor.
sq: disa motorë të tjerë të fortë dhe motori i dobët i lodrave Tarrasch.
zh: 一些其他强大的引擎和弱小的 Tarrasch 玩具引擎。

source: The toy engine is particularly suited to Tarrasch's blindfold,
ar: محرك اللعبة مناسب بشكل خاص لعصابة عين تاراش،
bg: Играчката двигател е особено подходяща за превръзката на очите на Tarasch,
bn: খেলনা ইঞ্জিনটি বিশেষ করে ট্যারাশের চোখ বাঁধার জন্য উপযুক্ত,
da: Legetøjsmotoren er særligt velegnet til Tarraschs bind for øjnene,
sq: Motori i lodrës është veçanërisht i përshtatshëm për sytë e lidhur me Tarrasch,
zh: 这款玩具发动机特别适合 Tarrasch 的眼罩，

source: partial blindfold, and N move lag training modes.
ar: عصابة العين الجزئية، وأوضاع التدريب المتأخرة في الحركة N.
bg: частична превръзка на очите и N режими на обучение с забавяне на движението.
bn: আংশিক চোখ বেঁধে রাখা, এবং এন মুভ ল্যাগ প্রশিক্ষণ মোড।
da: delvis bind for øjnene og træningstilstande for N move lag.
sq: modalitetet e stërvitjes me mbyllje të pjesshme të syve dhe N lëvizje me vonesë.
zh: 部分蒙眼、N 移动滞后训练模式。

source: Visit the publisher's website www.triplehappy.com
ar: قم بزيارة موقع الناشر www.triplehappy.com
bg: Посетете уебсайта на издателя www.triplehappy.com
bn: প্রকাশকের ওয়েবসাইট www.triplehappy.com দেখুন।
da: Besøg udgiverens hjemmeside www.triplehappy.com
sq: Vizitoni faqen e internetit të botuesit www.triplehappy.com
zh: 访问出版商网站 www.triplehappy.com

source: for Tarrasch Chess GUI news and updates.
ar: للحصول على آخر الأخبار والتحديثات حول واجهة المستخدم الرسومية الخاصة بـ Tarrasch Chess.
bg: за новини и актуализации на Tarrasch Chess GUI.
bn: Tarrasch Chess GUI সংবাদ এবং আপডেটের জন্য।
da: for Tarrasch Chess GUI nyheder og opdateringer.
sq: për lajmet dhe përditësimet e Tarrasch Chess GUI.
zh: 了解 Tarrasch 国际象棋 GUI 的新闻和更新。

source: This version of the program, Nimzo_3d, was written by Roy Sawyer.
ar: تم كتابة هذه النسخة من البرنامج Nimzo_3d بواسطة Roy Sawyer.
bg: Тази версия на програмата, Nimzo_3d, е написана от Roy Sawyer.
bn: প্রোগ্রামটির এই সংস্করণ, Nimzo_3d, রয় সয়ার লিখেছেন।
da: Denne version af programmet, Nimzo_3d, er skrevet af Roy Sawyer.
sq: Ky version i programit, Nimzo_3d, është shkruar nga Roy Sawyer.
zh: 该程序的此版本 Nimzo_3d 由 Roy Sawyer 编写。

source: It is a fork of the original Tarrasch Chess GUI written by Mr Bill Forster.
ar: إنه شوكة من واجهة المستخدم الرسومية الأصلية للعبة Tarrasch Chess والتي كتبها السيد بيل فورستر.
bg: Това е разклонение на оригиналния графичен интерфейс за шах Tarasch, написан от г-н Бил Форстър.
bn: এটি মিঃ বিল ফরস্টারের লেখা মূল টারাশ দাবা GUI-এর একটি কাঁটা।
da: Det er en forgrening af den originale Tarrasch Chess GUI skrevet af Mr. Bill Forster.
sq: Është një pirun i GUI-së origjinale të Tarrasch Chess të shkruar nga z. Bill Forster.
zh: 它是 Bill Forster 先生编写的原始 Tarrasch 国际象棋 GUI 的一个分支。

source: For this version, thanks to :-
ar: بالنسبة لهذه النسخة، شكرًا لـ:-
bg: За тази версия, благодарение на:-
bn: এই সংস্করণের জন্য, ধন্যবাদ :-
da: For denne version, takket være:-
sq: Për këtë version, falë:-
zh: 对于此版本，感谢：-

source: Arroway Textures for permission to use their free sample bitmaps.
ar: Arroway Textures للحصول على إذن لاستخدام خرائط البتات العينة المجانية الخاصة بهم.
bg: Arroway Textures за разрешение за използване на техните безплатни примерни растерни изображения.
bn: অ্যারোয়ে টেক্সচারের কাছে তাদের বিনামূল্যের নমুনা বিটম্যাপ ব্যবহারের অনুমতি চেয়েছি।
da: Arroway Textures for tilladelse til at bruge deres gratis bitmaps.
sq: Arroway Textures për leje për të përdorur bitmaps të tyre falas.
zh: Arroway Textures 允许使用其免费样本位图。

source: Mr Sedat Canbaz for his Balsa PGN opening books.
ar: السيد سيدات كانباز لكتابه الافتتاحي Balsa PGN.
bg: Г-н Седат Канбаз за началните книги на Balsa PGN.
bn: মিঃ সেদাত ক্যানবাজ, তার বালসা পিজিএন উদ্বোধনী বইয়ের জন্য।
da: Mr. Sedat Canbaz for hans Balsa PGN-åbningsbøger.
sq: Z. Sedat Canbaz për librat e tij të hapjes Balsa PGN.
zh: Sedat Canbaz 先生为 Balsa PGN 开局提供了指导。

source: Mr Graham O'Neill for his OpenBook conversion utility program.
ar: السيد جراهام أونيل لبرنامجه الخاص بتحويل ملفات OpenBook.
bg: Г-н Греъм О'Нийл за неговата помощна програма за конвертиране на OpenBook.
bn: মিঃ গ্রাহাম ও'নিল তার ওপেনবুক রূপান্তর ইউটিলিটি প্রোগ্রামের জন্য।
da: Graham O'Neill for hans OpenBook-konverteringsprogram.
sq: Z. Graham O'Neill për programin e tij të shërbimeve të konvertimit OpenBook.
zh: Graham O'Neill 先生开发的 OpenBook 转换实用程序。

source: Mr Uwe Auerswald for the PGN puzzle file.
ar: السيد Uwe Auerswald لملف لغز PGN.
bg: Г-н Уве Ауерсвалд за файла с пъзел PGN.
bn: পিজিএন ধাঁধা ফাইলের জন্য মিঃ উয়ে আউয়ারসওয়াল্ড।
da: Hr. Uwe Auerswald for PGN-puslespillet.
sq: Z. Uwe Auerswald për skedarin e enigmës PGN.
zh: Uwe Auerswald 先生提供了 PGN 拼图文件。

source: Here is the explanation for the name of the program.
ar: وهنا شرح اسم البرنامج .
bg: Ето и обяснението за името на програмата.
bn: প্রোগ্রামটির নামের ব্যাখ্যা এখানে দেওয়া হল।
da: Her er forklaringen på programmets navn.
sq: Këtu është shpjegimi për emrin e programit.
zh: 以下是该程序名称的解释。

source: which many users may find rather curious.
ar: والتي قد يجدها العديد من المستخدمين غريبة إلى حد ما.
bg: което много потребители може да сметнат за доста любопитно.
bn: যা অনেক ব্যবহারকারীর কাছে বেশ কৌতূহলী মনে হতে পারে।
da: som mange brugere kan finde ret nysgerrige.
sq: të cilat shumë përdorues mund t'i shohin mjaft kurioz.
zh: 许多用户可能会对此感到好奇。

source: It is a great irony that the idea for this project first occurred
ar: من المفارقات العظيمة أن فكرة هذا المشروع ظهرت أولاً
bg: Голяма ирония е, че идеята за този проект се появи за първи път
bn: এটা একটা বিরাট বিদ্রূপ যে এই প্রকল্পের ধারণাটি প্রথম এসেছিল
da: Det er en stor ironi, at ideen til dette projekt først opstod
sq: Është një ironi e madhe që ideja për këtë projekt lindi fillimisht
zh: 具有讽刺意味的是，这个项目的想法最初是

source: to me when I was studying
ar: لي عندما كنت أدرس
bg: на мен, когато учех
bn: আমি যখন পড়াশোনা করছিলাম তখন আমার কাছে
da: til mig, da jeg studerede
sq: për mua kur isha duke studiuar
zh: 当我还在学习的时候

source: My System
ar: نظامي
bg: Моята система
bn: আমার সিস্টেম
da: Mit system
sq: Sistemi im
zh: 我的系统

source: by Aron Nimzowitsch.
ar: بقلم آرون نيمزوفيتش.
bg: от Арон Нимцович.
bn: অ্যারন নিমজোভিচ দ্বারা।
da: af Aron Nimzowitsch.
sq: nga Aron Nimzowitsch.
zh: 作者：阿隆·尼姆佐维奇（Aron Nimzowitsch）。

source: Also, it was the preference of Mr Forster that my version
ar: كما كان السيد فورستر يفضل أن تكون نسختي
bg: Също така г-н Форстър предпочиташе моята версия
bn: এছাড়াও, মিঃ ফরস্টারের পছন্দ ছিল যে আমার সংস্করণটি
da: Det var også hr. Forsters præference at min version
sq: Gjithashtu, ishte preferenca e zotit Forster se versioni im
zh: 此外，福斯特先生也希望我的版本

source: should be called something different to his original program.
ar: ينبغي أن يسمى بشيء مختلف عن برنامجه الأصلي.
bg: трябва да се нарича нещо различно от първоначалната му програма.
bn: তার মূল প্রোগ্রামের থেকে ভিন্ন কিছু বলা উচিত।
da: skulle hedde noget andet end hans oprindelige program.
sq: duhet të quhet diçka ndryshe nga programi i tij origjinal.
zh: 应该叫做与他原来的程序不同的名字。

source: I was quite happy to go along with his wishes.
ar: لقد كنت سعيدًا جدًا بالذهاب مع رغباته.
bg: Бях много щастлив да се съглася с неговите желания.
bn: আমি তার ইচ্ছার সাথে যেতে পেরে বেশ খুশি হয়েছিলাম।
da: Jeg var ret glad for at følge hans ønsker.
sq: Unë isha shumë i lumtur që ndiqja dëshirat e tij.
zh: 我非常乐意满足他的愿望。

source: Nimzo_3d is the latest release of the program,
ar: Nimzo_3d هو الإصدار الأحدث من البرنامج،
bg: Nimzo_3d е най-новата версия на програмата,
bn: Nimzo_3d হল প্রোগ্রামটির সর্বশেষ প্রকাশ,
da: Nimzo_3d er den seneste udgivelse af programmet,
sq: Nimzo_3d është versioni më i fundit i programit,
zh: Nimzo_3d 是该程序的最新版本，

source: with 3d graphics powered by DirectX
ar: مع رسومات ثلاثية الأبعاد مدعومة بتقنية DirectX
bg: с 3D графики, захранвани от DirectX
bn: ডাইরেক্টএক্স দ্বারা চালিত 3D গ্রাফিক্স সহ
da: med 3D-grafik drevet af DirectX
sq: me grafikë 3d të mundësuar nga DirectX
zh: 采用 DirectX 驱动的 3D 图形

source: About the Tarrasch Chess GUI
ar: حول واجهة المستخدم الرسومية للعبة Tarrasch Chess
bg: Относно GUI за шах Tarasch
bn: Tarrasch Chess GUI সম্পর্কে
da: Om Tarrasch Chess GUI
sq: Rreth Tarrasch Chess GUI
zh: 关于 Tarrasch 国际象棋 GUI

source: Features added
ar: الميزات المضافة
bg: Добавени функции
bn: বৈশিষ্ট্য যোগ করা হয়েছে
da: Funktioner tilføjet
sq: Karakteristikat e shtuara
zh: 新增功能

source: Major features added :-
ar: الميزات الرئيسية المضافة:-
bg: Добавени основни функции: -
bn: প্রধান বৈশিষ্ট্যগুলি যোগ করা হয়েছে:-
da: Vigtigste funktioner tilføjet: -
sq: Karakteristikat kryesore të shtuara: -
zh: 新增的主要功能：-

source: Shootout mode
ar: وضع تبادل إطلاق النار
bg: Режим на дузпи
bn: শ্যুটআউট মোড
da: Shootout-tilstand
sq: Modaliteti i shkëmbimit të zjarrit
zh: 枪战模式

source: User board bitamps
ar: مكبرات صوت لوحة المستخدم
bg: Bitamps на борда на потребителя
bn: ব্যবহারকারী বোর্ড বিট্যাম্প
da: Brugerkort bitamps
sq: Bitampat e bordit të përdoruesit
zh: 用户板 bitamps

source: Printing functions
ar: وظائف الطباعة
bg: Функции за печат
bn: মুদ্রণ ফাংশন
da: Udskrivningsfunktioner
sq: Funksionet e printimit
zh: 打印功能

source: Engine match functions
ar: وظائف مطابقة المحرك
bg: Функции за съвпадение на двигателя
bn: ইঞ্জিন ম্যাচ ফাংশন
da: Motor match funktioner
sq: Funksionet e ndeshjes së motorit
zh: 引擎匹配功能

source: Engine tournament functions
ar: وظائف بطولة المحرك
bg: Турнирни функции на двигателя
bn: ইঞ্জিন টুর্নামেন্ট ফাংশন
da: Motorturneringsfunktioner
sq: Funksionet e turneut të motorit
zh: 引擎锦标赛功能

source: PGN game file search functions
ar: وظائف البحث عن ملفات ألعاب PGN
bg: PGN функции за търсене на файлове с игри
bn: PGN গেম ফাইল অনুসন্ধান ফাংশন
da: PGN spil fil søgefunktioner
sq: Funksionet e kërkimit të skedarëve të lojës PGN
zh: PGN游戏文件搜索功能

source: Automatic analysis of games (version 2.0)
ar: التحليل التلقائي للألعاب (الإصدار 2.0)
bg: Автоматичен анализ на игри (версия 2.0)
bn: গেমগুলির স্বয়ংক্রিয় বিশ্লেষণ (সংস্করণ 2.0)
da: Automatisk analyse af spil (version 2.0)
sq: Analiza automatike e lojërave (versioni 2.0)
zh: 游戏自动分析（2.0版）

source: 3d graphics with DirectX (Nimzo_3d - version 3.3)
ar: رسومات ثلاثية الأبعاد مع DirectX (Nimzo_3d - الإصدار 3.3)
bg: 3D графики с DirectX (Nimzo_3d - версия 3.3)
bn: ডাইরেক্টএক্স সহ 3D গ্রাফিক্স (Nimzo_3d - সংস্করণ 3.3)
da: 3D-grafik med DirectX (Nimzo_3d - version 3.3)
sq: Grafika 3d me DirectX (Nimzo_3d - versioni 3.3)
zh: 带有 DirectX 的 3D 图形（Nimzo_3d - 版本 3.3）

source: Sound effects (Nimzo_3d - version 3.3)
ar: المؤثرات الصوتية (Nimzo_3d - الإصدار 3.3)
bg: Звукови ефекти (Nimzo_3d - версия 3.3)
bn: সাউন্ড এফেক্টস (Nimzo_3d - সংস্করণ 3.3)
da: Lydeffekter (Nimzo_3d - version 3.3)
sq: Efektet zanore (Nimzo_3d - versioni 3.3)
zh: 音效（Nimzo_3d - 版本 3.3）

source: Capability for playing on Fics,
ar: القدرة على اللعب على Fics،
bg: Възможност за игра на Fics,
bn: ফিক্সে খেলার ক্ষমতা,
da: Mulighed for at spille på Fics,
sq: Aftësia për të luajtur në Fics,
zh: 在 Fics 上玩游戏的能力，

source: The Free Internet Chess Server (version 3.5)
ar: خادم الشطرنج المجاني على الإنترنت (الإصدار 3.5)
bg: Безплатният интернет сървър за шах (версия 3.5)
bn: ফ্রি ইন্টারনেট দাবা সার্ভার (সংস্করণ ৩.৫)
da: Den gratis internet skakserver (version 3.5)
sq: Serveri falas i shahut në internet (versioni 3.5)
zh: 免费互联网国际象棋服务器（版本 3.5）

source: Polyglot .bin opening book capability (version 3.6)
ar: إمكانية فتح كتاب .bin متعدد اللغات (الإصدار 3.6)
bg: Възможност за отваряне на книга на Polyglot .bin (версия 3.6)
bn: পলিগ্লট .bin বই খোলার ক্ষমতা (সংস্করণ 3.6)
da: Polyglot .bin åbningsbogsfunktion (version 3.6)
sq: Aftësia e librit për hapjen e Polyglot .bin (versioni 3.6)
zh: 多语言.bin 开书功能（版本 3.6）

source: A media player for playing and making chess videos (version 4.0)
ar: مشغل وسائط لتشغيل وصنع مقاطع فيديو للشطرنج (الإصدار 4.0)
bg: Медиен плейър за игра и създаване на видеоклипове за шах (версия 4.0)
bn: দাবা খেলা এবং ভিডিও তৈরির জন্য একটি মিডিয়া প্লেয়ার (সংস্করণ ৪.০)
da: En medieafspiller til at spille og lave skakvideoer (version 4.0)
sq: Një media player për të luajtur dhe bërë video shahu (versioni 4.0)
zh: 用于播放和制作国际象棋视频的媒体播放器（4.0版）

source: An evaluation profile window (version 4.0)
ar: نافذة ملف تعريف التقييم (الإصدار 4.0)
bg: Прозорец на профил за оценка (версия 4.0)
bn: একটি মূল্যায়ন প্রোফাইল উইন্ডো (সংস্করণ ৪.০)
da: Et evalueringsprofilvindue (version 4.0)
sq: Një dritare e profilit të vlerësimit (versioni 4.0)
zh: 评估配置文件窗口（版本 4.0）

source: Automatic creation of Polyglot .bin opening books (version 4.0)
ar: إنشاء كتب فتح .bin Polyglot تلقائيًا (الإصدار 4.0)
bg: Автоматично създаване на начални книги на Polyglot .bin (версия 4.0)
bn: Polyglot .bin খোলার বইয়ের স্বয়ংক্রিয় সৃষ্টি (সংস্করণ 4.0)
da: Automatisk oprettelse af Polyglot .bin-åbningsbøger (version 4.0)
sq: Krijimi automatik i librave të hapjes së Polyglot .bin (versioni 4.0)
zh: 自动创建 Polyglot .bin 开篇书籍（版本 4.0）

source: A comprehensive compiled help file, Nimzo_3d.chm (version 4.0)
ar: ملف تعليمات شامل تم تجميعه، Nimzo_3d.chm (الإصدار 4.0)
bg: Изчерпателен компилиран помощен файл, Nimzo_3d.chm (версия 4.0)
bn: একটি বিস্তৃত সংকলিত সহায়তা ফাইল, Nimzo_3d.chm (সংস্করণ 4.0)
da: En omfattende kompileret hjælpefil, Nimzo_3d.chm (version 4.0)
sq: Një skedar ndihme i përpiluar gjithëpërfshirës, ​​Nimzo_3d.chm (versioni 4.0)
zh: 全面编译的帮助文件，Nimzo_3d.chm（版本4.0）

source: Minor features added :-
ar: تمت إضافة ميزات بسيطة:-
bg: Добавени незначителни функции: -
bn: ছোটখাটো বৈশিষ্ট্য যোগ করা হয়েছে:-
da: Mindre funktioner tilføjet: -
sq: Karakteristikat e vogla të shtuara: -
zh: 添加的次要功能：-

source: Edit functions on the right-click pop up variation menu
ar: تعديل الوظائف في القائمة المنبثقة التي تظهر عند النقر بزر الماوس الأيمن
bg: Редактирайте функциите в изскачащото меню за вариации при щракване с десния бутон
bn: ডান-ক্লিক পপ আপ ভেরিয়েশন মেনুতে ফাংশন সম্পাদনা করুন
da: Rediger funktioner på pop op-menuen med højreklik
sq: Redakto funksionet në menunë e variacionit që shfaqet me klikim të djathtë
zh: 右键弹出变体菜单编辑功能

source: Right mouse click for opposite colour
ar: انقر بزر الماوس الأيمن للحصول على اللون المعاكس
bg: Кликнете с десния бутон на мишката за обратен цвят
bn: বিপরীত রঙের জন্য মাউসের ডান ক্লিক করুন
da: Højreklik for modsat farve
sq: Klikoni me të djathtën e miut për ngjyrën e kundërt
zh: 鼠标右键单击选择相反的颜色

source: piece placement for position setup
ar: وضع القطعة لإعداد الموضع
bg: поставяне на парчета за настройка на позицията
bn: পজিশন সেটআপের জন্য পিস প্লেসমেন্ট
da: stykplacering til positionsopsætning
sq: vendosja e pjesës për vendosjen e pozicionit
zh: 位置设置的棋子放置

source: Clear recent files option
ar: خيار مسح الملفات الأخيرة
bg: Опция за изчистване на последните файлове
bn: সাম্প্রতিক ফাইলগুলি সাফ করার বিকল্প
da: Ryd indstillingen for seneste filer
sq: Fshi opsionin e skedarëve të fundit
zh: 清除最近文件选项

source: Game numbers displayed in the game list
ar: أرقام اللعبة المعروضة في قائمة اللعبة
bg: Номерата на играта, показани в списъка с игри
bn: খেলার তালিকায় প্রদর্শিত খেলার নম্বরগুলি
da: Spilnumre vises i spillisten
sq: Numrat e lojërave shfaqen në listën e lojërave
zh: 游戏列表中显示的游戏号码

source: Goto game number button for the game list
ar: انتقل إلى زر رقم اللعبة للحصول على قائمة الألعاب
bg: Бутон за номер на игра за списъка с игри
bn: গেম তালিকার জন্য গেম নম্বর বোতামে যান
da: Gå til spilnummerknap for spillisten
sq: Butoni i numrit të lojës "Shko" për listën e lojërave
zh: 转到游戏列表的游戏编号按钮

source: Bookmark game functions for PGN files in the game list
ar: قم بإضافة إشارة مرجعية لوظائف اللعبة لملفات PGN في قائمة الألعاب
bg: Маркирайте игрови функции за PGN файлове в списъка с игри
bn: গেম তালিকায় PGN ফাইলগুলির জন্য বুকমার্ক গেম ফাংশন
da: Bogmærk spilfunktioner for PGN-filer i spillisten
sq: Shënoni funksionet e lojës për skedarët PGN në listën e lojërave
zh: 游戏列表中的 PGN 文件书签游戏功能

source: Goto start/end of game toolbar shortcuts
ar: اختصارات شريط أدوات الانتقال إلى بداية/نهاية اللعبة
bg: Отидете до преки пътища в лентата с инструменти за начало/край на играта
bn: গেম টুলবার শর্টকাটের শুরু/শেষে যান
da: Gå til start/slut genveje på spilværktøjslinjen
sq: Shkoni në fillimin/mbarimin e shkurtoreve të shiritit të veglave të lojës
zh: 转到游戏开始/结束工具栏快捷方式

source: Display game list toolbar shortcut
ar: اختصار شريط أدوات عرض قائمة الألعاب
bg: Показване на пряк път на лентата с инструменти на списъка с игри
bn: গেম তালিকা টুলবার শর্টকাট প্রদর্শন করুন
da: Vis genvej til spillistens værktøjslinje
sq: Shfaq shkurtoren e shiritit të veglave të listës së lojërave
zh: 显示游戏列表工具栏快捷方式

source: Pause engine toolbar option
ar: خيار شريط أدوات المحرك لإيقاف مؤقتًا
bg: Опция за пауза на лентата с инструменти на двигателя
bn: ইঞ্জিন টুলবার বিকল্পটি বিরতি দিন
da: Sæt motorens værktøjslinje på pause
sq: Ndalo opsionin e shiritit të veglave të motorit
zh: 暂停引擎工具栏选项

source: Select kibitz type toolbar option
ar: حدد خيار شريط أدوات نوع kibitz
bg: Изберете опция за лента с инструменти тип kibitz
bn: kibitz টাইপ টুলবার বিকল্পটি নির্বাচন করুন
da: Vælg Kibitz type værktøjslinje mulighed
sq: Zgjidhni opsionin e shiritit të veglave të tipit kibitz
zh: 选择 kibitz 类型的工具栏选项

source: Buttons to change the number of kibitz lines
ar: أزرار لتغيير عدد أسطر الكيبيتز
bg: Бутони за промяна на броя на кибиц линиите
bn: কিবিটজ লাইনের সংখ্যা পরিবর্তন করার বোতাম
da: Knapper til at ændre antallet af kibitz-linjer
sq: Butonat për të ndryshuar numrin e linjave kibitz
zh: 用于更改 kibitz 线路数量的按钮

source: Adjust toolbar height option
ar: خيار ضبط ارتفاع شريط الأدوات
bg: Опция за регулиране на височината на лентата с инструменти
bn: টুলবারের উচ্চতা সামঞ্জস্য করার বিকল্প
da: Juster værktøjslinjens højdeindstilling
sq: Rregullo opsionin e lartësisë së shiritit të veglave
zh: 调整工具栏高度选项

source: Lightning chess time control option
ar: خيار التحكم في وقت الشطرنج البرق
bg: Опция за контрол на времето за светкавичен шах
bn: বাজ দাবা সময় নিয়ন্ত্রণ বিকল্প
da: Lynskak tidskontrol mulighed
sq: Opsioni i kontrollit të kohës së shahut rrufe
zh: 闪电棋时间控制选项

source: Change screen panel backgrounds
ar: تغيير خلفيات لوحة الشاشة
bg: Промяна на фона на панела на екрана
bn: স্ক্রিন প্যানেলের ব্যাকগ্রাউন্ড পরিবর্তন করুন
da: Skift skærmpanelets baggrunde
sq: Ndryshoni sfondet e panelit të ekranit
zh: 更改屏幕面板背景

source: Save and load engine parameters
ar: حفظ وتحميل معلمات المحرك
bg: Запазване и зареждане на параметрите на двигателя
bn: ইঞ্জিনের প্যারামিটার সংরক্ষণ এবং লোড করুন
da: Gem og indlæs motorparametre
sq: Ruani dhe ngarkoni parametrat e motorit
zh: 保存和加载发动机参数

source: Improved select engine dialog box (version 3.0)
ar: تم تحسين مربع حوار تحديد المحرك (الإصدار 3.0)
bg: Подобрен диалогов прозорец за избор на машина (версия 3.0)
bn: উন্নত সিলেক্ট ইঞ্জিন ডায়ালগ বক্স (সংস্করণ 3.0)
da: Forbedret dialogboks for valg af motor (version 3.0)
sq: Kutia e dialogut e përmirësuar e zgjedhjes së motorit (versioni 3.0)
zh: 改进的选择引擎对话框（版本 3.0）

source: Load last file / game on program start (version 3.0)
ar: تحميل آخر ملف/لعبة عند بدء تشغيل البرنامج (الإصدار 3.0)
bg: Зареждане на последния файл / игра при стартиране на програмата (версия 3.0)
bn: প্রোগ্রাম শুরু হওয়ার সময় শেষ ফাইল / গেমটি লোড করুন (সংস্করণ 3.0)
da: Indlæs sidste fil/spil ved programstart (version 3.0)
sq: Ngarkoni skedarin / lojën e fundit në fillimin e programit (versioni 3.0)
zh: 程序启动时加载最后一个文件/游戏（版本 3.0）

source: Search info display (version 3.0)
ar: عرض معلومات البحث (الإصدار 3.0)
bg: Информационен дисплей за търсене (версия 3.0)
bn: অনুসন্ধান তথ্য প্রদর্শন (সংস্করণ 3.0)
da: Visning af søgeoplysninger (version 3.0)
sq: Shfaqja e informacionit të kërkimit (versioni 3.0)
zh: 搜索信息显示（3.0版）

source: Game evaluation bar (version 3.0)
ar: شريط تقييم اللعبة (الإصدار 3.0)
bg: Лента за оценка на играта (версия 3.0)
bn: গেম মূল্যায়ন বার (সংস্করণ 3.0)
da: Spilevalueringsbjælke (version 3.0)
sq: Shiriti i vlerësimit të lojës (versioni 3.0)
zh: 游戏评价栏（3.0版本）

source: Game tabs and opening book move display
ar: عرض نقل علامات تبويب اللعبة وكتاب الافتتاح
bg: Раздели за игра и дисплей за движение на отваряща книга
bn: গেম ট্যাব এবং খোলার বইয়ের মুভ ডিসপ্লে
da: Spilfaner og åbning af bogbevægelsesvisning
sq: Skedat e lojës dhe shfaqja e lëvizjes së librit të hapjes
zh: 游戏标签和开局书移动显示

source: on the 3d toolbar (Nimzo 3d - version 3.42)
ar: على شريط الأدوات ثلاثي الأبعاد (Nimzo 3d - الإصدار 3.42)
bg: на 3d лентата с инструменти (Nimzo 3d - версия 3.42)
bn: 3d টুলবারে (Nimzo 3d - সংস্করণ 3.42)
da: på 3d-værktøjslinjen (Nimzo 3d - version 3.42)
sq: në shiritin e veglave 3d (Nimzo 3d - versioni 3.42)
zh: 在 3d 工具栏上（Nimzo 3d - 版本 3.42）

source: Score counter for chess quiz games in PDF files
ar: عداد النتائج لألعاب اختبارات الشطرنج في ملفات PDF
bg: Брояч на резултати за шахматни викторини в PDF файлове
bn: পিডিএফ ফাইলে দাবা কুইজ গেমের স্কোর কাউন্টার
da: Scoretæller for skakquizspil i PDF-filer
sq: Numëruesi i rezultateve për lojërat e kuizit të shahut në skedarët PDF
zh: PDF 文件中的国际象棋问答游戏计分器

source: that award points. (version 4.0)
ar: التي تمنح نقاطًا. (الإصدار 4.0)
bg: които дават точки. (версия 4.0)
bn: যে পুরষ্কার পয়েন্ট। (সংস্করণ 4.0)
da: der giver point. (version 4.0)
sq: atë pikë çmimi. (versioni 4.0)
zh: 奖励积分。（版本4.0）

source: Coloured square highlights and arrows (version 4.0)
ar: إبرازات مربعة ملونة وسهام (الإصدار 4.0)
bg: Цветни квадратни акценти и стрелки (версия 4.0)
bn: রঙিন বর্গাকার হাইলাইট এবং তীর (সংস্করণ ৪.০)
da: Farvede firkantede højdepunkter og pile (version 4.0)
sq: Pikat kryesore dhe shigjetat me ngjyra (versioni 4.0)
zh: 彩色方形高亮和箭头（版本 4.0）
