Repository: RoySawyer/Nimzo_3d_i18_de
Catalog: main_1_*.po
Languages: ar, bg, bn, da, sq, zh

source: White win (1 - 0)
ar: فوز الأبيض (1 - 0)
bg: Победа на белите (1 - 0)
bn: সাদাদের জয় (১ - ০)
da: Hvid sejr (1-0)
sq: Fitorja e bardhë (1-0)
zh: 白方获胜 (1 - 0)

source: Black win (0 - 1)
ar: فوز الأسود (0 - 1)
bg: Победа на черните (0 - 1)
bn: কালো জয় (০ - ১)
da: Sort sejr (0 - 1)
sq: Fitorja e zezë (0-1)
zh: 黑棋获胜 (0 - 1)

source: Draw (1/2 - 1/2)
ar: رسم (1/2 - 1/2)
bg: Равенство (1/2 - 1/2)
bn: ড্র (১/২ - ১/২)
da: Uafgjort (1/2 - 1/2)
sq: Barazimi (1/2 - 1/2)
zh: 平局 (1/2 - 1/2)

source: Ok
ar: نعم
bg: добре
bn: ঠিক আছে
da: Okay
zh: 好的

source: Cancel
ar: يلغي
bg: Отказ
bn: বাতিল করুন
da: Ophæve
sq: Anulo
zh: 取消

source: No result
ar: لا يوجد نتيجة
bg: Без резултат
bn: কোন ফলাফল নেই
da: Intet resultat
sq: Asnjë rezultat
zh: 没有结果

source: Analyse_game
ar: تحليل_اللعبة
bg: Анализ_игра
bn: বিশ্লেষণ_খেলা
da: Analyse_spil
sq: Analizo lojën
zh: 分析游戏

source: Save partially analysed game (y/n) ?
ar: حفظ اللعبة التي تم تحليلها جزئيًا (y/n)؟
bg: Запазване на частично анализирана игра (да/не)?
bn: আংশিকভাবে বিশ্লেষণ করা খেলাটি (y/n) সংরক্ষণ করবেন?
da: Gem delvist analyseret spil (y/n) ?
sq: Të ruhet loja e analizuar pjesërisht (y/n) ?
zh: 保存部分分析的游戏 (y/n)？

source: Analysis message
ar: رسالة التحليل
bg: Съобщение за анализ
bn: বিশ্লেষণ বার্তা
da: Analyse besked
sq: Mesazh analize
zh: 分析消息

source: Automatic game analysis stopped
ar: تم إيقاف التحليل التلقائي للعبة
bg: Автоматичният анализ на играта е спрян
bn: স্বয়ংক্রিয় গেম বিশ্লেষণ বন্ধ করা হয়েছে
da: Automatisk spilanalyse stoppede
sq: Analiza automatike e lojës u ndal
zh: 自动游戏分析已停止

source: There is no game loaded to analyse.
ar: لا توجد لعبة محملة للتحليل.
bg: Няма заредена игра за анализ.
bn: বিশ্লেষণ করার জন্য কোনও গেম লোড করা নেই।
da: Der er intet spil indlæst at analysere.
sq: Nuk ka asnjë lojë të ngarkuar për t'u analizuar.
zh: 沒有加载遊戲以供分析。

source: Please load a game before starting auto analysis.
ar: يرجى تحميل اللعبة قبل البدء بالتحليل التلقائي.
bg: Моля, заредете игра, преди да започнете автоматичен анализ.
bn: স্বয়ংক্রিয় বিশ্লেষণ শুরু করার আগে দয়া করে একটি গেম লোড করুন।
da: Indlæs venligst et spil, før du starter automatisk analyse.
sq: Ju lutemi ngarkoni një lojë përpara se të filloni analizën automatike.
zh: 请在开始自动分析之前加载游戏。

source: Analyse game message
ar: تحليل رسالة اللعبة
bg: Анализирайте съобщението на играта
bn: খেলার বার্তা বিশ্লেষণ করুন
da: Analyser spilbesked
sq: Analizoni mesazhin e lojës
zh: 分析游戏消息

source: Comment files have not loaded properly.
ar: لم يتم تحميل ملفات التعليقات بشكل صحيح.
bg: Файловете с коментари не са заредени правилно.
bn: মন্তব্য ফাইলগুলি সঠিকভাবে লোড হয়নি।
da: Kommentarfiler er ikke indlæst korrekt.
sq: Skedarët e komenteve nuk janë ngarkuar siç duhet.
zh: 评论文件未正确加载。

source: Do you want to continue without them (y/n) ?
ar: هل تريد الاستمرار بدونهم (y/n)؟
bg: Искате ли да продължите без тях (y/n)?
bn: তুমি কি এগুলো (y/n) ছাড়া চাও?
da: Vil du fortsætte uden dem (y/n) ?
sq: Dëshiron të vazhdosh pa to (y/n) ?
zh: 您想在没有它们的情况下继续吗 (y/n)？

source: File error message
ar: رسالة خطأ الملف
bg: Съобщение за грешка във файла
bn: ফাইল ত্রুটি বার্তা
da: Fil fejlmeddelelse
sq: Mesazhi i gabimit të skedarit
zh: 文件错误消息

source: Game analysis cancelled
ar: تم إلغاء تحليل المباراة
bg: Анализът на играта е отменен
bn: গেম বিশ্লেষণ বাতিল করা হয়েছে
da: Spilanalyse aflyst
sq: Analiza e lojës u anulua
zh: 比赛分析取消

source: Game analysis message
ar: رسالة تحليل المباراة
bg: Съобщение за анализ на играта
bn: খেলা বিশ্লেষণ বার্তা
da: Spilanalysemeddelelse
sq: Mesazhi i analizës së lojës
zh: 游戏分析留言

source: Stop
ar: قف
bg: Спрете
bn: থামো
sq: Ndalo
zh: 停止

source: Auto analysis for all games complete
ar: التحليل التلقائي لجميع المباريات كاملا
bg: Завършен автоматичен анализ за всички игри
bn: সমস্ত গেমের জন্য স্বয়ংক্রিয় বিশ্লেষণ সম্পূর্ণ
da: Autoanalyse for alle spil fuldført
sq: Përfundoi analiza automatike për të gjitha lojërat
zh: 所有比赛自动分析完成

source: Auto analysis message
ar: رسالة التحليل التلقائي
bg: Съобщение за автоматичен анализ
bn: স্বয়ংক্রিয় বিশ্লেষণ বার্তা
da: Autoanalysemeddelelse
sq: Mesazh i analizës automatike
zh: 自动分析消息

source: Auto analysis for game complete
ar: تحليل تلقائي للعبة كاملة
bg: Автоматичният анализ за играта е завършен
bn: গেম সম্পূর্ণ হওয়ার জন্য স্বয়ংক্রিয় বিশ্লেষণ
da: Automatisk analyse for spillet færdig
sq: Analiza automatike për lojën e përfunduar
zh: 游戏自动分析完成

source: Points lost - White :
ar: النقاط المفقودة - الأبيض :
bg: Загубени точки - бяло:
bn: হারানো পয়েন্ট - সাদা :
da: Tabte point - Hvid:
sq: Pikët e humbura - Bardhë:
zh: 失分 - 白方：

source: (Analysis by
ar: (التحليل بواسطة
bg: (Анализ от
bn: (বিশ্লেষণ করেছেন
da: (Analyse af
sq: (Analiza nga
zh: （分析

source: at %d secs/move)
ar: عند %d ثانية/حركة)
bg: при %d секунди/ход)
bn: %d সেকেন্ড/সরানোতে)
da: ved %d sek/bevægelse)
sq: në %d sekonda/lëvizje)
zh: %d 秒/移动）

source: Please select the automatic analysis options :-
ar: الرجاء تحديد خيارات التحليل التلقائي :-
bg: Моля, изберете опциите за автоматичен анализ: -
bn: অনুগ্রহ করে স্বয়ংক্রিয় বিশ্লেষণ বিকল্পগুলি নির্বাচন করুন :-
da: Vælg venligst de automatiske analysemuligheder: -
sq: Ju lutemi zgjidhni opsionet e analizës automatike:-
zh: 请选择自动分析选项：-

source: Time per move (secs)
ar: الوقت لكل حركة (ثانية)
bg: Време на ход (сек)
bn: প্রতি পদক্ষেপে সময় (সেকেন্ড)
da: Tid pr. træk (sek.)
sq: Koha për lëvizje (seks)
zh: 每步时间（秒）

source: Threshold (1/100 pawns)
ar: العتبة (1/100 بيادق)
bg: Праг (1/100 пешки)
bn: থ্রেশহোল্ড (১/১০০ প্যান)
da: Tærskel (1/100 bønder)
sq: Pragu (1/100 pengje)
zh: 阈值（1/100 棋子）

source: Start move no.
ar: ابدأ الحركة رقم
bg: Стартов ход №
bn: নং মুভ শুরু করুন।
da: Start træk nr.
sq: Filloni lëvizjen nr.
zh: 起始手法编号

source: End move no.
ar: نهاية الحركة رقم
bg: Краен ход №
bn: শেষের নং পদক্ষেপ।
da: Sluttræk nr.
sq: Lëvizja e fundit nr.
zh: 结束动作号

source: Identify winning position
ar: تحديد موقف الفوز
bg: Определете печеливша позиция
bn: বিজয়ী অবস্থান চিহ্নিত করুন
da: Identificer vinderpositionen
sq: Identifikoni pozicionin fitues
zh: 确定获胜位置

source: Winning threshold
ar: عتبة الفوز
bg: Печеливш праг
bn: জয়ের সীমা
da: Vindergrænse
sq: Pragu i fitores
zh: 获胜门槛

source: Margin of error
ar: هامش الخطأ
bg: Граница на грешка
bn: ত্রুটির সীমা
da: Fejlmargin
sq: Marzhi i gabimit
zh: 误差幅度

source: Error cutoff (pawns)
ar: خطأ القطع (البيادق)
bg: Грешка отрязване (пешки)
bn: ত্রুটির কাটঅফ (বন্ধা)
da: Fejlafskæring (bønder)
sq: Ndërprerja e gabimit (pushët)
zh: 错误截止（棋子）

source: Add sub-variations
ar: إضافة الاختلافات الفرعية
bg: Добавяне на подварианти
bn: উপ-প্রকরণ যোগ করুন
da: Tilføj undervariationer
sq: Shto nënvariacione
zh: 添加子变体

source: Analyse book moves
ar: تحليل تحركات الكتاب
bg: Анализирайте движенията на книгата
bn: বইয়ের গতিবিধি বিশ্লেষণ করুন
da: Analyser bogbevægelser
sq: Analizoni lëvizjet e librit
zh: 分析书本动作

source: Comments
ar: تعليقات
bg: Коментари
bn: মন্তব্য
da: Kommentarer
sq: Komentet
zh: 评论

source: Errors
ar: الأخطاء
bg: Грешки
bn: ত্রুটি
da: Fejl
sq: Gabimet
zh: 错误

source: Pre sub-var
ar: قبل المتغير الفرعي
bn: প্রাক উপ-ভার
da: Præ sub-var
sq: Para nënvar
zh: 前亚变种

source: Post sub-var
ar: نشر متغير فرعي
bg: Публикувай подвар
bn: পোস্ট সাব-ভার
sq: Post nënvar
zh: 后亚变

source: Add quotes
ar: أضف علامات الاقتباس
bg: Добавете кавички
bn: উদ্ধৃতি যোগ করুন
da: Tilføj citater
sq: Shto kuota
zh: 添加引号

source: Use pronoun ze
ar: استخدم الضمير ze
bg: Използвайте местоимението ze
bn: সর্বনাম ze ব্যবহার করুন
da: Brug pronomen ze
sq: Përdorni përemrin ze
zh: 使用代词 ze

source: Evaluations
ar: التقييمات
bg: Оценки
bn: মূল্যায়ন
da: Evalueringer
sq: vlerësimet
zh: 评估

source: All moves
ar: جميع الحركات
bg: Всички движения
bn: সকল চাল
da: Alle bevægelser
sq: Të gjitha lëvizjet
zh: 所有动作

source: Points lost
ar: النقاط المفقودة
bg: Загубени точки
bn: হারানো পয়েন্ট
da: Tabte point
sq: Pikët e humbura
zh: 失分

source: Count cut off
ar: عدد القطع
bg: Броят е прекъснат
bn: গণনা কেটে ফেলা হয়েছে
da: Tæl afskåret
sq: Numërimi i ndërprerë
zh: 计数截止

source: Create evaluation profile
ar: إنشاء ملف التقييم
bg: Създайте профил за оценка
bn: মূল্যায়ন প্রোফাইল তৈরি করুন
da: Opret evalueringsprofil
sq: Krijo profilin e vlerësimit
zh: 创建评估资料

source: Kibitz line no. (1-4)
ar: خط كيبيتز رقم (1-4)
bg: Кибиц линия № (1-4)
bn: কিবিটজ লাইন নং (১-৪)
da: Kibitz linjenr. (1-4)
sq: Linja Kibitz nr. (1-4)
zh: 基比兹线号码（1-4）

source: Side to analyse for
ar: الجانب الذي يجب تحليله
bg: Страна за анализиране
bn: বিশ্লেষণের জন্য দিক
da: Side at analysere for
sq: Ana për të analizuar
zh: 分析面

source: White
ar: أبيض
bg: Бяло
bn: সাদা
da: Hvid
sq: E bardha
zh: 白色的

source: Black
ar: أسود
bg: черен
bn: কালো
da: Sort
sq: E zezë
zh: 黑色的

source: Both
ar: كلاهما
bg: И двете
bn: উভয়ই
da: Begge
sq: te dyja
zh: 两个都

source: Storage options
ar: خيارات التخزين
bg: Опции за съхранение
bn: স্টোরেজ বিকল্প
da: Opbevaringsmuligheder
sq: Opsionet e ruajtjes
zh: 存储选项

source: Replace
ar: يستبدل
bg: Сменете
bn: প্রতিস্থাপন করুন
da: Erstatte
sq: Zëvendësoni
zh: 代替

source: Append
ar: إضافة
bg: Добавяне
bn: যোগ করুন
da: Tilføj
sq: Shtoji
zh: 附加

source: Variation lengths..
ar: أطوال التباين.
bg: Вариационни дължини..
bn: বিভিন্ন দৈর্ঘ্য..
da: Variation længder..
sq: Gjatesite e variacionit..
zh: 变化长度..

source: Select engine..
ar: اختر المحرك.
bg: Изберете двигател..
bn: ইঞ্জিন নির্বাচন করুন..
da: Vælg motor..
sq: Zgjidhni motorin..
zh: 选择引擎..

source: Start game analysis..
ar: ابدأ تحليل اللعبة.
bg: Започнете анализ на играта..
bn: খেলা বিশ্লেষণ শুরু করুন..
da: Start spilanalyse..
sq: Filloni analizën e lojës..
zh: 开始游戏分析..

source: Defaults
ar: الإعدادات الافتراضية
bg: По подразбиране
bn: ডিফল্ট
da: Standarder
sq: Parazgjedhjet
zh: 默认值

source: Help
ar: يساعد
bg: Помощ
bn: সাহায্য
da: Hjælp
sq: Ndihmë
zh: 帮助

source: Bug fix
ar: إصلاح الأخطاء
bg: Коригиране на грешка
bn: বাগ ফিক্স
da: Fejlrettelse
sq: Rregullimi i defekteve
zh: 错误修复

source: Enter the time allowed to analyse each move
ar: أدخل الوقت المسموح به لتحليل كل حركة
bg: Въведете времето, разрешено за анализ на всеки ход
bn: প্রতিটি পদক্ষেপ বিশ্লেষণ করার জন্য অনুমোদিত সময় লিখুন।
da: Indtast den tilladte tid til at analysere hvert træk
sq: Vendosni kohën e lejuar për të analizuar çdo lëvizje
zh: 输入分析每一步所允许的时间

source: Enter the threshold for adding analysis in 1 / 100 of pawns
ar: أدخل الحد الأدنى لإضافة التحليل في 1/100 من البيادق
bg: Въведете прага за добавяне на анализ в 1/100 пешки
bn: ১/১০০ প্যান-এ বিশ্লেষণ যোগ করার জন্য থ্রেশহোল্ড লিখুন।
da: Indtast tærsklen for at tilføje analyse i 1/100 af bønder
sq: Futni pragun për shtimin e analizave në 1/100 e pengut
zh: 输入 1 / 100 棋子添加分析的阈值

source: i.e. a value of 30 would equate to 0.3 of a pawn
ar: أي أن قيمة 30 تعادل 0.3 من البيدق
bg: т.е. стойност от 30 би се равнявала на 0,3 от пешка
bn: অর্থাৎ, ৩০ এর মান একটি প্যাঁদার ০.৩ এর সমান হবে।
da: dvs. en værdi på 30 ville svare til 0,3 af en bonde
sq: dmth një vlerë prej 30 do të ishte e barabartë me 0.3 e një pengu
zh: 即 30 的值相当于 0.3 个棋子

source: Enter the move to start analysis from
ar: أدخل الخطوة لبدء التحليل من
bg: Въведете хода, от който да започнете анализа
bn: বিশ্লেষণ শুরু করার জন্য পদক্ষেপটি লিখুন
da: Indtast bevægelsen for at starte analyse fra
sq: Futni lëvizjen për të filluar analizën nga
zh: 输入要开始分析的移动

source: Enter the move to end analysis at,
ar: أدخل الخطوة لإنهاء التحليل عند،
bg: Въведете движението за край на анализа на,
bn: বিশ্লেষণ শেষ করতে মুভ এ প্রবেশ করান,
da: Gå ind for at afslutte analysen på,
sq: Shkruani lëvizjen për të përfunduar analizën në,
zh: 输入移动到结束分析，

source: zero for all of the moves in a game
ar: صفر لجميع الحركات في اللعبة
bg: нула за всички ходове в игра
bn: একটি খেলার সকল চালের জন্য শূন্য
da: nul for alle træk i et spil
sq: zero për të gjitha lëvizjet në një lojë
zh: 一场游戏的所有动作都归零

source: Check this box to always identify a winning moment
ar: قم بتحديد هذا المربع لتحديد لحظة الفوز دائمًا
bg: Поставете отметка в това квадратче, за да идентифицирате винаги печеливш момент
bn: সর্বদা একটি বিজয়ী মুহূর্ত সনাক্ত করতে এই বাক্সটি চেক করুন।
da: Marker dette felt for altid at identificere et vindende øjeblik
sq: Zgjidhni këtë kuti për të identifikuar gjithmonë një moment fitues
zh: 勾选此框始终识别获胜时刻

source: Enter the winning position threshold value (1/100 pawns)
ar: أدخل قيمة حد المركز الفائز (1/100 بيادق)
bg: Въведете стойността на прага на печелившата позиция (1/100 пешки)
bn: বিজয়ী অবস্থানের থ্রেশহোল্ড মান লিখুন (১/১০০ প্যান)
da: Indtast den vindende positionstærskelværdi (1/100 bønder)
sq: Fut vlerën e pragut të pozicionit fitues (1/100 pengje)
zh: 输入获胜位置阈值（1/100个棋子）

source: Enter the winning position threshold margin of error value (1/100 pawns)
ar: أدخل قيمة هامش الخطأ في حد الفوز (1/100 بيادق)
bg: Въведете границата на прага на печелившата позиция на стойността на грешката (1/100 пешки)
bn: বিজয়ী অবস্থানের থ্রেশহোল্ড মার্জিন ত্রুটি মানের (১/১০০ প্যান) লিখুন।
da: Indtast den vindende positionstærskelmargin for fejlværdi (1/100 bønder)
sq: Fut kufirin e pragut të pozicionit fitues të vlerës së gabimit (1/100 pengje)
zh: 输入获胜位置的阈值误差值（1/100个棋子）

source: Enter the value at which error annotations are cut off (pawns)
ar: أدخل القيمة التي يتم عندها قطع تعليقات الأخطاء (البيادق)
bg: Въведете стойността, при която анотациите за грешка се отрязват (пешки)
bn: ত্রুটির টীকাগুলি যে মান থেকে কেটে ফেলা হয় (প্যান) তা লিখুন।
da: Indtast den værdi, ved hvilken fejlanmærkninger afbrydes (bønder)
sq: Futni vlerën në të cilën janë prerë shënimet e gabimit (pushët)
zh: 输入错误注释被截断的值（棋子）

source: Check this box to add sub-variations
ar: حدد هذا المربع لإضافة الاختلافات الفرعية
bg: Поставете отметка в това квадратче, за да добавите подварианти
bn: উপ-প্রকরণ যোগ করতে এই বাক্সটি চেক করুন।
da: Marker dette felt for at tilføje undervariationer
sq: Zgjidhni këtë kuti për të shtuar nënvariacione
zh: 勾选此框可添加子变体

source: Check this box to analyse book moves
ar: حدد هذا المربع لتحليل تحركات الكتاب
bg: Поставете отметка в това квадратче, за да анализирате движенията на книгата
bn: বইয়ের গতিবিধি বিশ্লেষণ করতে এই বাক্সটি চেক করুন।
da: Marker dette felt for at analysere bogbevægelser
sq: Zgjidhni këtë kuti për të analizuar lëvizjet e librit
zh: 勾选此框以分析书籍走势

source: Check this box for error comments to be added in the main line
ar: حدد هذا المربع لإضافة تعليقات الخطأ في السطر الرئيسي
bg: Поставете отметка в това квадратче, за да се добавят коментари за грешки в главния ред
bn: মূল লাইনে ত্রুটি মন্তব্য যোগ করার জন্য এই বাক্সটি চেক করুন।
da: Marker dette felt for fejlkommentarer, der skal tilføjes i hovedlinjen
sq: Kontrolloni këtë kuti për komentet e gabimit që do të shtohen në rreshtin kryesor
zh: 选中此框可在主行中添加错误注释

source: Check this box for pre sub-var comments to be added
ar: حدد هذا المربع لإضافة تعليقات ما قبل المتغيرات الفرعية
bg: Поставете отметка в това квадратче, за да бъдат добавени коментари преди sub-var
bn: পূর্ববর্তী সাব-ভার মন্তব্য যোগ করার জন্য এই বাক্সটি চেক করুন।
da: Marker dette felt for at tilføje kommentarer fra før under-var
sq: Kontrolloni këtë kuti për komentet para nënvar që do të shtohen
zh: 勾选此框以添加预子变量注释

source: Check this box for post sub-var comments to be added
ar: حدد هذا المربع لإضافة تعليقات فرعية للمنشور
bg: Поставете отметка в това квадратче, за да бъдат добавени коментари за подвариант на публикацията
bn: পোস্ট সাব-ভার মন্তব্য যোগ করার জন্য এই বাক্সটি চেক করুন।
da: Marker dette felt for at tilføje kommentarer til underordnede indlæg
sq: Kontrolloni këtë kuti për komentet e postimit që do të shtohen
zh: 勾选此框可添加帖子子变量评论

source: Check this box for quotes to be added at the end of the game
ar: حدد هذا المربع للحصول على اقتباسات سيتم إضافتها في نهاية اللعبة
bg: Поставете отметка в това квадратче, за да добавите цитати в края на играта
bn: খেলার শেষে কোটেশন যোগ করার জন্য এই বাক্সটি চেক করুন।
da: Marker dette felt for citater, der skal tilføjes i slutningen af ​​spillet
sq: Zgjidhni këtë kuti për kuotat që do të shtohen në fund të lojës
zh: 勾选此框可在游戏结束时添加引言

source: Check this box for the pronoun ze to be used
ar: قم بتحديد هذا المربع لاستخدام الضمير ze
bg: Поставете отметка в това квадратче, за да се използва местоимението ze
bn: ze সর্বনামটি ব্যবহারের জন্য এই বাক্সটি চেক করুন।
da: Marker dette felt for det pronomen ze, der skal bruges
sq: Kontrolloni këtë kuti për përemrin ze që do të përdoret
zh: 勾选此框以使用代词 ze

source: Check this box for error evaluations to be added in the main line
ar: حدد هذا المربع لتقييم الأخطاء المراد إضافتها إلى السطر الرئيسي
bg: Поставете отметка в това квадратче, за да се добавят оценки на грешки в главния ред
bn: মূল লাইনে ত্রুটি মূল্যায়ন যোগ করার জন্য এই বাক্সটি চেক করুন।
da: Marker dette felt for fejlevalueringer, der skal tilføjes i hovedlinjen
sq: Kontrolloni këtë kuti për vlerësimet e gabimeve që do të shtohen në rreshtin kryesor
zh: 选中此框可在主线中添加错误评估

source: Check this box for evaluations to be added to all moves in the main line
ar: حدد هذا المربع لإضافة التقييمات إلى جميع التحركات في الخط الرئيسي
bg: Поставете отметка в това квадратче, за да се добавят оценки към всички ходове в основната линия
bn: মূল লাইনের সমস্ত চালে যোগ করার জন্য মূল্যায়নের জন্য এই বাক্সটি চেক করুন।
da: Marker dette felt for evalueringer, der skal tilføjes til alle træk i hovedlinjen
sq: Zgjidhni këtë kuti për vlerësimet që do të shtohen në të gjitha lëvizjet në linjën kryesore
zh: 勾选此框可将评估添加到主线中的所有动作

source: Check this box for the points lost during the game to be displayed
ar: قم بتحديد هذا المربع لعرض النقاط المفقودة أثناء اللعبة
bg: Поставете отметка в това квадратче, за да се показват загубените по време на играта точки
bn: খেলার সময় হারানো পয়েন্টগুলি প্রদর্শিত হওয়ার জন্য এই বাক্সটি চেক করুন।
da: Marker dette felt for at få vist de tabte point under spillet
sq: Zgjidhni këtë kuti për të shfaqur pikët e humbura gjatë lojës
zh: 勾选此框可显示游戏中丢失的分数

source: Check this box for the points lost beyond the error cut off to be included
ar: حدد هذا المربع للنقاط المفقودة بعد الخطأ الذي سيتم تضمينه
bg: Поставете отметка в това квадратче, за да бъдат включени точките, загубени след прекъсването на грешката
bn: ত্রুটি কাটার পরে হারিয়ে যাওয়া পয়েন্টগুলি অন্তর্ভুক্ত করার জন্য এই বাক্সটি চেক করুন।
da: Marker dette felt for at inkludere de tabte point ud over fejlafskæringen
sq: Kontrolloni këtë kuti për pikët e humbura përtej ndërprerjes së gabimit për t'u përfshirë
zh: 勾选此框，则将超出错误截止范围的丢失点数纳入其中

source: Check this box to create an evaluation profile during auto analysis
ar: حدد هذا المربع لإنشاء ملف تعريف تقييم أثناء التحليل التلقائي
bg: Поставете отметка в това квадратче, за да създадете профил за оценка по време на автоматичен анализ
bn: স্বয়ংক্রিয় বিশ্লেষণের সময় একটি মূল্যায়ন প্রোফাইল তৈরি করতে এই বাক্সটি চেক করুন।
da: Marker dette felt for at oprette en evalueringsprofil under autoanalyse
sq: Zgjidhni këtë kuti për të krijuar një profil vlerësimi gjatë analizës automatike
zh: 选中此框可在自动分析期间创建评估配置文件

source: Enter the number of kibitz lines when analysing
ar: أدخل عدد خطوط الكيبيتز عند التحليل
bg: Въведете броя на kibitz редовете, когато анализирате
bn: বিশ্লেষণ করার সময় কিবিটজ লাইনের সংখ্যা লিখুন
da: Indtast antallet af kibitz-linjer, når du analyserer
sq: Futni numrin e linjave kibitz kur analizoni
zh: 输入分析时的 kibitz 行数

source: less lines means a deeper search.
ar: قلة الخطوط تعني بحثًا أعمق.
bg: по-малко линии означава по-задълбочено търсене.
bn: কম লাইন মানে আরও গভীর অনুসন্ধান।
da: færre linjer betyder en dybere søgning.
sq: më pak rreshta do të thotë një kërkim më i thellë.
zh: 行数越少，搜索越深入。

source: Check this box to analyse white moves
ar: حدد هذا المربع لتحليل التحركات البيضاء
bg: Поставете отметка в това поле, за да анализирате ходовете на белите
bn: সাদা চাল বিশ্লেষণ করতে এই বাক্সটি চেক করুন।
da: Marker dette felt for at analysere hvide bevægelser
sq: Zgjidhni këtë kuti për të analizuar lëvizjet e bardha
zh: 勾选此框来分析白棋

source: Check this box to analyse black moves
ar: حدد هذا المربع لتحليل تحركات اللون الأسود
bg: Поставете отметка в това поле, за да анализирате ходовете на черните
bn: কালো চাল বিশ্লেষণ করতে এই বাক্সটি চেক করুন।
da: Marker dette felt for at analysere sorte træk
sq: Zgjidhni këtë kuti për të analizuar lëvizjet e zeza
zh: 勾选此框来分析黑棋

source: Check this box to analyse for both sides
ar: حدد هذا المربع لتحليل كلا الجانبين
bg: Поставете отметка в това квадратче, за да анализирате и за двете страни
bn: উভয় পক্ষের বিশ্লেষণের জন্য এই বাক্সটি চেক করুন।
da: Marker dette felt for at analysere for begge sider
sq: Zgjidhni këtë kuti për të analizuar për të dyja palët
zh: 勾选此框以进行双方分析

source: Check this button to replace existing annotations
ar: حدد هذا الزر لاستبدال التعليقات التوضيحية الموجودة
bg: Поставете отметка на този бутон, за да замените съществуващите анотации
bn: বিদ্যমান টীকাগুলি প্রতিস্থাপন করতে এই বোতামটি চেক করুন
da: Marker denne knap for at erstatte eksisterende annoteringer
sq: Kontrolloni këtë buton për të zëvendësuar shënimet ekzistuese
zh: 勾选此按钮可替换现有注释

source: Check this button to append new annotations
ar: حدد هذا الزر لإضافة تعليقات توضيحية جديدة
bg: Поставете отметка на този бутон, за да добавите нови анотации
bn: নতুন টীকা যুক্ত করতে এই বোতামটি চেক করুন
da: Marker denne knap for at tilføje nye anmærkninger
sq: Kontrolloni këtë buton për të shtuar shënime të reja
zh: 勾选此按钮可添加新注释

source: Click this button to select variation lengths
ar: انقر على هذا الزر لتحديد أطوال التباين
bg: Щракнете върху този бутон, за да изберете дължини на варианти
bn: পরিবর্তনের দৈর্ঘ্য নির্বাচন করতে এই বোতামটি ক্লিক করুন।
da: Klik på denne knap for at vælge variationslængder
sq: Klikoni këtë buton për të zgjedhur gjatësinë e variacionit
zh: 单击此按钮可选择变体长度

source: Click this button to select the engine for analysis
ar: انقر على هذا الزر لتحديد المحرك للتحليل
bg: Щракнете върху този бутон, за да изберете двигателя за анализ
bn: বিশ্লেষণের জন্য ইঞ্জিন নির্বাচন করতে এই বোতামটি ক্লিক করুন।
da: Klik på denne knap for at vælge motoren til analyse
sq: Klikoni këtë buton për të zgjedhur motorin për analizë
zh: 单击此按钮选择要分析的引擎

source: Click this button to start the game analysis
ar: انقر على هذا الزر لبدء تحليل اللعبة
bg: Щракнете върху този бутон, за да започнете анализа на играта
bn: গেম বিশ্লেষণ শুরু করতে এই বোতামটি ক্লিক করুন।
da: Klik på denne knap for at starte spilanalysen
sq: Klikoni këtë buton për të filluar analizën e lojës
zh: 点击此按钮开始游戏分析

source: Automatic game analysis help
ar: مساعدة في تحليل اللعبة تلقائيًا
bg: Помощ за автоматичен анализ на играта
bn: স্বয়ংক্রিয় খেলা বিশ্লেষণ সহায়তা
da: Hjælp til automatisk spilanalyse
sq: Ndihmë për analizën automatike të lojës
zh: 自动游戏分析帮助

source: Comment files
ar: ملفات التعليق
bg: Файлове с коментари
bn: মন্তব্য ফাইল
da: Kommentarfiler
sq: Skedarët e komenteve
zh: 评论文件

source: Notes on ze
ar: ملاحظات حول هذا الموضوع
bg: Бележки по зе
bn: ze-এর উপর নোটস
da: Bemærkninger om ze
sq: Shënime mbi ze
zh: 关于 ze 的注释

source: Notes on IdWin
ar: ملاحظات حول IdWin
bg: Бележки за IdWin
bn: আইডউইন সম্পর্কিত নোটস
da: Noter om IdWin
sq: Shënime mbi IdWin
zh: IdWin 注释

source: Comment_files
ar: ملفات التعليق
bg: Коментари_файлове
bn: মন্তব্য_ফাইল
da: Comment_filer
sq: Comment_skedarët
zh: 评论文件

source: Notes_on_ze
ar: ملاحظات_علي_زي
bn: নোট_অন_জে
sq: Shënime_në_ze
zh: 注释

source: Notes_on_IdWin
ar: ملاحظات حول IdWin
bg: Бележки_на_IdWin
bn: আইডউইনের উপর নোটস
sq: Shënime_në_IdWin
zh: 关于IdWin的注释

source: This feature allows the user to automatically annotate
ar: تتيح هذه الميزة للمستخدم التعليق تلقائيًا
bg: Тази функция позволява на потребителя автоматично да коментира
bn: এই বৈশিষ্ট্যটি ব্যবহারকারীকে স্বয়ংক্রিয়ভাবে টীকা লিখতে দেয়
da: Denne funktion giver brugeren mulighed for automatisk at kommentere
sq: Kjo veçori i lejon përdoruesit të shënojë automatikisht
zh: 此功能允许用户自动注释
